{"id":"25e7375620b3","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/water-wind-and-fire-the-crash-of-delta-air-lines-flight-191-25e7375620b3","createdAt":1650102743795,"firstPublishedAt":1650126960848,"latestPublishedAt":1664343332648,"updatedAt":1664343335852,"clapCount":962,"title":"Water, Wind, and Fire: The crash of Delta Air Lines flight 191","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Water, Wind, and Fire: The crash of Delta Air Lines flight 191","metadata":null,"markups":[]},{"type":"P","text":"Note: this accident was previously featured in episode 22 of the plane crash series on February 3rd, 2018, prior to the series’ arrival on Medium. This article is written without reference to and supersedes the original.","metadata":null,"markups":[{"type":"EM","start":0,"end":220,"href":null,"anchorType":null}]},{"type":"IMG","text":"The tail of Delta flight 191 lies in a field, its seats hanging out into space. (Fort Worth Star-Telegram)","metadata":{"id":"0*UFRBjAWzkbGKf9wW.jpg","originalHeight":1073,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"On the second of August 1985, a Delta Air Lines flight on final approach into Dallas, Texas flew into a thunderstorm, expecting to emerge out the other side in little more than a minute. Instead, an invisible force dragged it out of the sky and dashed it against the earth, sending the wide body Lockheed L-1011 skidding across a field and a highway before it slammed head-on into a water tank at tremendous speed. Of the 163 on board, only 27 would survive, walking away from the tangled wreckage that took the lives of so many.","metadata":null,"markups":[]},{"type":"P","text":"For investigators, the crash of Delta flight 191 was the middle, rather than the beginning, of a battle against the deadly weather phenomenon known as the microburst. The terrifying “invisible force” which the pilots perceived in their final moments had a name, and its basic nature was understood, but effective countermeasures did not exist, nor did the data necessary to develop them. Faced with a mounting death toll and a danger which could not simply be engineered away, aviation experts and meteorologists teamed up to develop technologies that would de-mystify the microburst — a project which led to substantive changes that affect everyone who flies.","metadata":null,"markups":[]},{"type":"IMG","text":"N726DA, the aircraft involved in the accident. (Andrew Thomas)","metadata":{"id":"0*V4XH3F2nK2mPAzCI.jpg","originalHeight":1416,"originalWidth":1890,"alt":null},"markups":[]},{"type":"P","text":"The second of August 1985 was a typical summer day on the plains of eastern Texas: swelteringly hot with crippling humidity and plenty of evening weather action. In the Dallas-Fort Worth metropolitan area, late afternoon thunderstorms are and were a daily occurrence, bringing just a hint of relief to a city laboring under scorching temperatures. By half past 17:00 that day, the temperature at Dallas-Fort Worth International Airport was still 38˚C (101˚F), but the sky nevertheless held the promise of rain, as lines of thunderstorms, propelled by hot air rising from the surface into colder air masses above, began to form throughout the region.","metadata":null,"markups":[]},{"type":"P","text":"For crews landing at DFW Airport, these storms were a fact of life, and the pilots of Delta Air Lines flight 191 were certainly no exception. Flight 191 was a wide body, three-engine Lockheed L-1011 Tristar, the pride of Delta’s fleet, flown by the airline’s most experienced crews. Today, the 300-passenger jet was only half full, having departed Fort Lauderdale, Florida earlier that afternoon with 152 passengers and 11 crew on board. In command was 57-year-old Captain Edward “Ted” Connors, a Korean War veteran with over 29,000 flying hours and a sterling reputation. Assisting him were two no less well-regarded junior crewmembers, 42-year-old First Officer Rudy Price Jr. and 43-year-old Flight Engineer Nick Nassick, both of whom had served in Vietnam and brought with them another 13,000 hours of flying experience.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of Delta flight 191. (Google + own work)","metadata":{"id":"1*XmW7CmNiVZRfyoUd90ahDw.png","originalHeight":1176,"originalWidth":1824,"alt":null},"markups":[]},{"type":"P","text":"As flight 191 entered eastern Texas and began its descent into Dallas, the pilots could already see a number of developing storm cells on their weather radar. Well aware of the potential danger posed to their aircraft by thunderstorms, they were keen to avoid the buildups if possible. So when the controller gave them a route clearance that took them too close to one of the storms, Captain Connors replied, “Well, I’m looking at a cell about heading of, uh, 255, and it’s a pretty good sized cell and I’d rather not go through it, I’d rather go around it one way or the other.”","metadata":null,"markups":[]},{"type":"P","text":"Although it took some back-and-forth, Connors soon managed to secure a more northerly arrival route which would keep them clear of the storms. Minutes later, he remarked, “I’m glad we didn’t have to go through that mess. I thought [for] sure he was going to send us through it.” He was satisfied with his decision even though it added 10 or 15 minutes to the flight time — delay or not, it was the prudent thing to do.","metadata":null,"markups":[]},{"type":"P","text":"It was around 17:56, as flight 191 descended through 9,000 feet, her pilots engaged in the approach checklist, that an isolated storm cell began to develop a couple of miles short of runway 17 Left at DFW — the very runway on which they were scheduled to land. Moments later, the arrivals controller announced, “Attention all aircraft listening… there’s a little rain shower just north of the airport and they’re starting to make ILS approaches.” Already, it seemed, the rain shower was reducing visibility to the point that planes inbound to runway 17L had to abandon their visual approaches and fly on instruments.","metadata":null,"markups":[]},{"type":"IMG","text":"A thunderstorm at Dallas-Fort Worth Airport in 2022. (Dallas Morning News)","metadata":{"id":"0*vb9Tqqha4rfowYwf","originalHeight":395,"originalWidth":680,"alt":null},"markups":[]},{"type":"P","text":"The cell at that point was small and its intensity was no more than a harmless 1 or 2 on the six-level thunderstorm intensity scale. So far, there was no indication that it would be a major problem. The crew of flight 191 in fact continued their approach without commenting on its existence, although they surely heard the transmission, as they tuned their instruments to pick up the signal from the Instrument Landing System (ILS) as the controller had suggested.","metadata":null,"markups":[]},{"type":"P","text":"As flight 191 made its second to last turn before final approach, the developing storm was clearly visible through their windows, looming directly over the approach end of runway 17L. “We’re going to get our airplane washed,” First Officer Price commented.","metadata":null,"markups":[]},{"type":"P","text":"Ahead of them, American Airlines flight 351 was in the midst of the storm, moments from landing. “American 351, do you see the airport yet?” the controller asked.","metadata":null,"markups":[]},{"type":"P","text":"“As soon as we break out of this rain shower we will,” the pilot replied.","metadata":null,"markups":[]},{"type":"P","text":"Further back, flight 191 made its last turn onto final approach and locked on to the ILS signal. In front of them, the storm was rapidly growing in intensity, rising to level 4 — a severe thunderstorm by any measure. But its area was so small, and its growth so rapid, that the pilots as yet had no indication that it was dangerous, nor did the controllers. The only comment from ATC came at 18:03, when the approach controller said, “We’re getting some variable winds out there due to a shower on short out there, north end of DFW.”","metadata":null,"markups":[]},{"type":"P","text":"“Stuff is moving in,” someone said aboard flight 191. The plane cut through the corner of a rain shaft coming off another storm cell, but visibility remained good enough to see the main storm ahead of them.","metadata":null,"markups":[]},{"type":"P","text":"Having signed off with the approach controller, Captain Connors called the tower and said, “Tower, Delta 191 heavy, out here in the rain, feels good.”","metadata":null,"markups":[]},{"type":"P","text":"“Delta 191 heavy, regional tower, one seven left cleared to land,” the controller replied. The pilots lowered the landing gear and decelerated to 150 knots, passing through 1,500 feet above the ground. Just in front of them, a small private Learjet, having entered the storm some moments earlier, now popped out the other side and landed on runway 17L without a problem. The storm was getting bigger, but if the tiny Learjet could get through safely, then the huge L-1011 could hardly expect to struggle.","metadata":null,"markups":[]},{"type":"IMG","text":"An artist’s impression of Delta 191 entering the storm. (NBC 5 Dallas-Fort Worth)","metadata":{"id":"1*uKGnHRuhD_McniuGj4M_mQ.png","originalHeight":972,"originalWidth":1658,"alt":null},"markups":[]},{"type":"P","text":"But at that moment First Officer Price spotted a flash and said, “Lightning coming out of that one.”","metadata":null,"markups":[]},{"type":"P","text":"“Where?” Captain Connors asked.","metadata":null,"markups":[]},{"type":"P","text":"“Right ahead of us,” said Price.","metadata":null,"markups":[]},{"type":"P","text":"This was the first confirmation the crew received that they were about to fly into a thunderstorm. Delta Air Lines procedures now called for them to abandon the approach and steer clear of the cell, but they didn’t. Everyone else was flying through the storm without trouble, so why couldn’t they?","metadata":null,"markups":[]},{"type":"P","text":"The pilots had no idea that they were in fact about to fly into one of the most dangerous weather phenomena known to aviation: a microburst.","metadata":null,"markups":[]},{"type":"P","text":"At the heart of every thunderstorm is an updraft, created by hot air rising away from the ground and into cooler layers above. As the storm develops, the updraft will raise water droplets and/or ice crystals into the upper part of the cloud. If this precipitation then mixes with dry air coming in from outside, it will evaporate, leading to evaporative cooling of the surrounding air mass. If the updraft then weakens, it will be unable to suspend this mass of cooler, denser air, and the core of the storm will collapse, sending the cold air mass plummeting to earth in a matter of minutes. When this downdraft strikes the ground, it will fan out in all directions, creating moderate to extreme straight-line winds blowing outward from the point of impact, covering an area usually not more than 4 kilometers in diameter. This is what is known as a microburst.","metadata":null,"markups":[]},{"type":"IMG","text":"How a microburst affects aircraft. (ASA)","metadata":{"id":"0*qJROGFLodpXz85up.png","originalHeight":989,"originalWidth":1882,"alt":null},"markups":[]},{"type":"P","text":"When an aircraft flies into a microburst, the danger lies not so much in the downdraft itself, but in the change in the horizontal wind direction as it passes from one side to the other. When the plane reaches the outer edge of the microburst, it faces a headwind, which increases the speed of the plane relative to the air, in turn increasing performance. In order to prevent the plane from rising above the glide path to the runway, a pilot will often respond by decreasing engine power and pitching down. In fact, in a microburst, this reaction makes the situation much worse, as the headwind quickly disappears, a downdraft strikes the plane from above, and then a tailwind rises up behind it as it crosses out the other side, decreasing performance substantially. This combination of circumstances may cause the plane to lose so much airspeed and lift that it enters a descent too steep for the pilots to recover before hitting the ground.","metadata":null,"markups":[]},{"type":"P","text":"The microburst that formed in front of flight 191 was of above-average intensity and developed with astonishing speed, appearing after the Learjet exited the storm, but before the L-1011 entered it, a period of approximately one minute. The crew of flight 191 had no idea what was about to hit them.","metadata":null,"markups":[]},{"type":"P","text":"As they entered the rain, the headwind on the edge of the microburst resulted in increased performance, and the plane’s airspeed rapidly increased from 150 to 173 knots. In response, First Officer Price reduced engine power to idle, trying to keep the plane from ascending above the glide slope. But just seconds later, the plane encountered a downdraft, and Price had to pitch up to counter it and keep the plane from descending. However, with a high pitch angle and the engines at low power, the plane’s speed dropped again, falling below the target of 150 knots. “Watch your speed!” Captain Connors cautioned. “You’re gonna lose it all of a sudden. There it is!”","metadata":null,"markups":[]},{"type":"IMG","text":"The flight data from the minute before the accident reveals the wild ride to which the occupants were subjected. (NTSB)","metadata":{"id":"1*xIzF7aOtgMuIocpt-sLenw.png","originalHeight":1554,"originalWidth":1558,"alt":null},"markups":[]},{"type":"P","text":"Suddenly, the headwind decreased from 25 knots to almost zero over the course of about ten seconds, even as the downdraft continued to intensify. With the engines at idle power, the disappearance of the performance-increasing headwind was catastrophic; the plane lost 44 knots of airspeed in six seconds before First Officer Price managed to push the thrust levers to takeoff/go-around (TOGA) power.","metadata":null,"markups":[]},{"type":"P","text":"“Push it up!” Captain Connors shouted. “Push it way up! Way up! Way up! Way up! That’s it!”","metadata":null,"markups":[]},{"type":"P","text":"With its nose pitched up more than 15 degrees, its engines straining against the downdraft, and its airspeed rapidly decaying, flight 191 was in real danger of stalling, threatening at any moment to lose lift and fall from the sky. But at that moment the headwind returned, and the plane shot upward above the glide slope for a second time, and again, First Officer Price reduced power in all three engines. Extreme turbulence now battered the plane from all directions, throwing it violently left, right, up, and down. Driving rain poured out of a pitch-black sky, beating on the cockpit windows with a terrific, all-consuming roar. Thrown hard to the right, the plane started to turn on its side, forcing Price to jam the ailerons all the way to the left to level the wings. The plane pitched up steeply again, reaching an angle of attack of 23 degrees, way beyond the safe range.","metadata":null,"markups":[]},{"type":"P","text":"“Hang onto the son-of-a-bitch!” Captain Connors yelled.","metadata":null,"markups":[]},{"type":"P","text":"First Officer Price pushed the thrust levers all the way to max power. The stick shaker stall warning suddenly activated; if they pitched up any more, the plane would stall. Price pitched down sharply to avoid the stall, but at that moment the headwind disappeared again, and the downdraft reached a peak intensity of 24 knots, sending the plane plunging downward. A split second later, a tailwind slammed the plane from behind, reaching 30 knots within seconds. The plane began to fall from the sky at a rate of 3,000 feet per minute, unable to accelerate beyond 135 knots — well below the target speed — even with the engines at full power.","metadata":null,"markups":[]},{"type":"P","text":"Descending through 420 feet above the ground, and still accelerating downward, flight 191 was now in extreme danger. The ground proximity warning system, detecting imminent disaster, began to blare, “WHOOP WHOOP! PULL UP!”","metadata":null,"markups":[]},{"type":"P","text":"“TOGA!” Captain Connors screamed, setting the flight director to go-around mode. He wanted to abort the approach, but it was much too late for that; their only focus now was survival.","metadata":null,"markups":[]},{"type":"P","text":"“WHOOP WHOOP! PULL UP!” the GPWS blared again. The plane’s nose down pitch peaked at -8.3 degrees and its descent rate at 5,000 feet per minute before First Officer Price pulled up as hard as he could, reversing the trend. But at this point they had just seconds before they would hit the ground. The downdraft now ceased, but the tailwind kept increasing toward 46 knots, leaving the stricken plane without the performance it needed to escape. Passengers experienced 2 G’s of vertical acceleration as the plane attempted to pull out of the dive.","metadata":null,"markups":[]},{"type":"P","text":"“Push it way up!” Captain Connors shouted again.","metadata":null,"markups":[]},{"type":"P","text":"“WHOOP WHOOP! PULL UP! WHOOP WHOOP! PULL UP!”","metadata":null,"markups":[]},{"type":"P","text":"But it was already too late.","metadata":null,"markups":[]},{"type":"IMG","text":"The path of flight 191 in its final moments. (James Covington Jr.)","metadata":{"id":"0*BG0sWyw0ynZlb92P.jpeg","originalHeight":534,"originalWidth":660,"alt":null},"markups":[]},{"type":"P","text":"Just as it seemed that the plane was leveling off, its main landing gear wheels struck the ground in a field nearly two miles short of the runway. It was descending at a relatively sedate 600 feet per minute, but with a ground speed of about 216 knots, far faster than normal. Nose high and engines screaming, the plane streaked across the field for several hundred meters before it lurched into the air, came back down, bounced, and became airborne again, headed directly for rush hour traffic on State Highway 114.","metadata":null,"markups":[]},{"type":"P","text":"“Damn!” someone screamed.","metadata":null,"markups":[]},{"type":"P","text":"“Oh shit!”","metadata":null,"markups":[]},{"type":"P","text":"The pilots deployed the thrust reversers, trying to bring the plane to a stop, but they were traveling far too fast.","metadata":null,"markups":[]},{"type":"P","text":"Seeing the plane suddenly emerge from the rain shaft just a few feet above the ground, the tower controller called out, “Delta, go around!”","metadata":null,"markups":[]},{"type":"P","text":"But there was nothing the pilots could do. The plane touched down again in the middle of the ten-lane highway, its left engine crushing a car traveling in the westbound lanes. Still traveling at incredible speed, it struck three light poles, then careened across the eastbound lanes and into another field, flames erupting from its left wing and engine, which had ingested large portions of the automobile. The L-1011 then slewed hard to the left; the engine dug into the ground and ripped away, taking with it large portions of the wing. The plane began to disintegrate, shedding pieces of the landing gear, wings and tail. Flames burst into the left side of the cabin, engulfing passengers in a terrifying wall of fire. And then, at a speed of 200 knots — faster than a Formula One race car — it plowed directly into an enormous water tank short of runway 17L.","metadata":null,"markups":[]},{"type":"IMG","text":"This comprehensive aerial view captures the full extent of the destruction, from highway 114 where the field where the remains of the plane finally came to rest. (UTA Libraries)","metadata":{"id":"1*q-m0WXZ5cnXhHCIHvF4n_w.jpeg","originalHeight":1179,"originalWidth":1184,"alt":null},"markups":[]},{"type":"P","text":"On impact with the tank, everything forward of row 34 disintegrated almost instantaneously, shattering into thousands of pieces as a tremendous explosion ripped through the plane. The tail section, from row 34 rearward, broke off and was hurled outward by the force of the blast, skidding several hundred meters across the grass and the corner of a parking apron before coming to rest on its left side, while the rest of the plane disappeared into a storm of shrapnel and flame.","metadata":null,"markups":[]},{"type":"IMG","text":"The plane’s disintegration on impact was nearly total. (Unknown author)","metadata":{"id":"0*mYRFOVsiS2TdU30D.jpg","originalHeight":483,"originalWidth":768,"alt":null},"markups":[]},{"type":"P","text":"In the tower, controllers watched in horror as flight 191 plowed into the tank and exploded, scarcely able to believe their eyes. Someone immediately activated the crash alarm, and fire trucks raced to the crash site short of runway 17L, with the first three arriving in just 45 seconds. There they confronted an apocalyptic scene, with parts of the L-1011 strewn over a vast area littered with fires, spilled fuel, bodies of victims, and rushing water released from the tank. To make matters worse, within a couple of minutes the microburst, moving slowly south, slammed into the crash site, strafing the rescuers with 40-knot sustained winds, pounding rain, and lightning. Amid this hellish landscape they struggled to search for survivors, pulling badly injured passengers from the piles of twisted debris.","metadata":null,"markups":[]},{"type":"IMG","text":"Bodies are placed under yellow sheets next to the remains of the tail section. (UTA Libraries)","metadata":{"id":"1*Nfsh4siI12kBV9kL4HuRhA.jpeg","originalHeight":944,"originalWidth":1476,"alt":null},"markups":[]},{"type":"P","text":"Nearby, numerous passengers and two flight attendants in the rear of the plane survived, still strapped into their seats, many of them suffering from only minor injuries. Two were completely unscathed, having incurred no injury whatsoever. Climbing carefully down from the overturned tail section, they wandered amid the debris until rescuers arrived through the howling storm. Surprised to find a large piece of the plane intact and surrounded by walking wounded, the first responders focused their efforts there, seeking to extract those who were still trapped in their seats. As they did so, the violence of the storm was made apparent when the crash site was struck by a gust of wind so powerful that it rolled the entire multi-ton tail section into an upright position, with several passengers still inside.","metadata":null,"markups":[]},{"type":"IMG","text":"Some 20 survivors found themselves here in the tail section, severed from the rest of the plane. (Fort Worth Star-Telegram)","metadata":{"id":"0*OzZmGvzHQ2JlrtQ8.jpg","originalHeight":1073,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"As more and more firefighters and paramedics descended on the scene, no one was sure how many people had survived and how many had died. Knowing that the plane could carry more than 300 people, and having gotten the impression that there were many survivors, response coordinators put hospitals on standby throughout the Dallas-Fort Worth area, advising them to expect multiple trauma victims. But within a couple of hours, it became clear that the situation was much grimmer than they had initially anticipated. Of the 163 on board, fewer than 30 were found alive, forcing many ambulances to return home empty, and by evening several hospitals had dismissed their trauma teams after the expected victims failed to arrive.","metadata":null,"markups":[]},{"type":"IMG","text":"The front page of the Dallas Morning News after the crash.","metadata":{"id":"0*HqqTT_sVSqd88K2O.jpg","originalHeight":296,"originalWidth":385,"alt":null},"markups":[]},{"type":"P","text":"In the end, 29 people were taken to hospital alive — their survival largely dependent on where they were sitting. Everyone from row 20 forward was killed instantly on impact, but in the midsection between rows 21 and 33, eight people survived, out of 60 total; all of them were thrown from the plane during the explosion, and one reported that he survived despite not even wearing his seat belt. Aft of row 33, the destruction of the aircraft was not total, but many still died as the left side of the cabin was largely ripped away between rows 34 and 40. In this area, 17 people died and 20 survived, most of them between rows 40 and 46. As this was the smoking section, some of the survivors quipped that for the first (and only) time, smoking had saved their lives.","metadata":null,"markups":[]},{"type":"IMG","text":"Seating chart of the survivors and fatalities. (Public domain image)","metadata":{"id":"1*n-jeNBHEzjzCkfFqGdfyjg.png","originalHeight":1698,"originalWidth":2162,"alt":null},"markups":[]},{"type":"P","text":"In addition to the 134 people who died on the plane, the crash also claimed the life of William Mayberry, whose Toyota Celica was crushed on highway 114, bringing the initial death toll to 135. However, two more passengers died “more than 30 days” after the crash, and the final toll is officially 137 — although it is unclear whether this includes Kathy Ford, who died of her injuries in 1995, more than ten years after the accident.","metadata":null,"markups":[{"type":"EM","start":393,"end":395,"href":null,"anchorType":null}]},{"type":"IMG","text":"William Mayberry’s body is removed from the remains of his Toyota. (Dallas Morning News)","metadata":{"id":"0*ga_Q7NvnX4aX7P2V.jpg","originalHeight":429,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"Inevitably, people would later ask: why did certain people survive, while others died? And would the outcome have been different if the plane never struck the water tank? Attempts to answer the first question were largely responsible for the now-popular notion that sitting in the back of the plane is safer — a belief which has some evidence to back it up, although the chances of being in an accident in the first place are so low, and the actual difference in survival rates between the front and the back are so marginal, that it’s not really worth your time to think about it.","metadata":null,"markups":[]},{"type":"IMG","text":"This photo captures how close flight 191 came to striking a FedEx DC-10. (Dallas Morning News)","metadata":{"id":"0*C8GXByxxgiBB0ZUM.jpg","originalHeight":934,"originalWidth":1660,"alt":null},"markups":[]},{"type":"P","text":"Regarding the second question, investigators would later note that the accident could in fact have been even worse. Had the L-1011 missed the water tank, it might have struck two fully loaded and fueled cargo planes, a DC-8 and a DC-10, which were sitting on the parking apron, most likely resulting in an incredible conflagration leaving few, if any, survivors. And even if they had somehow missed these planes too, the L-1011's structure had already been so badly compromised and its speed was still so great that it likely would have broken apart and tumbled in flames down the runway even in the absence of major obstacles. As in reality, survival would have been determined by the luck of the draw.","metadata":null,"markups":[]},{"type":"IMG","text":"Another Delta L-1011 flies over the wreckage of flight 191. (Dallas Morning News)","metadata":{"id":"0*VkRxoLoXI524ZtUb.jpg","originalHeight":430,"originalWidth":670,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"For the National Transportation Safety Board, the crash of a wide body jet at a major airport with dozens of fatalities was a worst-case scenario, and the agency pulled out all the stops to find the cause of the accident. Their findings would ultimately transform the way the aviation industry approaches the problem of severe weather.","metadata":null,"markups":[]},{"type":"P","text":"The first question investigators needed to answer: just how strong was the storm which brought down flight 191? By analyzing a variety of witness statements, radar records, and reports by meteorologists who were present, the NTSB determined that the storm cell short of runway 17L first appeared at 17:52 and reached intensity level 4, out of a 6-level scale, just 12 minutes later. Approximately one minute after that, flight 191 flew into it. This was contrary to proper procedure, which forbade pilots to fly into any known thunderstorm. The NTSB ultimately cited several factors which may have convinced the crew to violate this rule — and ruled out several others.","metadata":null,"markups":[]},{"type":"IMG","text":"Although people often comment on the experience of the passenger seated in these front-most seats, the seating chart reveals that no one was actually in any of them. (USA Today)","metadata":{"id":"0*8AyFyYybvDQXM2zM.JPG","originalHeight":579,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"Based on the statements captured on the cockpit voice recorder, it was clear that the pilots could see the storm with their own eyes well before they entered it, and there was plenty of time to avoid it; another theory, which held that a smaller cell northeast of the main one blocked their view, was easily discredited. The NTSB also noted that while some pilots complained that the L-1011’s weather radar was useless for short-term planning because its minimum display range was 50 nautical miles, this fact probably had no bearing on the crew’s understanding of the situation, since the CVR contained no evidence that either pilot was trying to use the radar in the minutes before the crash.","metadata":null,"markups":[]},{"type":"P","text":"Instead, the pilots relied on what they could see with their eyes, as well as reports heard on the air traffic control frequency. Regarding the latter, at no point did any controller or pilots identify the storm as a thunderstorm, or report any dangerous weather phenomena associated with it. The controllers did not have any means available to determine the intensity of a storm, as their radars were intended to emphasize aircraft and only displayed the presence of precipitation as a single-color pattern in the background. Furthermore, several pilots flew through the storm ahead of flight 191, and none of them reported anything worse than heavy rain. Therefore, up until the final approach, the pilots would not have had any indication that storm was anything more than a benign rain shower.","metadata":null,"markups":[]},{"type":"IMG","text":"More than half of the total survivors were seated here, aft of the cabin divider in rows 40–46. (NTSB)","metadata":{"id":"0*mzS_neqKZZROP9ny.jpg","originalHeight":908,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"However, about a minute before they entered the storm, First Officer Price, who was flying the plane, noticed lightning coming out of the cell, indicating beyond any doubt that it was in fact a thunderstorm. All other matters aside, this alone should have given the crew the information they needed to identify the nature of the storm and deviate around it. Captain Connors had in fact done this twice in the hour leading up to the accident, adding several minutes to the flight, even when other planes were flying through the storms. He was clearly cautious around thunderstorms and understood the danger. And yet, he flew into this one — so what made it different?","metadata":null,"markups":[]},{"type":"P","text":"The NTSB cited the successful landings of the planes ahead of him, including the much smaller Learjet, as the main reason he thought he could get away with it. Furthermore, at the time it was suspected that the majority of pilots probably had flown through thunderstorms despite the prohibition on doing so, and that even relatively cautious pilots may have been underestimating the danger. Captain Connors would have weighed this perceived danger against the hassle and cost of abandoning the approach and waiting for the storm to clear, and he evidently felt that the danger was low enough to tip the cost-benefit analysis in favor of continuing.","metadata":null,"markups":[]},{"type":"IMG","text":"It is incredible to imagine something this large spinning around and rolling over at such speed with so many people still inside. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*4NUiuxS5Evexovnx.jpg","originalHeight":800,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"It is worth noting here that studies carried out in the 1990s — well after the investigation into flight 191 was over — showed that pilots in general were unlikely to fly through thunderstorms far from the airport, but that the probability increased as they got closer. In fact, these studies showed that in 1985 the vast majority of pilots would have flown through a thunderstorm that appeared on final approach, just as Captain Connors did. In hindsight, this was an industry-wide problem: pilots in general were underestimating the danger associated with thunderstorms, skewing their cost-benefit analyses toward penetrating the storm when a safe landing appeared to be imminent and achievable. This occurred despite the fact that every pilot, including Connors, should have known in theory that thunderstorms were unpredictable, and that the absence of any trouble on the flight ahead of them did not necessarily mean it would be smooth sailing for them, too.","metadata":null,"markups":[]},{"type":"IMG","text":"Much of the nose section was reduced to charred debris, piled in the field near the water tanks. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*p6tE1G_dr-5-LCDb.jpg","originalHeight":722,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Once the decision was made to enter the storm, the pilots suddenly encountered a microburst of well above average intensity. As mentioned earlier, the problem with a microburst is the abrupt reversal in wind direction as a plane passes through it. This sharp change in wind speed and direction is known as wind shear — a phenomenon which can arise in all kinds of conditions, but is perhaps most dangerous within the extreme environment of a microburst. The strength of microburst-induced wind shear is measured in terms of the total difference between the wind speed at entry and the wind speed at exit — that is, if the plane initially encounters a 20 knot headwind, which then switches to a 20-knot tailwind, the microburst is said to contain 40 knots of horizontal shear. A pioneering study in 1982 showed that the average microburst contained a horizontal shear of 47 knots, enough to cause serious trouble to any airliner, and the authors of the study were quick to note that half of observed microbursts were even stronger than this, with one reaching nearly 100 knots of shear.","metadata":null,"markups":[]},{"type":"P","text":"By analyzing the airspeed, altitude, engine power, and other parameters captured on flight 191’s flight data recorder, a team from NASA and Lockheed was able to determine that the L-1011 encountered an initial 26-knot headwind which then gave way to a 46-knot tailwind, totaling 72 knots of horizontal shear — not the strongest microburst ever seen, but certainly strong enough to bring down a plane. Countering such powerful wind shear would require significant skill on the part of the pilot. But just what would the crew of flight 191 have needed to do in order to escape?","metadata":null,"markups":[]},{"type":"IMG","text":"Another detailed view of the entire wreckage trail, showing some of the collateral damage that the crash caused along the way. (UTA Libraries)","metadata":{"id":"0*SIgUEHrfGpYDfbyM.jpg","originalHeight":2274,"originalWidth":1490,"alt":null},"markups":[]},{"type":"P","text":"Using the flight data and wind model, Lockheed conducted a performance study to determine what inputs would have led to a successful microburst penetration. The fact that the plane had nearly leveled off at impact — in fact, it basically landed on the field, rather than crashing into it — showed that the margin separating disaster from success was quite narrow. By analyzing the data, investigators were able to determine that the point at which the situation became unrecoverable was when First Officer Price pitched down in the heart of the downdraft in response to a one-second activation of the stick shaker stall warning. This was consistent with his stall recovery training, but inconsistent with wind shear recovery procedures, which instructed pilots to maintain a nose up attitude just short of the stick shaker activation threshold. Had he kept the nose pointed upward, the plane would have had enough lift to pull out of its descent before striking the ground, but instead he let the nose drop to 8.3 degrees nose down, at which point the plane lost too much altitude and recovery became impossible.","metadata":null,"markups":[]},{"type":"IMG","text":"Pieces of the L-1011 were strewn throughout the parking apron. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*sFc4lRn7EOvlujvG.jpg","originalHeight":803,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"This analysis of the pilot’s behavior was beneficial in hindsight, but did not necessarily indicate any deficiency in terms of his judgment. The period from the first encounter with the headwind up to the moment of impact lasted just 38 seconds, and only in the last ten seconds or so did it become clear that drastic action was needed to prevent ground contact. However, it was worth noting that First Officer Price twice made the situation worse by reducing thrust when encountering a headwind, even though increasing thrust and abandoning the approach would have ensured a safe outcome.","metadata":null,"markups":[]},{"type":"P","text":"Captain Connors was clearly aware that the floor was about to drop out from under them, given his comment that “you’re gonna lose it all of a sudden.” However, his familiarity was insufficient to override First Officer Price’s instinct to try to maintain the proper glide slope. This was an artifact of their wind shear recovery training, which seemed to prioritize returning to the glide slope as opposed to escaping the wind shear entirely. The operations manual did state, “do not unspool the engines” when encountering performance-increasing wind shear, but it did not explain that this was because the wind direction could abruptly reverse, requiring additional power. The NTSB felt that this training could have a negative effect on pilots, leading them to take actions which were not optimal for ensuring the survival of the airplane in a severe wind shear encounter. If it had been emphasized that the priority was to escape by any means, rather than to stay on the approach profile, First Officer Price might never have reduced thrust in the first place, and the plane might have sailed right through the entire microburst at max power with the nose high and come out the other side with minimal altitude loss.","metadata":null,"markups":[]},{"type":"IMG","text":"Investigators and others work amid the shattered remains of the plane. (David Woo)","metadata":{"id":"0*wslhpAI5JKwXh9xN.jpg","originalHeight":750,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"The NTSB also sought to determine whether it would have been possible to provide the crew with the information necessary to anticipate the presence of severe conditions inside the storm.","metadata":null,"markups":[]},{"type":"P","text":"The controllers had only two sources of reliable information about the intensity of storms near the airport: pilot reports, and reports by the airport meteorologist. Regarding the former, no pilot reported anything that would indicate that the shower was in fact a thunderstorm. This occurred despite the fact that numerous pilots told the NTSB that they saw lightning or heard thunder, and two even thought they saw tornado-like formations (although data showed no tornado was actually present). Had the pilots reported these observations to the controller, the controller would surely have told all inbound aircraft that other pilots had seen lightning and a possible tornado, and the pilots of flight 191 almost certainly would have abandoned the approach. As such, the failure of other pilots to report their observations was assessed to be a contributing factor to the accident.","metadata":null,"markups":[]},{"type":"IMG","text":"Probably the largest remaining section of the forward two thirds of the plane was this chunk of the wing root, which also still contained one of the main landing gear bogies. (UTA Libraries)","metadata":{"id":"1*KjFkDb8-7krQ5zlRfpKupA.jpeg","originalHeight":922,"originalWidth":1504,"alt":null},"markups":[]},{"type":"P","text":"Other than pilots, controllers could also have received detailed weather information from trained meteorologists. The National Weather Service (NWS) in fact employed a meteorologist who was stationed full time at DFW Airport and had access to a radar display which showed the intensity of storms in the Dallas-Fort Worth area. However, this meteorologist went on break to eat dinner at 17:35, when he assessed that there were no storms in the region. He could not have predicted that a storm would spontaneously appear off the approach end of runway 17L just a few minutes later, and when it did form, he had no idea, because it was forbidden to eat in the radar room, and he was in fact located some 60 meters away around a corner and down a flight of stairs at the time.","metadata":null,"markups":[]},{"type":"P","text":"Had he been on duty, it was still not certain that he would have been able to prevent the accident. His display presented data transmitted from the NWS observatory in Stephenville, Texas and was perpetually two minutes behind reality. Furthermore, the cell (as he would have observed it) only reached an intensity sufficient to warrant reporting about two minutes before the crash. Normally he would have collected pilot reports about the storm, combined them with the radar data, and transmitted this analysis to air traffic control for further distribution, a process which took around 10 minutes. If the situation was urgent, he could have phoned the tower directly and then had the tower disseminate a warning, but even this may or may not have arrived before flight 191 entered the microburst. As such it was not possible to say for sure whether the NWS meteorologist could have prevented the crash in any scenario.","metadata":null,"markups":[]},{"type":"IMG","text":"A Boeing 727 flies over the wreckage on approach to runway 17L or 17R. (NOAA)","metadata":{"id":"0*eOJpIsXsQMdaekSQ.jpg","originalHeight":386,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"One final means of defense was also unable to warn the crew in time to avoid the microburst: the Low Level Windshear Alert System, or LLWAS. The system, implemented in the aftermath of the 1975 crash of Eastern Air Lines flight 66 in New York, was intended to reveal the presence of wind shear by measuring the differences in wind speed and direction at various anemometers strategically located around the airport. However, the system as designed was fundamentally limited in that it could only detect wind shear within the airport boundary, and was not useful, nor was it intended to be useful, for detecting wind shear further back along the approach path. In the event, the system only detected the wind shear and sounded an alarm 10 to 12 minutes after the crash, when the microburst moved south across the airport.","metadata":null,"markups":[{"type":"A","start":203,"end":230,"href":"https://admiralcloudberg.medium.com/winds-of-change-the-crash-of-eastern-airlines-flight-66-f49f56fb5f2e","anchorType":"LINK"}]},{"type":"IMG","text":"A view of the remains of a wing and the tail section, apparently taken from just in front of the cargo DC-8 sitting on the apron. (AP)","metadata":{"id":"0*iiihBo8egWmkJo0s","originalHeight":975,"originalWidth":1476,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"Considering all of this evidence, it was obvious that the existing system was inadequate to prevent planes from flying into potentially catastrophic wind shear. The pilots saw the thunderstorm, but chose to fly into it anyway, a common practice in the industry. The systems for disseminating weather information to pilots were too slow and unreliable to handle a rapidly developing thunderstorm. And the automatic wind shear detection systems were incapable of detecting a microburst outside the airport boundary. In conclusion, while this accident could have been prevented, it was essentially inevitable that some accident, if not necessarily this one, would occur due to microburst-induced wind shear.","metadata":null,"markups":[{"type":"EM","start":611,"end":615,"href":null,"anchorType":null}]},{"type":"P","text":"This was hardly a surprise to the NTSB, however; in fact, the agency had been raising the alarm about this exact problem since the early 1970s. Since then, several major crashes caused by microbursts had claimed the lives of over 500 people in the United States alone, including the 1975 Eastern Air Lines crash that led to the introduction of LLWAS. At least as significant was the 1982 crash of Pan Am flight 759 in New Orleans, Louisiana, in which a Boeing 727 encountered a microburst immediately after takeoff and plunged into a residential neighborhood, killing 153 people. That accident triggered a new round of research intended to increase knowledge of microbursts and find ways to keep planes away from them.","metadata":null,"markups":[]},{"type":"IMG","text":"The National Center for Atmospheric Research. (CBS News Denver)","metadata":{"id":"0*y-Szmp1jNuo3NxVb.jpg","originalHeight":720,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"In 1984, the Federal Aviation Administration (FAA) teamed up with the National Center for Atmospheric Research (NCAR) in Boulder, Colorado in order to test the use of Doppler weather radar as a way to detect microbursts.","metadata":null,"markups":[]},{"type":"P","text":"Doppler radar, unlike traditional radar, tracks the movement of water particles in the air in order to determine the strength and direction of wind fields, rather than the mere presence of precipitation. Its promise as a means of wind shear detection at airports and even aboard airplanes was already recognized, but the technology had yet to enter large scale use.","metadata":null,"markups":[]},{"type":"P","text":"During the experiment, scientists at NCAR aimed their specialized Doppler radar at Stapleton International Airport in Denver, some 28 kilometers from the facility, and used it to relay warnings about microbursts to air traffic controllers. Over the course of the 45-day experiment, 30 microbursts were detected and seven flights chose to abandon their approaches due to the information received.","metadata":null,"markups":[]},{"type":"P","text":"The experiment was also successful in learning more about microbursts themselves. Based on the data collected, meteorologists were able to develop a model which could predict with 80% accuracy whether a microburst would occur on any given day. However, the study also showed that there was no reliable means by which to detect which particular storm cell would produce a microburst, and when. Furthermore, the data showed that microbursts never lasted longer than about 10 minutes — too fast for traditional means of disseminating weather information to react. Both of these findings underscored the need for systems that could detect wind shear in real time.","metadata":null,"markups":[]},{"type":"IMG","text":"A map of NEXRAD radar coverage in 2011. (NOAA)","metadata":{"id":"0*1npmTJMRcQbtNdGU.jpg","originalHeight":1275,"originalWidth":1650,"alt":null},"markups":[]},{"type":"P","text":"By the time of the Delta 191 disaster, several companies were experimenting with airborne systems that could detect when a plane entered a wind shear condition. But while the NTSB praised these efforts, investigators nevertheless made clear that this measure was insufficient, given the proven existence of microbursts whose horizontal shear exceeded the ability of transport category aircraft to recover. Doppler-based systems which could look ahead of the plane to detect wind shear were seen as the only way to ensure safety.","metadata":null,"markups":[]},{"type":"P","text":"As a result of the crash, the FAA and NASA launched several initiatives intended to bring about this technology as quickly as possible. An existing plan for the Next Generation Radar system, or NEXRAD, whose purpose was to create a network of Doppler radars covering most of the continental United States, was significantly accelerated, with the first stations entering service in 1988. At the same time, the FAA launched the Terminal Doppler Radar program, whose goal was to install Doppler radar systems directly at airports in order to quickly and unambiguously detect wind shear close to the ground. This system, which began to be installed in the early 1990s and is now available at 45 US airports, definitively solved the inability to detect low level wind shear outside the airport boundary.","metadata":null,"markups":[]},{"type":"IMG","text":"The tail section was later turned back on its side during the recovery and examination process. (Austin American-Statesman)","metadata":{"id":"0*XtmXiW6AqCTGKCI8","originalHeight":480,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"The crash also accelerated industry efforts to develop Doppler radar systems that could be carried aboard airplanes, and the FAA and NASA co-launched the Integrated Wind Shear Program Plan in order to support private industry in developing the technology. This project ultimately involved a series of daring experiments in which test pilots deliberately flew into microbursts to gather data and test warning systems. The plan also included an overhaul of the way pilots were trained to handle wind shear, for the first time introducing regulations defining how a wind shear training program must be designed. The new training requirements helped accelerate a philosophical shift away from wind shear recovery and toward wind shear avoidance as the primary tactic for confronting the problem. Given the inherent difficulty in reacting to severe wind shear, and the increasing availability of advance detection technology, it made more sense for pilots to abandon any approach where wind shear may be encountered rather than trying to recover once in it. Today, all passenger planes are equipped with Doppler radar and aural “WIND SHEAR” warnings, and pilots are trained to immediately go around if the warning activates. As a result, the number of wind shear accidents worldwide has plummeted since the mid-1990s.","metadata":null,"markups":[]},{"type":"IMG","text":"A Delta 737 flies past the wreckage of Delta 191. (Dallas Morning News)","metadata":{"id":"0*YqTmfYQ0UUAh0tfe.jpg","originalHeight":600,"originalWidth":621,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"The regulatory and scientific projects which emerged from the crash of Delta 191 represented a definitive triumph of technology over nature. A problem which in the 1970s seemed intractable and unsolvable was, to an extent unusual in the aviation industry, solved by science and engineering. For that reason, flight 191 is often cited as one of the most influential aircraft accidents of all time, the moment when an industry said “enough is enough,” coming together to confront and eventually overcome one of the most vexing dangers afflicting commercial aviation. It is important to remember, however, that it did not take just one accident to bring about this change, but several, none of them as famous as Delta 191. More people died in the crash of Pan Am flight 759, but it received almost none of the credit, even though programs spawned in its aftermath were already underway when flight 191 fell to earth in August 1985. This should serve as a reminder that safety is an ever-evolving process which does not passively jump forward every time there is a crash, but is in fact working constantly in the background in times of both calm and crisis, its level of urgency determined as much by macro-level trends as it is by the spectacle of fire and blood. But if we must pick one event to mark a turning point in the way we think about wind shear, then it would be hard to find a more defining moment than Delta flight 191 and the images of the riven L-1011, its empty seats staring out into the harrowing rain.","metadata":null,"markups":[]},{"type":"P","text":"_________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/u51kbz/1985_the_crash_delta_air_lines_flight_191_analysis/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 200 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}