{"id":"2b3e2176c221","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/physics-strikes-back-the-crashes-of-braniff-flight-542-and-northwest-orient-flight-710-2b3e2176c221","createdAt":1665248345438,"firstPublishedAt":1665251448036,"latestPublishedAt":1673594971855,"updatedAt":1673594974211,"clapCount":1300,"title":"Physics Strikes Back: The crashes of Braniff flight 542 and Northwest Orient flight 710","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Physics Strikes Back: The crashes of Braniff flight 542 and Northwest Orient flight 710","metadata":null,"markups":[]},{"type":"IMG","text":"This artist’s impression of Northwest orient Airlines flight 710’s in-flight breakup appeared on the cover of certain editions of Robert J. Serling’s 1963 book “The Electra Story.”","metadata":{"id":"1*-votwE9z8QkQyHie9guIXQ.jpeg","originalHeight":586,"originalWidth":618,"alt":null},"markups":[]},{"type":"P","text":"On the 29th of September 1959, a brand new Lockheed L-188 Electra operating for Braniff International Airways disintegrated in flight over Leon County, Texas, plummeting to its doom in a night-darkened field and killing all 34 people on board. Although investigators did their best, there was little for them to go on: the plane had no black boxes, and the wreckage was so thoroughly pulverized that little certainty could be gleaned from it. After months of furious head-scratching, they were on the verge of closing the case when they were faced with every investigator’s worst nightmare: the exact same thing happened again.","metadata":null,"markups":[]},{"type":"P","text":"On the 17th of March 1960, another Lockheed Electra operating Northwest Orient Airlines flight 710 lost a wing and plunged to earth near Tell City, Indiana, killing all 63 people on board. Two Electras breaking up in flight barely more than a year after the type’s entry into service simply could not be a coincidence. But what had torn these two planes out of the sky? The wreckage of flight 710 would finally yield the answer: a freakish design flaw had led to harmonic vibration between the wing and a “wobbling” propeller, growing in amplitude until the aircraft ripped itself to pieces. The failure mode presented a fascinating example of the challenges of modern aerospace engineering, but it also threw into question the inherent safety of the Electra. Could the plane ever be trusted? How was Lockheed going to fix it? The public demand for answers would ultimately clash with the design flaw’s inscrutability, as Lockheed tried, with only mixed success, to assure passengers that it had fixed a brutally complicated problem that was almost as difficult to explain as it was to discover.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"United Airlines was the first US carrier to order the Vickers Viscount, the first turboprop airliner. (Mach 2 Aircraft Models)","metadata":{"id":"0*0_cXmWuThKBbuonY","originalHeight":1001,"originalWidth":1403,"alt":null},"markups":[]},{"type":"P","text":"In the early 1950s, British manufacturer Vickers-Armstrong introduced a revolutionary new aircraft to the European market: the turboprop airliner. Whereas previous generations of propeller aircraft were powered by piston-driven internal combustion engines similar to those in most cars, the new turboprop, known as the Viscount, was the first to feature propellers driven by turbines. More similar to a jet engine than a piston engine, turboprop engines promised better performance, less noise, and improved fuel efficiency, and in all these areas the Viscount delivered, taking Europe by storm in a few short years. In North America, its promise took longer to make itself apparent, but by the end of 1953, airlines in the United States were starting to catch on.","metadata":null,"markups":[]},{"type":"P","text":"That year, American Airlines approached Lockheed, then one of the big three US makers of airliners, and pitched its proposal for a turboprop that would blow the Viscount out of the water. What they asked for was nothing short of a miracle: a plane that could cruise comfortably at 350 knots, operate economically on routes of any length, carry at least 65 passengers, and take off from any of America’s 100 most important airports, including those with runways too short to handle the jet aircraft then in development at Douglas and Boeing. No such aircraft had ever been built, and there were some who doubted that it could be. But Lockheed, which had gained valuable experience building the turboprop C-130 Hercules for the military, believed that they could in fact design the plane American Airlines wanted — and that the world would love it.","metadata":null,"markups":[]},{"type":"IMG","text":"A brand new Lockheed Electra flying for American Airlines. (Smithsonian)","metadata":{"id":"0*ay1lDKwHbpiA9BNM.jpg","originalHeight":1536,"originalWidth":2000,"alt":null},"markups":[]},{"type":"P","text":"Lockheed christened its project the L-188 Electra, named in honor of the L-10 Electra, one of its first passenger models. The new airliner was to be powered by the same Allison 501-D13 turboprop engines used in the C-130 Hercules, while carrying as many as 98 passengers at cruising altitudes up to 28,000 feet and at speeds of up to 389 knots, exceeding American Airlines’ demands in every respect.","metadata":null,"markups":[]},{"type":"P","text":"Internally, Lockheed planned for the L-188 Electra to be the most thoroughly tested aircraft ever built, with a design philosophy centered on the concepts of damage tolerance and failsafe structures. The first Electra airframe was subjected to every manner of abuse that Lockheed’s engineers could imagine, many of which are now standard practice but were revolutionary at the time. They bent the wings until they broke, tore huge gashes in the fuselage, battered the skin with remote-controlled axes, and blasted the airframe with tornado-like winds, often all at the same time. Its methods would have been considered somewhat crude today, and the result was a plane which was, if anything, significantly overbuilt. In fact, nearly 65 years after its first flight in December 1957, the Electra still has a reputation as one of the toughest airplanes ever designed, and it is because of this fact that the Electra and its military variant the P-3 Orion are still in service today doing such rigorous work as aerial firefighting and flying into hurricanes.","metadata":null,"markups":[]},{"type":"P","text":"When the first prototype flew in 1957, test pilots were immediately enamored. The plane was tough, handled well even in emergencies, and above all, it was powerful. Its propellers were abnormally large in proportion with the airframe, and the prop wash covered an unusually high percentage of the wing, providing the Electra with more lift than contemporary models. Early pilots were amazed to discover that the Electra was one of if not the first airliners to be capable of balking a landing after touchdown. Others took note of the numerous quality of life measures Lockheed had implemented to make the plane easy to fly, and, mechanics were pleased to note, easy to maintain. As it first entered service in January 1959, the Electra received rave reviews from both pilots and passengers alike, even though, like any new airliner, it did require a few minor bug fixes.","metadata":null,"markups":[]},{"type":"IMG","text":"A local newspaper in Massachusetts breaks the news of the American Airlines crash in February 1959. (Timothy Hughes Rare Newspapers)","metadata":{"id":"0*MH5aCqxGnfN-1ED0.jpg","originalHeight":512,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"In fact, the honeymoon period lasted a mere 22 days before, in what was even by 1950s standards a shockingly early twist of fate, an American Airlines Electra crashed into New York’s East River on approach to LaGuardia, killing 65 people. This was the quickest ever turnaround time between an airliner’s introduction to passenger service and its first fatal crash, and still is today, a fact which did not go unnoticed at the time. The cause of the accident was, however, put down to the pilots’ failure to maintain the correct altitude, and the Electra’s altimeter was redesigned to make it easier to read. Within weeks, the industry had moved on.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"N9707C, the sister ship of N9705C, the Braniff aircraft involved in the accident. Because N9705C was in service so briefly, no known photos of it exist. N9707C was itself lost in a crash along with 85 lives in 1968. (Mel Lawrence)","metadata":{"id":"0*2YMKmWs_hY6q3HUG.jpg","originalHeight":397,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"Nearly eight months later, on the 29th of September 1959, the crew of a brand new Lockheed Electra boarded their plane on the apron in Houston, Texas, in preparation for Braniff International Airways flight 542, an overnight run to New York City via Dallas and Washington. The flight crew consisted of 47-year-old Captain Wilson Elza Stone, 39-year-old First Officer Dan Hollowell, and 29-year-old Flight Engineer Roland Longhill, all of whom were very new to the Electra — none of them could claim more than 95 hours on the type. The plane itself was even newer, having first flown on September 4th before being delivered to Braniff on September 18th. It had only been flying passengers for ten days and had not even reached its first scheduled inspection.","metadata":null,"markups":[]},{"type":"P","text":"The first leg of the late night flight was lightly booked, with just 28 passengers joining the three pilots and three flight attendants. The plane left the apron well under its maximum weight and with only a couple of minor issues in its technical log, one of which had already been fixed. A representative of Allison engines, who spoke to First Officer Hollowell before the flight, recalled him saying that “this aircraft trims up funny,” but otherwise all was normal. The meaning of Hollowell’s comment, unfortunately, remains a mystery.","metadata":null,"markups":[]},{"type":"P","text":"At 22:44, flight 542 took off from Houston, with an estimated flight time to Dallas of 41 minutes. The flight was cleared to climb to its cruising altitude of 15,000 feet, and at 23:05 it made a routine radio call to San Antonio area control, informing the center that they were level at 15,000 and passing the Leona VOR. A short while later, the flight engineer called company dispatch in Dallas and asked if they would be ready to fix the other minor defect which had been deferred in Houston. They replied that they were, and Longhill signed off, marking down the time in his log. It was 23:07. No one knew it yet, but this would be the last anyone would hear from Braniff flight 542.","metadata":null,"markups":[]},{"type":"IMG","text":"An actual photo of the flight engineer’s log, recovered from the wreckage of flight 542, as it appeared in Macarthur Job’s “Air Disasters: Volume 4.” The original photo was released by the CAB.","metadata":{"id":"1*BqxejoPcLM7oBNuMzMHTVg.jpeg","originalHeight":3541,"originalWidth":2824,"alt":null},"markups":[]},{"type":"P","text":"Approximately two minutes later, residents of rural Leon County, Texas, near the small town of Buffalo, heard a high-pitched screaming sound mixed with the grinding and rending of metal, emanating from the darkened sky above them. They stepped outside or peered through their windows to get a better look, and there they saw an incredible sight: a fiery explosion lit up the night before rapidly dissipating, a few streaks of flame plummeting away from it like shooting stars before disappearing into the blackness.","metadata":null,"markups":[]},{"type":"P","text":"On a nearby farm, farmer Richard E. White heard the noise and saw the explosion, after which the sound only continued to build into an earth-shaking roar. As he and his wife watched in astonishment, an object slammed into the ground just a few hundred meters from their house, exploding on impact. Moments later, a faint mist began to drift down over their porch.","metadata":null,"markups":[]},{"type":"P","text":"“It’s raining,” Mrs. White is said to have commented.","metadata":null,"markups":[]},{"type":"P","text":"“It couldn’t be,” said Mr. White. “Look at the stars.”","metadata":null,"markups":[]},{"type":"P","text":"It was then that they realized that the wetness descending over them was not rain. It was kerosene.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A map of flight 542’s flight path, as rendered by Aero Illustrations for Macarthur Job’s “Air Disasters: Volume 4.”","metadata":{"id":"1*AmFBYuljIuGtKuBhDQGM3w.jpeg","originalHeight":2901,"originalWidth":3341,"alt":null},"markups":[]},{"type":"P","text":"Emergency services rushed to the White farmstead, where they found a scene of total devastation. A short distance behind the farmhouse, the forward fuselage of Braniff flight 542 had slammed into the ground with tremendous force, digging out a crater in the earth. The center section came to rest some 60 meters away, while the tail section, still emblazoned with the words “Fly Braniff,” fell to earth in a forest some distance further on. Of the passenger cabin nothing remained — it was obvious that none of the 34 passengers and crew had survived. In fact, media reported that the scene was so grisly, the ground was soaked in blood — before they were informed that the plane had been carrying a shipment of medical blood in the cargo hold, which was now dispersed over the crash site, and that the occupants had been killed instantly, without time to bleed.","metadata":null,"markups":[]},{"type":"P","text":"In 1959, responsibility for investigating aircraft accidents in the United States belonged to the Civil Aeronautics Board, or CAB, the predecessor of today’s NTSB. The job of a CAB investigator in the 1950s would have been much harder than that of their modern counterpart. Airliners did not yet carry flight recorders, now the primary means of determining the cause of an accident, and it was common for cases to go unsolved, or solved in name only, with blame laid on some ill-defined pilot error. Consequently, the CAB investigators who arrived in Leon County the day after the crash knew there was a chance that they wouldn’t find the answer — but they had no idea just how difficult it would turn out to be.","metadata":null,"markups":[]},{"type":"IMG","text":"This was the only photograph I could find which could be positively identified as showing the wreckage of flight 542. (Bettmann)","metadata":{"id":"0*x6r6MaUQ3Ae0WpFI.jpg","originalHeight":1024,"originalWidth":765,"alt":null},"markups":[]},{"type":"P","text":"The first clue, at least, was glaringly obvious: the Electra had clearly broken up in flight and fallen to earth in several distinct pieces. The left wing was found some 2.4 kilometers short of the main impact crater, and other pieces of wreckage, mainly from the left engines and left wing, continued through a debris trail stretching back over 4.2 kilometers. The furthest piece that searchers managed to find was a 23-centimeter section of hydraulic line from the left wing, which offered no real useful information, except to confirm the already self-evident fact that this wing had broken off first. The right wing had also separated in flight, albeit later and in several stages, as its remains were found scattered throughout the area stretching from the left wing to the impact crater.","metadata":null,"markups":[]},{"type":"P","text":"As each piece was found, it was transported to a CAB facility for analysis and reconstruction. Examination of this wreckage for signs of an in-flight explosion turned up some evidence of airborne fire, but of a brief nature, and only after the left wing began to separate. Sabotage by an explosive device, or the explosion of a fuel tank, were quickly ruled out. A review of the technical log revealed no defects which could possibly have been related to the crash. Analysis of the weather conditions showed that the skies were clear and calm, without the slightest hint of turbulence or lightning. No other aircraft were nearby which could have collided with the Electra. Investigators searched for signs of metal fatigue, which could indicate a premature breakdown of the wing structure, perhaps due to some manufacturing error, but none was found. Every fracture surface on the left wing, and indeed everywhere else, was created by simple overstress. It was as though a giant hand had simply grabbed the wing and ripped it off.","metadata":null,"markups":[]},{"type":"P","text":"The clues which investigators did manage to find were rather disparate. There was some evidence of structural elements having broken in various random directions, and the №1 engine appeared to have wobbled in its mountings before it broke away, but there was no way to say whether this occurred before or after the failure of the wing, and if investigators had to bet on one or the other, they would have said “after.” The wing itself seemed to have been torn away from the fuselage in an upward direction, as would be expected if the pilots had attempted to pull out of a high-speed dive, but examination of surviving control systems turned up no sign of any malfunction that could have caused such a dive in the first place.","metadata":null,"markups":[]},{"type":"P","text":"And then there was the matter of witness testimony. Triangulating where each witness saw the ball of fire, investigators placed it very roughly between 17,000 and 24,000 feet, indicating that the plane was probably not below its cruising altitude of 15,000 feet when the wing broke off. (Witnesses tend to overestimate the angle between their position and an object in the sky.) Investigators also tried to determine the source of the noise which many witnesses heard before the explosion, and after presenting these witnesses with recordings of various noises, both real and random, most selected the sound of a propeller going supersonic as the one closest to their experience. However, if a propeller had been overclocked in this manner, it would not necessarily leave any evidence, nor did it explain why the wing had come off, so investigators were left no closer to the answers they sought.","metadata":null,"markups":[]},{"type":"IMG","text":"The front page of the CAB’s final report. (CAB)","metadata":{"id":"1*eQSr0rVsxvFctH3oF2gVRw.png","originalHeight":1016,"originalWidth":1818,"alt":null},"markups":[]},{"type":"P","text":"Necessarily, the CAB was left wondering: what could rip the wing off a plane other than metal fatigue, turbulence, an explosion, or loss of control in a dive? And to that question there was really only one answer: aeroelastic flutter. Flutter, as will be explained in more detail later, is a deadly and violent phenomenon which can, in the right conditions, totally destroy a wing without any pre-existing failure. But the evidence of flutter on the left wing of flight 542 was inconclusive, nor could investigators imagine what could have caused it. And so, on March 8th, 1960, the CAB called a meeting with all stakeholders in the investigation, announcing their intention to close the case. The crash of Braniff flight 542 was unsolved, and probably unsolvable. It was time to throw in the towel.","metadata":null,"markups":[]},{"type":"P","text":"But the Air Line Pilots Association (ALPA) resisted, insisting that the CAB examine a few final unexplored areas of inquiry. Begrudgingly, the CAB agreed. Searchers went back out to the scene to search for any parts which may have been missed, but found nothing. A few more calculations were made, to no end. By March 17th, all of ALPA’s leads were near exhausted, and investigators were ready to give up again.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"N121US, the Northwest aircraft involved in the accident. (Leo J. Kohn)","metadata":{"id":"0*MlZa0cbfHdkHt5Pl.jpg","originalHeight":589,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"That very day, a Northwest Orient Airlines Lockheed Electra departed Minneapolis, Minnesota, bound for Miami, Florida with a stop in Chicago. At the controls were 57-year-old Captain Edgar LaParle, 27-year-old First Officer Joseph Mills, and 40-year-old Flight Engineer Arnold Kowal, each of whom had long aviation careers but not much more experience on type than the crew of Braniff flight 452.","metadata":null,"markups":[]},{"type":"P","text":"Before their departure from Minneapolis, the pilots reviewed the weather forecasts issued by the US Weather Bureau, which noted some storms and areas of overcast along their route, but nothing too serious. The first leg from Minneapolis to Chicago proved uneventful, although some passengers reported that the landing was unusually hard. A number of occupants disembarked, others boarded, and at 14:38, Northwest Orient flight 710 departed Chicago with 57 passengers and 6 crew on board, climbing smoothly to its cruising altitude of 18,000 feet. At 15:13, cruising over Indiana, air traffic control told the flight to contact Memphis center at 15:30, and the crew acknowledged. This would be the last transmission from flight 710.","metadata":null,"markups":[]},{"type":"IMG","text":"This artist’s impression of flight 710’s in-flight breakup appeared on the cover of certain editions of Robert J. Serling’s 1963 book “The Electra Story.” Note that it used the wrong livery!","metadata":{"id":"1*-votwE9z8QkQyHie9guIXQ.jpeg","originalHeight":586,"originalWidth":618,"alt":null},"markups":[]},{"type":"P","text":"At about 15:25, witnesses near Tell City, Indiana, on the border with Kentucky, caught sight of the plane in level flight at 18,000 feet, passing between scattered clouds which blanketed the area. Then, two puffs of white smoke appeared, followed seconds later by a large plume of black smoke, which enveloped the plane from end to end. An explosion was heard, and a burning object fell away from the aircraft, spiraling downward, trailing smoke and fire in its wake. The fuselage, missing the right wing, then emerged from the cloud, hung in the air for a moment, and finally plunged in a long descending arc toward the ground, spinning around and around until it crashed to earth at a speed of nearly 1,000 kilometers per hour. A geyser of debris rose over 75 meters up into the air, turned around, and collapsed, spreading metal rain over the snow-covered forests and fields, before at last this ruinous cacophony gave way once more to silence.","metadata":null,"markups":[]},{"type":"IMG","text":"Most of the wreckage was ripped to shreds and buried in this muddy crater. (World Wide Photos, published in Macarthur Job’s “Air Disaster: Volume 4”)","metadata":{"id":"1*h7PtXoOMfvdHY3d3-4XS-Q.jpeg","originalHeight":3074,"originalWidth":2677,"alt":null},"markups":[]},{"type":"P","text":"Rushing to the scene of the crash, witnesses found that nothing remained of the airplane, save for a hellish crater nine meters long, twelve meters wide, and three and a half meters deep. Small fragments of the aircraft and its occupants were strewn about like confetti. None of the 63 people on board had survived.","metadata":null,"markups":[]},{"type":"P","text":"As soon as CAB investigators arrived on the scene, they were afflicted by an eerie sense of déjà vu. Most of the Electra was at the impact crater, but once again, a wing had separated in flight, this time the right wing, which came to rest 3.4 kilometers north of the main crash site. Between the right wing and the crater, they found parts of engines 1, 2, and 4, along with the tip of the left wing, while additional small pieces of wreckage, propelled by the wind, had fallen to earth along an 11-kilometer secondary debris path running perpendicular to the primary one.","metadata":null,"markups":[]},{"type":"P","text":"Once again, causes such as a fuel tank explosion, sabotage, midair collision, and metal fatigue were ruled out. Numerous other aircraft in the area reported heavy to severe clear air turbulence, which had not been included in the weather forecast given to the flight crew, but while the passengers would have had a rough ride, an exhaustive analysis of the meteorological situation strongly suggested that the turbulence was not strong enough to have ripped a wing off the plane. The clues they did find suggested that various structural elements in the right wing broke in seemingly random directions before the wing separated in rearward bending, and that the №4 engine had wobbled in its mountings, leaving circular scratch marks similar to, but much clearer than, those found on the wreckage of Braniff flight 542. In fact, the more they looked, the more the crash started to seem like Braniff all over again — and with that crash still unsolved, that was shaping up to be an enormous problem.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"Flight 710’s severed right wing. (Twin Cities Pioneer Press)","metadata":{"id":"0*XJzTPniLdt6hEF3D","originalHeight":512,"originalWidth":620,"alt":null},"markups":[]},{"type":"P","text":"As before, investigators suspected that the separation of the wing had something to do with aeroelastic flutter. And to understand what that means — not an easy task! — we need to take a deep dive into the physical forces affecting an airplane in flight.","metadata":null,"markups":[]},{"type":"P","text":"Starting from the bottom up, we must note that everything vibrates — not just airplane wings, but everything. A bridge vibrates, your desk vibrates, the ocean vibrates. As long as some source of energy exists, these objects or systems of objects vibrate at a particular frequency, measured in cycles per second, which is called its natural frequency.","metadata":null,"markups":[{"type":"EM","start":98,"end":108,"href":null,"anchorType":null}]},{"type":"P","text":"When an outside force with its own periodicity affects an object or system, it introduces an additional vibration source alongside the natural vibrations. And if the frequency of these induced vibrations is close to the system’s natural frequency, resonance occurs.","metadata":null,"markups":[]},{"type":"IMG","text":"A mathematical depiction of resonance. (Wikimedia user MasterHD)","metadata":{"id":"0*pZxCtS_vEaMsyQ2H.PNG","originalHeight":1852,"originalWidth":2560,"alt":null},"markups":[]},{"type":"P","text":"Resonance is the tendency of a vibration (or oscillation) within an object or system to increase in amplitude when the frequency of an induced vibration is close to the natural frequency. In effect, when an object naturally wants to vibrate in direction A, the size of its oscillation will be larger if the second, induced vibration also wants to vibrate in direction A. Conversely, if the two vibrations do not have the same frequency, the induced vibration may attempt to oscillate in direction B when the object naturally wants to move in direction A; the two forces then work against each other, causing the oscillation to have a smaller amplitude. This is called damping, which is the opposite of resonance.","metadata":null,"markups":[]},{"type":"P","text":"A good example of resonance vs. damping can be found when pushing a child in a swing. If you push the swing in the direction in which it is already moving, it will swing higher than it would have otherwise. In contrast, if you attempt to push forward on the swing as it is moving backward, it will simply stop. In the first case, you are taking advantage of resonance to increase the amplitude of the swing’s oscillation, while in the second case, you are damping the oscillation.","metadata":null,"markups":[]},{"type":"P","text":"The swing example is a case of externally forced linear resonance — that is, resonance caused by an external force with its own periodicity. However, engineers, especially aerospace engineers, also have to worry about a slightly different type of resonance called aeroelastic flutter. Although the result looks very similar to the swing example, aeroelastic flutter is caused not by the linking of two forces with the same frequency, but by the self-oscillation of an object under continuous, steady application of energy. In the case of an airplane, this energy source is the aerodynamic force generated as the plane moves through the air. An intuitive example of aeroelastic flutter is the up-and-down flapping motion assumed by a flexible object trailing behind a moving vehicle, such as — let’s pick a humorous example — Superman’s cape. There isn’t any external force that resonates with the natural frequency of his cape, but when he flies, it oscillates up and down anyway due to flutter.","metadata":null,"markups":[]},{"type":"IMG","text":"The Tacoma Narrows Bridge collapsed due to aeroelastic flutter of the bridge deck. (US Department of Transportation)","metadata":{"id":"0*kzLQdP8gJe4XRlRZ.jpg","originalHeight":370,"originalWidth":620,"alt":null},"markups":[]},{"type":"P","text":"In aerospace, the danger of this type of flutter is that if a plane flies too fast, then the energy applied to the wings by the aerodynamic force can become greater than the amount necessary to sustain perpetual oscillation of the structure, at which point the amplitude of its natural oscillation will begin to increase without any limitation until the structure fails. This is why airplanes break apart if they fly too far beyond their “never exceed” speed (or rather, the “never exceed” speed is determined by how fast the plane can fly before flutter rips it apart).","metadata":null,"markups":[]},{"type":"P","text":"Although the famous collapse of the Tacoma Narrows Bridge in 1940 is often described as a case of externally forced linear (or harmonic) resonance, it was actually caused by aeroelastic flutter, as any sustained wind over 56 km/h contained sufficient energy to excite self-oscillations of perpetually increasing amplitude in the bridge deck. The reason for this flutter was a simple lack of sources of damping which could increase the amount of energy required to induce self-oscillation — in other words, the bridge just wasn’t stiff enough. Similarly, when designing an airplane, aerospace engineers must ensure that its wings, control surfaces, and stabilizers are stiff enough to prevent this kind of aeroelastic flutter from occurring at the speeds at which the airplane is expected to operate. In the case of the Electra, Lockheed engineers worked very hard to ensure that the wings would not experience any flutter until the plane reached 120% of its maximum operating speed of 389 knots. But Northwest Orient flight 710 was cruising at just 260 knots when flutter ripped off its right wing. How was this possible?","metadata":null,"markups":[]},{"type":"IMG","text":"Another view of the right wing of flight 710. (Original photo by UPI, published in Macarthur Job’s “Air Disaster: Volume 4”)","metadata":{"id":"1*-LhVxSKzCspbXZM5XgtBvg.jpeg","originalHeight":2425,"originalWidth":3822,"alt":null},"markups":[]},{"type":"P","text":"Until the CAB could find out, it was clear that action needed to be taken to prevent this mysterious killer from striking again. The question faced by regulators was an obvious one: should the Electra be grounded? Many interest groups argued that it should be. Newspapers and members of congress urged grounding, but Electra pilots, still infatuated with the new plane, came out strongly against it. Congressional hearings and closed door meetings were held; editorials were written; passengers began avoiding the Electra like the plague. What was to be done?","metadata":null,"markups":[]},{"type":"P","text":"That choice belonged to no one but Elwood Quesada, the enigmatic administrator of the newly created Federal Aviation Agency (now Administration), or FAA. In the end, after many meetings and discussions, he came to a scientifically reasonable, albeit poorly understood, decision: the Electra need not be grounded, so long as it was restricted to a speed too low for this unknown form of flutter to occur. There was some wrangling over exactly how low to go, but after running the numbers, all stakeholders agreed that the Electra’s new maximum operating speed would be 225 knots, and its “never exceed” speed would be 245 knots. Days after the crash of flight 710, the FAA announced the new speed restrictions, which pilots would have to adhere to, or, for obvious reasons, risk death. The high-performance Electra had thus been rendered no speedier than an old piston-engine DC-6, but airlines could keep flying it anyway, if they wanted to. And if they did, they would also have to comply with a whole litany of other safeguards intended to make sure that all possible causes had been covered: specifically, use of the autopilot would be banned, daily inspections would be made to the propeller gearbox, and FAA inspectors would check the wings of every Electra in service, among other actions.","metadata":null,"markups":[]},{"type":"P","text":"At the same time, the FAA, Lockheed, and NASA launched a comprehensive re-evaluation of the Electra’s entire structural design and certification. Lockheed would test every structural member, every type of flutter, every combination of damage and vibration, and not just in the laboratory. In a series of daring experiments, Lockheed test pilots (wearing parachutes and with the doors open!) deliberately flew an Electra at maximum speed into the strongest turbulence they could find, in the wake of California’s Sierra Nevada Mountains, while a specialized device vibrated the wings, and then pulled up sharply in an attempt to get the wings to break off. But no matter how hard they tried, the plane stayed in one piece. In fact, it was in the laboratory after all that they eventually found the smoking gun: a phenomenon known in engineering as “whirl mode.”","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"While it is often claimed that the Inuit language has over 100 words for snow, it actually doesn’t; therefore, a slightly less dubious factoid to call upon might be that engineers have over 100 words for vibrations. “Whirl mode” is one of these.","metadata":null,"markups":[]},{"type":"P","text":"To understand whirl mode, it helps to start by noting that a propeller, like any spinning object, has gyroscopic characteristics: that is, because of the conservation of angular momentum, it tends to resist any effort to change its plane of rotation. You might have felt this resistance if you’ve ever attempted to pick up and move an object with a rapidly spinning component, such as a blender. In much the same way, an aircraft’s propeller will try to stay put when the aircraft embarks on a sudden maneuver; therefore, if an aircraft in level flight suddenly pitches nose up, the propeller will momentarily attempt to remain at the original pitch angle, thereby imparting a downward bending force on its attachment points.","metadata":null,"markups":[]},{"type":"IMG","text":"The best diagram I could find of the extremely counterintuitive phenomenon known as gyroscopic precession. (FAA)","metadata":{"id":"0*zKIavoX4WsU4Nddo","originalHeight":467,"originalWidth":538,"alt":null},"markups":[]},{"type":"P","text":"Counterintuitively, this downward force will cause the propeller to move not down, but to the left, due to gyroscopic precession. Gyroscopic precession, in simple terms, is the tendency of a force applied to a spinning object to produce a motion 90 degrees off from the direction of the applied force, as shown in the above diagram. In this case, if you pitch a rotating propeller downward, its rotation will transform your applied pitching force into a yaw motion. If the propeller is spinning clockwise, this yaw, or precession, will be to the left, due to the Coriolis effect.","metadata":null,"markups":[]},{"type":"P","text":"Now, as the propeller yaws left, gyroscopic precession happens again! This yaw is transformed 90 degrees into an upward pitch, causing the propeller to move up, where precession turns the motion into a rightward yaw, and then back into a downward pitch, and now you’re back where you started, having come a full 360 degrees. This cyclical motion, or wobbling of the propeller, is what engineers call whirl mode.","metadata":null,"markups":[]},{"type":"IMG","text":"Damped vs. undamped whirl mode. (Own work)","metadata":{"id":"1*kIVc5jvQvQ87nwszcc6uxw.png","originalHeight":936,"originalWidth":1658,"alt":null},"markups":[]},{"type":"P","text":"Whirl mode is a basic element of dealing with propellers, since it occurs any time the pitch of the airplane changes. Therefore engineers design propellers such that the whirl mode tendency is damped immediately by the surrounding structure. Intuitively, a propeller is designed to rotate around one particular axis only, so it’s not going to pitch or yaw very far before the inherent stiffness of the surrounding structure cancels out, or damps, its wobbling. By the time it has completed a few of the 360-degree cycles described above, it settles back down into its original state, because the energy which excited the whirl mode has all been absorbed by the surrounding structure. A visual representation of this can be seen in the diagram on the left in the above graphic.","metadata":null,"markups":[]},{"type":"P","text":"But what would happen if there weren’t any mounts holding the propeller in place? In that case, you’d get undamped whirl mode. Undamped whirl mode is in fact a form of aeroelastic flutter (yes, you did need to pay attention to that section after all!). Basically, if the aerodynamic energy being fed into to the system (the “system” in this case being the propeller) is greater than that which can be absorbed by the surrounding structure, the amplitude of each cycle or “wobble” of the whirl mode will increase without limit instead of being damped. A visual representation of this can be seen in the diagram on the right in the above graphic.","metadata":null,"markups":[]},{"type":"IMG","text":"In this NASA demonstration video, a researcher induces whirl mode in a propeller with weak mounting points. Later on, the video shows that by decreasing the speed of the oncoming air in the wind tunnel, the amplitude of the wobbles was reduced and the whirl mode was eventually damped.","metadata":{"id":"1*HfhzLt4JDtfi99vsqdK5vg.gif","originalHeight":360,"originalWidth":482,"alt":null},"markups":[{"type":"A","start":8,"end":32,"href":"https://www.youtube.com/watch?v=FIgdBjb6-sc","anchorType":"LINK"}]},{"type":"P","text":"Ideally, if undamped whirl mode were to somehow develop, it would escalate until the propeller simply broke off and flew away into the great blue yonder. The rest of the plane would then continue to a safe landing. But, as Lockheed and NASA engineers discovered, undamped whirl mode on the Electra would actually be catastrophic.","metadata":null,"markups":[]},{"type":"P","text":"During whirl mode tests following the crash of Northwest Orient flight 710, engineers observed that when undamped whirl mode is initiated, it has a frequency of around five cycles per second. However, as the amplitude of each cycle increases, the frequency of the cycles begins to decrease, because the propeller is traveling a larger distance. And the engineers discovered, to their surprise and horror, that the frequency of the whirl mode tended to approach three cycles per second, where it coupled with the natural frequency of the wing, triggering resonance.","metadata":null,"markups":[{"type":"EM","start":486,"end":564,"href":null,"anchorType":null}]},{"type":"P","text":"With the induced vibration from the wobbling propeller resonating with the wing’s natural vibration, the amplitude of each oscillation began to increase, back and forth, over and over, three times per second, until the oscillations became so powerful that they exceeded the tensile strength of the wing, causing it to break within 20 to 40 seconds. In dramatic fashion, NASA engineers replicated this process and managed to rip the wing off a scale model Electra in a wind tunnel, as shown below.","metadata":null,"markups":[]},{"type":"IMG","text":"The results of NASA’s highly successful attempt to replicate the sequence of events that brought down the two flights. (NASA)","metadata":{"id":"0*ivdAkr9NNOG5t7i8","originalHeight":450,"originalWidth":300,"alt":null},"markups":[]},{"type":"P","text":"Indeed, markings on the wreckage strongly supported the conclusion that this was what had happened to both Northwest Orient flight 710 and Braniff flight 542. The propeller mounts from both planes had been exposed to immense forces; numerous structural members had broken in random directions, only to slam back together repeatedly; and several areas contacted by the wobbling propeller assembly displayed circular scratch marks. In the case of flight 542, there was evidence that the propeller had been wobbling an incredible 35 degrees out of true before the wing separated. This was such an extreme motion that investigators had originally dismissed it, believing that such a massive wobble could only have developed after the wing lost its structural integrity during the breakup. No one had imagined that it was possible for the engine to wobble 35 degrees out of true before the wing came off, or that maybe this was what had ripped it off in the first place.","metadata":null,"markups":[]},{"type":"P","text":"Whirl mode could also explain the sounds heard by witnesses before the crash of Braniff flight 542. Tests showed that the tips of the propeller blades could go supersonic while the propeller was wobbling, generating the propeller overspeed sound identified by witnesses. Furthermore, because it took 20 to 40 seconds for whirl mode to escalate to catastrophic failure, this sound would have had time to reach the witnesses and prompt them to look up before the wing broke off, explaining why they heard the sounds before they saw the explosion.","metadata":null,"markups":[]},{"type":"IMG","text":"Flight 710’s right main landing gear came to rest near the wing. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*vAy5cBznd-9ePpTw.jpg","originalHeight":345,"originalWidth":700,"alt":null},"markups":[]},{"type":"P","text":"However, this stunning conclusion raised another important question: how did the undamped whirl mode start in the first place? Tests showed that the structure surrounding the propeller should have been stiff enough to damp the whirl mode at the speed at which the accident airplanes were flying. Indeed, Lockheed’s original calculations were double and triple checked without finding any discrepancies. The only other explanation, then, was that something had damaged this structure, reducing its stiffness — that is, its ability to resist aeroelastic flutter.","metadata":null,"markups":[]},{"type":"P","text":"The propellers on the Lockheed Electra were held in place by the network of mounts, struts, stiffeners, and skin panels which make up the engine nacelle. On the Electra, this nacelle was built directly onto the wing, so any vibrations transmitted to the nacelle were by definition also transmitted to the wing. Therefore the structural stiffness of the nacelle itself was the main safeguard against the development of undamped whirl mode that could enter into resonance with the wing.","metadata":null,"markups":[]},{"type":"P","text":"However, testing showed that if certain critical components were damaged, the nacelle’s stiffness would drop below the level required to damp whirl mode at the Electra’s normal cruising speed. The propeller gearbox (literally the box containing the reduction gears) was deemed the most critical of these components because both the propeller mounts and the nacelle side braces were attached to it, and in fact if the gearbox were to fail, the structural stiffness of the entire nacelle would be reduced by 83%. Further calculations showed that if any failure of a part or combination of parts dropped the nacelle’s stiffness below 51% of normal, wobbling of the propeller in whirl mode would induce further damage, weakening the structure even more, and so on, until all damping capacity was gone.","metadata":null,"markups":[]},{"type":"IMG","text":"A fire continued to burn in underground beneath flight 710’s impact crater for several days after the crash. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*TxMqGEkS0Y3rzJnr.jpg","originalHeight":636,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"Investigators now began searching through the histories of both aircraft to try to determine when and how their engine nacelle structures might have been compromised. In the case of Northwest Orient flight 710, it was suggested that the hard landing which allegedly occurred in Chicago earlier that day could have caused damage which was then worsened by severe clear air turbulence, until eventually the nacelle stiffness dropped below the critical value. At that point, any sharp pitch change as a result of the turbulence could have excited undamped whirl mode. There was no direct proof of this scenario, but something like it must have occurred in order to explain the obvious signs of undamped whirl mode found on the wreckage.","metadata":null,"markups":[]},{"type":"P","text":"Coming up with an answer was much harder in the case of Braniff flight 542. That plane had only been in service for 10 days, and there were no records of it ever having experienced any hard landings or severe turbulence that could have damaged the wing or nacelle structure. Nor was it clear why that flight would have experienced a sudden pitch change sufficient to excite whirl mode. And on top of that, its left wing had failed upward, which was inconsistent with flutter, as opposed to the right wing of flight 710, which failed in rearward bending.","metadata":null,"markups":[]},{"type":"P","text":"Regarding the first question, investigators did note that one week before the crash, the Braniff Electra was used during a training flight in which the trainee botched the recovery from a stall, triggering a second stall which featured unusually severe buffeting. No inspection was conducted after this incident because the instructor deemed it insufficiently serious to require one. Curiously, the CAB seems to have taken him at his word, which was a clear sign of the times. Today, it wouldn’t be up to him — the flight data recorder would be removed, the data would be analyzed for any G-load exceedances, and an inspection would be conducted if exceedances are found. But since the Electra had no flight recorders, and human perception of flight loads is not very accurate, it was entirely possible that the buffeting was severe enough to damage the nacelle without the pilot being aware of it.","metadata":null,"markups":[]},{"type":"P","text":"As for what excited the whirl mode and why the wing failed upward rather than rearward, investigators came up with a plausible scenario, although there was no direct evidence one way or another. If an engine malfunction occurred, causing a propeller overspeed, this could have been the noise witnesses heard, and it also would have prompted Captain Wilson Stone to pitch the plane up to reduce airspeed, which in turn would reduce the speed of the propeller. This pitch up could have excited the whirl mode. Then, when the whirl mode began to escalate, Captain Stone might well have identified the vibrations as flutter, causing him to pitch up even more in an attempt to reduce their speed even further. This could have caused the upward failure of the left wing, because it was already weakened by the oscillations. This was not meant to implicate Captain Stone in any capacity, since the wing would have shortly failed on its own anyway, albeit in a rearward direction.","metadata":null,"markups":[]},{"type":"IMG","text":"Some of the changes which were made to the Electra’s design after the crashes. (Original images by Lockheed, published in Macarthur Job’s “Air Disasters: Volume 4”)","metadata":{"id":"1*rsPMANDzzsIFWAFfuHgkeQ.png","originalHeight":1154,"originalWidth":2476,"alt":null},"markups":[]},{"type":"P","text":"In the end, however, all of this was just speculation. The only thing about which the investigators could be sure was that undamped whirl mode resonating with the wing’s natural frequency had brought down both planes. Furthermore, this failure mode could only occur at high speeds where the energy from the airflow was greater, vindicating FAA Administrator Elwood Quesada’s decision to restrict the Electra to low speeds. Now the question was what Lockheed was going to do about it.","metadata":null,"markups":[]},{"type":"P","text":"As soon as the cause was found, Lockheed informed every Electra operator of the discovery, and immediately announced that it would cover the full costs of the required modifications. These fixes included numerous changes to the nacelle to increase its stiffness, even with multiple components damaged, such as increasing the number of supporting struts from two to five, as well as significant improvements to the stiffness of the wing itself, designed to prevent it from breaking even if undamped whirl mode were to somehow happen anyway. There were dozens of changes in total, some of which are shown in the diagrams above and below.","metadata":null,"markups":[]},{"type":"P","text":"Following the changes, Lockheed carried out another round of rigorous tests to prove that the modifications had solved the problem. In one test, they deliberately broke a propeller gearbox; while this previously would have reduced the stiffness of the nacelle by 83%, the reduction was now just 4%. In another test, they loosened a propeller to incite violent whirl mode, but the newly stiffened nacelle damped the wobble immediately. Finally, they deliberately weakened the nacelle, incited whirl mode in the propeller, and flew at max speed into the Sierra wave, but still the reinforced wing held together. Then, just to be sure, they did it six more times, with the same result. After that, all doubts melted away. The speed restrictions were lifted for modified Electras, and Lockheed opened a new assembly line at its Burbank factory to implement the changes. By September 1961, the entire fleet had been successfully retrofitted.","metadata":null,"markups":[]},{"type":"IMG","text":"A diagram of the wing stiffness improvements. (Original images by Lockheed, published in Macarthur Job’s “Air Disasters: Volume 4”)","metadata":{"id":"1*MRT7R-W5Uwu8IUvm_sULJQ.jpeg","originalHeight":2753,"originalWidth":3919,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"Fixing the problem was half the battle — the other half was convincing the public. Despite repeated statements in favor of the plane by the FAA, the airlines, and the pilots’ union, skepticism ran deep, for obvious reasons. Before the fixes were implemented, thousands of passengers deliberately cancelled or transferred their tickets after discovering they had been booked on an Electra. Load factors on Electras dropped precipitously. Comedians bandied crude “Electra jokes” (“Have you read the new Electra book: ‘Look Ma, No Wings’?”). Even after the cause was announced, this attitude understandably persisted. Two more Electra crashes in 1960 and 1961, one due to a bird strike and the other due to maintenance error, further exacerbated the plane’s sketchy reputation, even though Lockheed was not faulted in either. In fact, Lockheed’s lack of obvious culpability in these crashes only added to the mystical notion that the Electra was somehow cursed from the beginning.","metadata":null,"markups":[{"type":"EM","start":515,"end":536,"href":null,"anchorType":null}]},{"type":"P","text":"In the meantime, there was also the question of legal liability. On this front, Lockheed ended up in a bruising legal fight with the Allison division of General Motors, which manufactured the engines and propellers, over who ought to shoulder responsibility for the twin disasters. Lockheed argued that failures of Allison’s propeller gearboxes caused the whirl mode, while Allison contended that whirl mode, if it even happened, only led to the crashes because Lockheed’s wing was too weak. A number of interesting arguments were advanced, including allegations that the Electra’s wing only passed the required flutter resistance tests on a technicality. In turn, Lockheed’s Vice President called Allison’s accusations “totally false” and stated that the whirl mode was so violent it “would have failed a wing made of cast iron.”","metadata":null,"markups":[]},{"type":"IMG","text":"American Airlines conducted Electra sightseeing flights to try to improve the aircraft’s public reputation. During these flights, these Electra models were given away to children who could guess the airplane’s present speed and altitude. The models normally cost $1.00. (Worthpoint)","metadata":{"id":"1*o1JTWRBdntc5qRoNdIg2Qg.jpeg","originalHeight":1015,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"In the end, the court split the blame 50–50, the families of the victims got their payout, and Electra ridership eventually returned to normal. But there remained a few angles of analysis which were not pursued at the time, but which, in hindsight, ought to be considered. One of these was the adequacy of regulatory oversight of Lockheed. When the Electra was originally certified in 1957, the FAA did not yet exist; this effort was actually carried out by its predecessor, the Civil Aviation Agency, which had much more limited authority, fewer personnel, and less oversight capability. Should it have caught the Electra’s vulnerability to whirl mode? A book about the crashes, published in 1963, argued that it could not possibly have done so, because in practice all certification tests were delegated to the manufacturer (to an even greater extent than today), and CAA inspectors simply reviewed the results. And besides, it wasn’t clear that any of the tests required for certification would have revealed the danger anyway.","metadata":null,"markups":[]},{"type":"P","text":"And then there’s the question of why the nacelles were so weak in the first place. For two nacelles to have been weakened sufficiently to allow undamped whirl mode within the plane’s first fourteen months in service, their design must have been deficient. Other aircraft certainly didn’t have this problem. And yet neither the CAB’s report, nor the book, nor any other source of information on the Electra saga even poses this question. In fact, most of these sources praised Lockheed’s dedication to solving the problem, and emphasized the shared belief among manufacturers that what happened to Lockheed could have happened to any of them. But was that really the case? Was it really accurate to say that these accidents could not have been predicted? “Is the nacelle strong enough to take a hard landing” seems like a question Lockheed should have asked. But looking back, we are forced to conclude that they never did.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"NOAA uses heavily modified P-3 Orions to penetrate hurricanes. (Seeker)","metadata":{"id":"0*5jPVddwm9uCQffSC.jpg","originalHeight":720,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"Despite its rough start, the L-188 Electra eventually achieved a long and prosperous service life, filtering its way down through major US carriers to small foreign airlines to third tier charters, where its reputation for hardiness — no doubt in part the result of the modifications made after the whirl mode accidents — granted it additional longevity. Several Electras are still airworthy today, including some which fly cargo for Buffalo Airways in the Canadian north. Others have been converted into air tankers. A military variant of the Electra, the P-3 Orion, is still in active service in many militaries worldwide. Specially modified P-3 Orions are also used by the National Oceanographic and Atmospheric Administration to perform reconnaissance flights into hurricanes. Enough of the planes remain, and their use cases are sufficiently specific, that Electras and Orions will probably continue to operate for many years yet.","metadata":null,"markups":[]},{"type":"P","text":"This longevity occurred despite the fact that Lockheed never took another order for the Electra after March 1960, and ended the production line at serial number 170. Modern retellings often imply that no more Electras were ordered because of the crashes, but contemporary accounts refute this: apparently Lockheed believed that the market for its big four engine turboprop was already saturated, and executives decided to stop taking orders mere hours before the crash of flight 710, unaware of what was to come. Or this story could have been Lockheed trying to save face — who can say?","metadata":null,"markups":[]},{"type":"IMG","text":"A memorial to the victims of Northwest Orient flight 710 now stands near the crash site in southern Indiana. (Sarah Ewart)","metadata":{"id":"0*2qbpImtF9WuAMOIE.JPG","originalHeight":1680,"originalWidth":1120,"alt":null},"markups":[]},{"type":"P","text":"In any case, it has been long enough that this question is a matter for historians rather than journalists. Six decades of water under the bridge have distanced us all from the twin tragedies and any human errors which may have caused them. The passage of time, entirely without repeat accidents, has also proven that whirl mode, resonance, and flutter are solved problems in large transport aircraft. This fact should make us appreciate the aerospace engineers who not only have to wrap their heads around the physics described in this article, but also work with it and around it in real life. The average member of the traveling public probably doesn’t realize that miracles must be worked to prevent airplanes from vibrating themselves apart. The pilots of that era, or indeed this one, probably didn’t quite grasp it either. The crews of Braniff flight 542 and Northwest Orient flight 710 did not have their final words preserved for posterity, but one certainly must imagine that they left this world confused and terrified. Resonance, aeroelastic flutter, whirl mode, gyroscopic precession, the Coriolis effect — all these concepts which could take hours or days to explain came together and killed them and their passengers in less than 40 seconds. Indeed, physics, sometimes derided as boring, does not take kindly to the disinterested — sometimes, it demands only fear.","metadata":null,"markups":[]},{"type":"P","text":"_________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/xyyy8x/19591960_the_crashes_of_braniff_flight_542_and/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 220 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}