{"id":"40ac0f4c43a3","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/the-darkest-day-of-basketball-the-crash-of-air-indiana-flight-216-40ac0f4c43a3","createdAt":1633155500803,"firstPublishedAt":1633191549187,"latestPublishedAt":1651561313844,"updatedAt":1651561317136,"clapCount":902,"title":"The Darkest Day of Basketball: The crash of Air Indiana flight 216","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"The Darkest Day of Basketball: The crash of Air Indiana flight 216","metadata":null,"markups":[]},{"type":"IMG","text":"The wreckage of Air Indiana flight 216 lies at the edge of a ravine near the edge of Evansville Dress Regional Airport. (AP)","metadata":{"id":"0*dTeR23j0SmeKlibu.jpg","originalHeight":965,"originalWidth":1400,"alt":null},"markups":[]},{"type":"P","text":"On the 13th of December 1977, friends and family waved goodbye to the young men of the University of Evansville basketball team, who were headed to a routine away game against Middle Tennessee State. Certainly none of them imagined that it would be the last time they saw the players alive. But just moments after takeoff from the local airport, the team’s antiquated Douglas DC-3 pitched up, rolled left, and crashed to the ground, destroying the airplane and killing all 29 passengers and crew. The University of Evansville was left reeling by the sudden loss of so many of its students and staff. But as the world of college sports mourned the passing of a promising young team, NTSB investigators faced an altogether different challenge: piecing together the complex chain of events which led to the crash. Their findings illuminate an aspect of the tragedy which is rarely retold, revealing not just the final deeds of the basketball players, but the series of errors and omissions which led to a 90-second battle for survival culminating in the deaths of everyone on board.","metadata":null,"markups":[]},{"type":"IMG","text":"The city of Evansville: a modest, all-American town. (Alex Morgan Imaging)","metadata":{"id":"0*BL32mhLdXAPtSVyr.JPG","originalHeight":1462,"originalWidth":2600,"alt":null},"markups":[]},{"type":"P","text":"Along a bend in the mighty Ohio River, looking across toward Kentucky, lies Evansville, the third largest city in Indiana. With around 100,000 inhabitants and two major universities, higher education forms an important part of the local economy. The largest of these is the University of Southern Indiana, but the city also hosts the smaller University of Evansville, a private Methodist college with around 2,500 students. Despite its small size, in the 1970s the University of Evansville was known around the country for its success in sports, especially men’s basketball, where the Evansville Purple Aces had won five national Division II titles between 1959 and 1975. For the 1977–1978 academic year, the school managed to get its basketball team promoted into Division I, the highest rank, alongside much larger state universities, against which it still managed to put up a fight. In Evansville, the Purple Aces enjoyed widespread celebrity, attracting thousands of fans every time they took to the court, in part due to their famous coach and flamboyant style of dress. Evansville residents joked that if you wanted a ticket to an Aces game, you had to wait for another ticket holder to die.","metadata":null,"markups":[]},{"type":"IMG","text":"The University of Evansville campus as it appears today. (WishTV8)","metadata":{"id":"0*U1SkNC3TS3Fxr_x3.jpg","originalHeight":540,"originalWidth":960,"alt":null},"markups":[]},{"type":"P","text":"By December 1977, now under a new coach, the aces were down three games to one in their first Division I season. However, Evansville coach Bobby Watson was convinced that the losses were a fluke and the Aces would soon come surging back, a belief he hoped to prove with a December 14th game against Middle Tennessee State University in Murfreesboro.","metadata":null,"markups":[]},{"type":"P","text":"Until 1977, the Aces had traveled to games by bus, but now that they were in Division I, Watson felt that they should act the part, and that meant hiring an airplane. A larger university might have been able to choose an established carrier with modern airplanes, but the University of Evansville couldn’t afford to fly its players around on a jet like the big boys. Instead, the university hired a charter company called National Jet Service, whose credentials have largely been lost to history. National Jet Service apparently leased its planes through an equally obscure regional airline called Air Indiana, about which almost no information exists. Despite having “Jet” in its name, National Jet Service, and by extension Air Indiana, actually operated the Douglas DC-3, a twin radial engine propeller plane designed in the 1930s.","metadata":null,"markups":[]},{"type":"IMG","text":"N51071, the aircraft involved in the accident. (Bob Garrard)","metadata":{"id":"0*enbnkh69jObvRyhQ.jpg","originalHeight":706,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"Having been introduced to airline service in 1936, the DC-3 predated the Second World War and was already considered an antique by 1977. The particular DC-3 which National Jet Service provided, registered as N51071, was manufactured in 1941 (about a month before Pearl Harbor) and had bounced around between various owners ever since. Nevertheless, the DC-3 was known for its simplicity, reliability, and excellent performance, traits which have given the type extraordinary longevity — so long in fact that numerous examples are still flying passengers today. Indeed, even though the plane was an antique in 1977, 41 years after its introduction, another 44 years have passed since then and the DC-3 is still kicking.","metadata":null,"markups":[]},{"type":"IMG","text":"The 1977 squad which perished in the crash, including coaches and staff. (Evansville Courier Press)","metadata":{"id":"0*lQvsf2lfE2l9mcCK","originalHeight":1080,"originalWidth":1920,"alt":null},"markups":[]},{"type":"P","text":"The 13th of December was a cold, dark, foggy day in Evansville when the basketball team gathered at the university before the flight to Nashville, Tennessee. Parents, friends, and instructors saw them off as they headed to the airport early that afternoon, wishing them luck in the game and a safe return. Fourteen players, coach Watson, well-known sports announcer Marv Bates, and eight other staff members all headed off to the airport, expecting to depart shortly.","metadata":null,"markups":[]},{"type":"P","text":"But, as it turned out, the DC-3 that was supposed to take them to Tennessee hadn’t even arrived yet. In fact, due to bad weather at its point of origin in Indianapolis, the plane didn’t show up until 19:00, about three hours late. By the time the crew taxied the DC-3 to the apron and shut off the engines, the Purple Aces were supposed to have been in Nashville already.","metadata":null,"markups":[]},{"type":"IMG","text":"The planned route of Air Indiana flight 216. (Google + own work)","metadata":{"id":"1*kgN54hqmDklqXgadQ_SOjQ.png","originalHeight":1350,"originalWidth":1176,"alt":null},"markups":[]},{"type":"P","text":"The crew that day consisted of an unusual pair of two immigrant pilots. Captain Ty Van Pham had recently arrived as a refugee from Vietnam, where he had been employed flying a DC-3 for the South Vietnamese Prime Minister in dangerous conditions, during which time he had racked up some 4,600 hours on the aircraft type. His copilot was new to the aircraft but not nearly as new to America: First Officer Gaston Ruiz fled Cuba in 1963 and had been in the United States for 14 years, but he had only 80 hours on the DC-3. Both pilots had been hired by National Jet Services less than two months earlier.","metadata":null,"markups":[]},{"type":"P","text":"By all accounts, Pham and Ruiz were in a hurry that night. They knew they were late, and unlike in the scheduled airline business, that was a big problem for a small charter company which relied on large deals with a relatively limited number of institutions. A charter carrier with a reputation for poor punctuality would soon find itself without customers.","metadata":null,"markups":[]},{"type":"IMG","text":"The rudder control lock recovered from the wreckage of flight 216. (NTSB)","metadata":{"id":"1*CLuAf84Q4EUcAldTF9H71g.png","originalHeight":1242,"originalWidth":1218,"alt":null},"markups":[]},{"type":"P","text":"Once the crew had shut down the engines, First Officer Ruiz disembarked and prepared the plane for its brief stopover. This process involved placing locks on the control surfaces to prevent them from being damaged by the wind. All small aircraft have these locks, also known as gust locks, because their control surfaces are light enough to move in a stiff breeze, which can torque the cables and cranks in ways for which they were not designed. Control surfaces are designed to withstand wind blowing from front to back, as in flight, but can’t withstand gusts from different directions.","metadata":null,"markups":[]},{"type":"P","text":"It is not known for sure who put in the control locks, but company procedures held that this duty would have belonged to First Officer Ruiz. The locks, a set of wedge-shaped metal objects which fit into the gaps between the control surfaces and the adjacent structure to prevent them from moving, had red flags hanging off the ends to make them easy to spot. Ruiz apparently locked the rudder as well as the right aileron, which was mechanically linked to the left aileron and thus locked both surfaces. The plane was equipped with elevator locks, but perhaps because he was in a hurry, he didn’t install them.","metadata":null,"markups":[]},{"type":"P","text":"Almost as soon as the engines were shut down and the locks put in place, the crew started boarding the passengers and their baggage for Air Indiana flight 216 to Nashville. Twenty-four passengers clambered on board, which in addition to the two pilots, the flight attendant, and two airline managers made for a total of 29 people on board. They brought with them 283 kilograms of baggage, which had been entered into a standard company weight and balance form. According to the form, 56 kilograms should have been placed in the aft baggage compartment and 227 kilograms in the forward baggage compartment, which would help offset the slightly tail-heavy passenger distribution. But according to witnesses, this was not how it was actually done: except for a few light duffel bags full of clothes, almost all of the bags were placed in the aft baggage compartment. The reason for this major loading error was never fully ascertained, although one might speculate that First Officer Ruiz, who oversaw the baggage loading operation, was unaware of the ideal distribution that had been calculated.","metadata":null,"markups":[]},{"type":"IMG","text":"An example of how center of gravity is measured. (Wikimedia user “Antilived” + own work)","metadata":{"id":"0*Ye8TMks9AlzYtUMb.png","originalHeight":538,"originalWidth":754,"alt":null},"markups":[]},{"type":"P","text":"This improper loading meant that the plane would be flying near its legal weight and balance limits. The total weight of the airplane was 12,161 kilograms, only 42 kilograms short of the maximum. Furthermore, the center of gravity — the point at which the airplane will balance on a fingertip — was nearly at the aft limit. An airplane’s center of gravity is measured as a percentage of the mean aerodynamic chord (MAC), or the average width of the lifting surfaces. On the DC-3, the center of gravity had to be between 11% and 28% aft MAC — that is, between 11% and 28% of the way rearward along the mean aerodynamic chord. With all the baggage loaded in the rear compartment, Air Indiana flight 216 had an aft MAC of 27.9%, barely within limits, and the pilots did not appear to be aware of this fact.","metadata":null,"markups":[]},{"type":"IMG","text":"UE coach Bobby Watson. (Evansville Courier Press)","metadata":{"id":"0*BOr65DyI2WQZK51Z","originalHeight":796,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Within six or seven minutes, the crew managed to get all the passengers into their seats, and the doors were closed by 19:12. Rushing to get in the air, First Officer Ruiz clambered back into the cockpit — unaware that in his haste to get ready, he had forgotten to remove the gust locks.","metadata":null,"markups":[]},{"type":"P","text":"At 19:12:41, Air Indiana flight 216 received taxi clearance, and the crew made a beeline for runway 18. There wasn’t much time to complete the pre-flight checklists, and as the pilots rushed to complete them, they skipped the routine control checks. After all, the controls had been working during the flight into Evansville, and surely nothing could have gone wrong with them during a mere twelve minutes on the ground, they presumably thought.","metadata":null,"markups":[]},{"type":"P","text":"Unaware that their rudder and ailerons were locked in the neutral position, Captain Pham and First Officer Ruiz initiated takeoff on runway 18 at 19:20, having achieved a remarkable turnaround time. For the first few seconds everything seemed normal, but it wouldn’t be long before the flight started to go horribly wrong.","metadata":null,"markups":[]},{"type":"IMG","text":"Banners in the practice gym celebrate UE’s previous NCAA titles. (SB Nation)","metadata":{"id":"0*vXJ2nzvPM5R-2XV5.JPG","originalHeight":735,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"With a center of gravity near the aft limit, the Douglas DC-3 has a strong desire to pitch up well before reaching the proper takeoff speed, requiring the pilot to apply up to 70 pounds of force to the control column in order to keep the plane on the ground. This is one thing when the pilot is expecting the pitch-up, and quite another when he isn’t. Captain Pham, who was flying the plane, clearly had no idea that the airplane was tail-heavy, because he made no attempt to stop this premature rotation. Air Indiana flight 216 became airborne in a remarkably short distance, lifting off the runway without anything near the required speed to maintain stable flight.","metadata":null,"markups":[]},{"type":"P","text":"But when the DC-3 abruptly lifted off the runway without any pilot inputs, the first thing Captain Pham noticed was not their low airspeed and increasing pitch, but the fact that he couldn’t move the rudder or ailerons. As he tried to take control of the airplane, he found himself with no directional control whatsoever — but in fact, this panic-inducing discovery was by far the less serious of the two problems affecting the flight.","metadata":null,"markups":[]},{"type":"IMG","text":"How the relationship between required engine power and airspeed creates the region of reversed command. (MyClimbRate)","metadata":{"id":"0*_w4vXq-138yjh4Wb.jpg","originalHeight":504,"originalWidth":619,"alt":null},"markups":[]},{"type":"P","text":"Because flight 216 had lifted off before achieving the normal takeoff speed of 84 knots, it lacked the energy required to enter a stable climb. Its actual speed at liftoff was probably between 62 and 66 knots, which on the DC-3 put them into a speed range known as the “region of reversed command.”","metadata":null,"markups":[]},{"type":"P","text":"Above a certain airspeed, accelerating requires an increase in power and decelerating requires a reduction in power. But below a particular inflection point, which lies above the stall speed but below the takeoff speed, the relationship between power and airspeed is reversed: maintaining a lower airspeed requires higher engine power, and vice versa. This region of reverse command is also referred to as the “back side of the power curve,” referring to a curved graph which represents this power-speed relationship.","metadata":null,"markups":[]},{"type":"P","text":"To maintain flight, a plane must keep a constant amount of lift. Lift in turn is a function of airspeed, the speed of the plane relative to the air; and angle of attack, the angle of the plane relative to the airstream. Above the inflection speed, this relationship is inherently stable and can withstand large speed fluctuations. But if airspeed decreases too much, angle of attack must increase in order to compensate. A higher angle of attack results in more drag, which causes a further reduction in airspeed. Higher engine power must be applied in order to cancel out this drag, which is why an airplane in the region of reversed command requires more engine power in order to fly slower.","metadata":null,"markups":[]},{"type":"P","text":"But if the pilot does not apply more engine power, the speed will keep dropping and the angle of attack will keep increasing, causing a feedback loop which quickly leads to the plane stalling and falling out of the sky. This feedback loop took hold as soon as Air Indiana flight 216 left the ground, and within seconds the plane entered an abnormally steep climb and suffered a serious loss of airspeed. The amount of thrust needed to bring the plane out of the back side of the power curve and into stable flight quickly became more than the thrust which was actually available. The only way to get out was to pitch the nose down and increase kinetic energy by descending. But the plane was only 100 feet or so above the ground, struggling to stay airborne, and Captain Pham was still trying to figure out why he had no roll or yaw control. Witnesses beside the runway saw flight 216 enter a steep, climbing turn to the left before it disappeared into a cloud, apparently out of control. The only way to correct this left bank would have been to use differential engine power, but decreasing power on one engine would make the plane’s critically low speed even worse. Captain Pham was faced with an almost impossible situation that lacked a clear exit strategy. The plane was all but doomed to crash.","metadata":null,"markups":[]},{"type":"IMG","text":"The path of the brief flight following its takeoff from runway 18. (NTSB)","metadata":{"id":"1*dP6ODlrEZWwFW9QJxgUUqg.png","originalHeight":1508,"originalWidth":2138,"alt":null},"markups":[]},{"type":"P","text":"Its pilots fighting desperately for control, Air Indiana flight 216 made a 180-degree left turn across the adjacent runway 22, then began to descend as the wings lost lift and the plane edged close to a stall. The plane clipped the tops of some trees near the airport boundary, climbed slightly, then rolled into an uncontrollable right bank. Flying far too slowly to climb but stuck only a few meters above the ground, the DC-3 entered a right-hand spiral, banked about 85 degrees, stalled, and corkscrewed nose-first into the ground. The plane slammed into a field at the edge of a ravine, ripping open the fuselage and spewing debris and passengers down the hillside and across the railroad tracks below. The full load of fuel ignited and a fireball ripped through the wreckage, sending a dull boom echoing out into the frozen night.","metadata":null,"markups":[{"type":"EM","start":797,"end":801,"href":null,"anchorType":null}]},{"type":"IMG","text":"Much of the DC-3 was crushed on impact and then burned; only the tail was recognizable. (AP)","metadata":{"id":"0*BSOoLdLC8OlWSMwt.jpg","originalHeight":630,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"The air traffic controller at Evansville Dress Regional Airport knew that something was wrong before the plane ever hit the ground. Shortly after flight 216 lifted off, he had told the crew to switch to the departure frequency, but the First Officer only replied, “Standby,” and further transmissions elicited no response. Seconds later, an explosion erupted in the foggy distance, and someone exclaimed, “Oh, he’s crashed!”","metadata":null,"markups":[]},{"type":"P","text":"Although firefighters were notified within moments of the explosion, finding the crash site amid the darkness, fog, and muddy fields proved difficult. Some of the fire trucks couldn’t locate the plane; another got stuck after it slid off a rain-soaked road. The first people to reach the crash site were residents of the nearby Melody Hill neighborhood, who arrived around ten to fifteen minutes after the accident to find a scene of devastation. Bodies littered the ravine between twisted chunks of the DC-3, smoldering fires, and mud-stained sports equipment. With the help of some emergency responders who arrived on foot shortly afterward, they set about the urgent task of searching for survivors.","metadata":null,"markups":[]},{"type":"IMG","text":"Firefighters remove a body from the crash site in a body bag. (Evansville Courier Press)","metadata":{"id":"0*zCH6vBFRAgfM0F0O.jpg","originalHeight":788,"originalWidth":1400,"alt":null},"markups":[]},{"type":"P","text":"Within minutes, the rescuers managed to find four basketball players who were still breathing, albeit weakly; none were conscious. Three were beyond hope and died right in the arms of the firefighters who tried in vain to get them to ambulances. The fourth, 18-year-old freshman player Greg Smith, survived long enough to be taken to hospital, but despite doctors’ heroic attempts to save his life, he passed away due to massive injuries about five hours after the crash.","metadata":null,"markups":[]},{"type":"P","text":"Word of the plane crash spread like wildfire through the city of Evansville, but it was not immediately known who had been on board. Most of the family members of those on the plane didn’t know about the delay and thought the basketball team had left hours earlier, initially leading many to believe that some other plane must have crashed. Even those on the scene didn’t immediately realize what had happened until they paused to look at the baggage, clothes, and equipment strewn across the ground. Upon seeing the gold and purple emblem of the University of Evansville on a duffel bag, one rescuer exclaimed aloud, “My god, it’s the Aces!”","metadata":null,"markups":[]},{"type":"IMG","text":"Some of the wreckage fell down into a ravine, including a number of seats with the victims still strapped inside. (McCutchanville Fire Department)","metadata":{"id":"0*jtroYGhsINYIUMc_.jpg","originalHeight":500,"originalWidth":700,"alt":null},"markups":[]},{"type":"P","text":"Crowded around their radios and televisions, the people of Evansville learned the shocking news later that night: their beloved basketball team was dead. Families held out hope when a survivor was reported, only for those hopes to be dashed again when reporters learned that the survivor had died in hospital. By the following morning, rescuers were able to confirm that all 29 people on board the plane had been killed, including 14 basketball players, the coach, the announcer, the two airline managers, and the three members of the crew.","metadata":null,"markups":[]},{"type":"IMG","text":"The Evansville Courier Press ran a full page spread with the faces of the lost basketball players.","metadata":{"id":"0*5Bw6fyaTNsxrrDqA","originalHeight":881,"originalWidth":660,"alt":null},"markups":[]},{"type":"P","text":"For the tight-knit University of Evansville community, the magnitude of the loss could scarcely be comprehended. Everyone at the university, and many in the community at large, knew at least one, and often more than one, of the 29 victims. Tributes from sports teams around the country rolled in one after another. Residents heaped pity upon the only remaining member of the team, freshman David Furr, who had stayed behind due to an ankle injury. But in a tragic twist of fate, two weeks after the accident he and his younger brother were both killed in a car crash on the way back from a basketball game in Illinois, claiming the last living member of the 1977 roster. One member of the class of 1981, recalling the double tragedy decades later, told SB Nation, “I guess about the only explanation […] at that time we came up with was — God wanted a truly first-class Division I team in heaven and… he needed the whole team.”","metadata":null,"markups":[]},{"type":"IMG","text":"The fuselage was crushed severely upon impact, leaving no survivable space for the occupants. (AP)","metadata":{"id":"0*XqnSS_AlEmmGCYOI.jpg","originalHeight":965,"originalWidth":1400,"alt":null},"markups":[]},{"type":"P","text":"But even as the lost basketball team continued to attract the spotlight, investigators with the National Transportation Safety Board were already arriving in Evansville to search for the cause of the crash, which was, of course, no act of God — something had brought down that plane. Unfortunately, they wouldn’t have much to work with: the DC-3 didn’t have any black boxes, nor was it required to, and with no survivors from on board the plane, it would be difficult to determine what exactly had gone wrong.","metadata":null,"markups":[]},{"type":"P","text":"Primarily by triangulating various witness statements, investigators were able to determine that the plane lifted off much earlier than it should have, banked to the left, made a 180-degree turn, then spiraled back in to the right, never rising more than about 125 feet above the ground. A likely reason for the early rotation was discovered when witnesses told the NTSB that most of the bags had been loaded in the rear cargo hold, even though they were supposed to go in the front. Calculations showed that this would have put the center of gravity near the aft limit, but not over it, and in any case DC-3s operated beyond their weight and balance limits all the time. As an FAA flight examiner on the DC-3 noted, “DC-3s have been flown out of CG [center of gravity] in many areas of the world for many years, and that’s why they are still around.” Clearly the plane should have been flyable in this condition.","metadata":null,"markups":[]},{"type":"IMG","text":"Another view of the ravine. (AP)","metadata":{"id":"0*2QIFiy2XaFgCHh53.jpg","originalHeight":553,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"The primary danger of taking off with a center of gravity near the aft limit is the tendency of the airplane to pitch up during the takeoff roll before reaching the required takeoff speed. But Captain Pham had surely operated DC-3s with out-of-limits CGs back in Vietnam, and he would have known what to do: push the nose down, increase engine thrust, and get the airspeed up until the plane was back on the good side of the power curve. The question was why he didn’t.","metadata":null,"markups":[]},{"type":"P","text":"Another major piece of the story would be found with the airplane at the crash site. Forensic analysis of markings and damage on the rudder and aileron control locks and the adjacent structures confirmed that the locks must have been in place at the moment of impact. Leaving the rudder and ailerons locked was not by itself a fatal emergency; in fact, a number of previous incidents had occurred in which pilots left these controls locked but managed to land safely by using differential engine thrust to turn the plane. Two DC-3s had crashed in the past due to the elevator locks being left in, but on flight 216 these locks were found still inside their box in the cargo hold, conclusively proving that they were not installed at the time of the crash. Nor were there any problems with the elevator control mechanism itself; the only damage to the system occurred on impact with the ground. This problem therefore should not have been unmanageable either.","metadata":null,"markups":[]},{"type":"IMG","text":"Rescuers and investigators work near the DC-3’s battered tail. (AP)","metadata":{"id":"0*6DTe2qMUar1ULLqr.jpg","originalHeight":684,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Indeed, neither the locks on the rudder and ailerons nor the aft center of gravity could explain the crash by itself. But to face both emergencies at the same time was something that would push the limits of even a highly experienced DC-3 captain like Ty Van Pham. The moment his plane unexpectedly lifted off the runway at too low an airspeed, he found himself faced with two simultaneous, unrelated problems which forced him to make a snap decision about where to focus his attention. He had only seconds to get it right. Investigators speculated that he initially focused on his lack of lateral control over the airplane, which would have made itself apparent during the left turn which began immediately after liftoff. By the time he realized that they were also pitching up steeply and losing airspeed, it was too late to save the plane. They simply weren’t high enough to pitch down and gain the speed necessary to get back ahead of the power curve, and the plane lurched along, continuously decelerating, until it eventually stalled and spun into the ground. The whole flight lasted just 90 seconds.","metadata":null,"markups":[]},{"type":"P","text":"Only an inhumanly quick appraisal of the situation, followed by a timely and forceful nose-down input on the control column, could have saved them. After getting their speed up it would then have been possible for the pilots to use differential engine thrust to steer the plane back around for an emergency landing, but attempting to do this before correcting their pitch would only have worsened the loss of airspeed. At the end of the day, given these conditions, it was easy to see why Captain Pham couldn’t recover.","metadata":null,"markups":[]},{"type":"IMG","text":"A view of the tail from down in the ravine. (Evansville Courier Press)","metadata":{"id":"0*Ke5VuKd6TiFmUUMS","originalHeight":1469,"originalWidth":2600,"alt":null},"markups":[]},{"type":"P","text":"Despite all that they were able to derive from the witness statements and the physical evidence, there were many details of the sequence of events which died with the pilots. The NTSB was unable to conclusively determine who put in the control locks and why First Officer Ruiz failed to remove them, or why the pilots didn’t perform the control checks before takeoff. But, being less limited by standards of hard evidence than the NTSB, we can say that there was probably one underlying reason for all these failures: haste, one of the seven deadly sins of aviation. Engine shutdown to engine startup only lasted twelve minutes, which is way too fast to make sure everything is in order. During this time First Officer Ruiz was seen once near the left wing and again helping load the bags, but he never went near the right wing or the tail, and he missed the red flags hanging from the control locks that he had put in just a few minutes earlier. Perhaps due to his inexperience, his routine was not sufficiently well-established to effectively remind him. Regardless, if the pilots had taken more time to double check everything, they probably would have noticed the error, but in their rush to leave it managed to slip their minds.","metadata":null,"markups":[]},{"type":"IMG","text":"Recovery crews retrieve the tail of the DC-3 during the clean-up at the crash site. (AP)","metadata":{"id":"0*aGMzjzveivFbZtEg.jpg","originalHeight":1127,"originalWidth":1700,"alt":null},"markups":[]},{"type":"P","text":"This simple but tragic mistake illustrates why flying the DC-3 requires exceptional vigilance. The plane was designed in the 1930s, well before most modern safety features were invented, and it relies entirely on the pilot to avoid various deadly pitfalls. By 1977, most turboprops already had mechanical gust locks that could be deployed using a cockpit lever, as well as a throttle interlock system that would prevent the engines from generating takeoff power if the gust locks were in place. But the DC-3 far predated these design innovations, which doubtlessly would have prevented the crash. Pilots who fly the DC-3 today are constantly aware that they are handling pre-WWII technology that is highly unforgiving of human error.","metadata":null,"markups":[]},{"type":"IMG","text":"An Air Chathams DC-3 in New Zealand in 2014. (Bernard Spragg)","metadata":{"id":"0*ktH-oEQIWAxMSEPM.jpg","originalHeight":1034,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"Looking back, it’s not clear that any specific safety lessons were learned from the crash of Air Indiana flight 216. The NTSB issued only one recommendation which was not related to the causes of the accident, a somewhat common practice after crashes involving smaller airplanes in the 1970s. Nevertheless, the safety of the DC-3 doesn’t seem to have suffered for it, and it is thought that several hundred DC-3s are still operating around the world today. In all likelihood some will still be hauling cargo and passengers in 2035, one hundred years after the first one rolled off the assembly line. DC-3s crash almost every year, probably as a side effect of the harsh conditions in which they operate, but usually no one dies, and the tough old planes are frequently repaired and returned to service afterward. Pilots have called them “a collection of parts flying in loose formation,” but a lot of those parts can break formation and the plane will still fly. Indeed, the planes’ reliability, versatility, and simple design make them almost irreplaceable. “The only replacement for a DC-3 is another DC-3,” someone once said, their name having been lost to time.","metadata":null,"markups":[]},{"type":"IMG","text":"The “Weeping Basketball” memorial at the University of Evansville.","metadata":{"id":"0*yE3px95No0RPCPaf","originalHeight":665,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Today, the University of Evansville Purple Aces still play Division I basketball, and the current crop of students — some of whom have parents who weren’t born at the time of the tragedy — haven’t forgotten the loss that left such an outsized mark on their school. On campus, a memorial known as the weeping basketball features an orb of water emerging from 29 pipes, one for each victim. Nearby, a granite wall lists the names of those who died in the crash, as well as that of David Furr, the final team member whose tragic death two weeks after the disaster only deepened the community’s sorrow. But the slab also contains a message of hope, a quote from then-University President Wallace Graves: “Out of the agony of this hour we shall rise.” And today, every time the Aces take to the basketball court, it’s as if to say: “indeed, we have risen.”","metadata":null,"markups":[]},{"type":"P","text":"_________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/pzy81s/1977_the_crash_of_air_indiana_flight_216_and_the/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 200 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}