{"id":"50064147c664","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/the-valley-of-no-return-the-story-of-the-wichita-state-university-football-team-plane-crash-50064147c664","createdAt":1593826066495,"firstPublishedAt":1593878274034,"latestPublishedAt":1594271462289,"updatedAt":1639540124455,"clapCount":712,"title":"The Valley of No Return: The story of the Wichita State University football team plane crash","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"The Valley of No Return: The story of the Wichita State University football team plane crash","metadata":null,"markups":[]},{"type":"IMG","text":"The charred wreckage of N464M lies on a Colorado mountainside some hours after the crash. (John Putt)","metadata":{"id":"0*PKhvlDH3gvJojRvu.jpg","originalHeight":393,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"On the 2nd of October 1970, a chartered airliner carrying the Wichita State University football team took a detour to give the young players a close-up view of the Rocky Mountains. But as they wound their way between the peaks, disaster struck: the plane became boxed into an inescapable valley, unable to climb out or turn around. The antiquated propeller plane crashed into a mountainside at nearly 11,000 feet above sea level, where it struck trees, broke apart, and burst into flames. As the survivors rushed to escape, fire overtook them, killing 31 people; only nine survived to tell the tale. The Wichita State football team was all but wiped out. How could this have happened? Why did the pilots fly such a dangerous route? Why didn’t anyone stop them? In trying to answer these questions, the National Transportation Safety Board and the Federal Aviation Administration discovered glaring deficiencies in America’s air charter industry that were putting lives at risk every single day.","metadata":null,"markups":[]},{"type":"IMG","text":"The Wichita State football team involved in the accident, pictured before the crash. (The Wichita Eagle)","metadata":{"id":"0*miYxiX3y32_4nEUh.jpg","originalHeight":372,"originalWidth":1140,"alt":null},"markups":[]},{"type":"P","text":"Wichita State is a modest government-funded university in the town of Wichita, Kansas, deep in America’s agricultural heartland. Like most other American universities, particularly in 1970, it took athletics seriously, fielding teams which competed against other schools in championships whose popularity often rivaled the professional leagues. America’s obsession with “college sports” helped fuel considerable spending on university-level athletics, especially American football, into which they sank enormous amounts of money. Larger universities could attract fanbases that matched or even exceeded the local major league teams, but Wichita State was not one of these institutions. The university did field its own division I-A football team, but not a particularly good one: despite its players’ enthusiasm, the Wichita State Shockers had won only 12 games in the past five years, and a new coach brought in to turn that around for the 1970 season had so far proved unable to end the losing streak.","metadata":null,"markups":[]},{"type":"P","text":"Because the Wichita State Shockers were scheduled to play games all over the country, the university tasked its athletics director with hiring a plane for the season. The university eventually struck a deal over the phone with a man named Jack Richards, owner of Jack Richards Aircraft Company. Richards specialized in buying and selling secondhand airplanes, but while the aircraft were in his possession he occasionally rented them out to customers on a short-term basis. The athletics director wanted to hire a plane for the whole season, but Jack Richards didn’t want to “tie up” a plane for so long at the price Wichita State was willing to pay, so he offered to rent it to them on an as-needed basis instead. Among the planes in his fleet was a large Douglas DC-6 piston-driven propeller plane, which he allowed Wichita State to hire as needed for $125 an hour. When Wichita State wasn’t using it, he would lease it out to other customers. However, this plan fell through in July 1970 when a windstorm damaged the DC-6, forcing Richards to take it in for repairs. In its place he offered two smaller Martin 4–0–4s, registered as N464M and N470M respectively. The already-antiquated Martin 4–0–4, briefly produced in the early 1950s and quickly rendered obsolete, was a twin radial piston-engine prop plane with room for 40 passengers. The pair of 4–0–4s hadn’t been flown since 1967, except for a positioning flight to Jack Richards’ base in Oklahoma City, but they had been properly maintained and passed all inspections.","metadata":null,"markups":[]},{"type":"IMG","text":"A Martin 4–0–4 on display in an aviation history museum. Although no pictures of it are available, the plane involved in the accident was painted white on top with a green stripe down the side and unpainted on the bottom. (Jon Proctor)","metadata":{"id":"0*Prq3kdFAs6jQ7XII.jpg","originalHeight":681,"originalWidth":1023,"alt":null},"markups":[]},{"type":"P","text":"Jack Richards’ only contact with Wichita State was during a small number of phone calls with the athletics director; he did not visit the university and nobody from the university visited him. A verbal agreement was arranged with no written contract, and no money was ever paid directly from Wichita State to Jack Richards Aircraft Company. Instead, Wichita State separately sent out requests for bids from several air taxi services, of which it eventually chose Golden Eagle Aviation, a charter company which supplied qualified flight crews for flights using other companies’ planes. Wichita State arranged to pay Golden Eagle Aviation, which would split the check and send an appropriate portion on to Jack Richards.","metadata":null,"markups":[]},{"type":"P","text":"In the absence of any written contracts except that with Golden Eagle Aviation, there was some confusion about who was legally the operator of the aircraft. On a normal scheduled passenger flight, the operator is of course the airline, but in an arrangement where crews and planes from different companies were being hired on a short-term basis, the operator was less clear. Wichita State University was under the impression that Golden Eagle Aviation was the operator, because it was a company from which Wichita State was hiring an air service. On the other hand, Golden Eagle Aviation and Jack Richards both asserted that Wichita State was the operator. As the operator is also the party responsible for ensuring that a flight complies with all applicable regulations, this lack of clarity about who was in fact the operator would become a key part of the story.","metadata":null,"markups":[]},{"type":"IMG","text":"The number of parties to the arrangement made it unclear who was responsible for flight safety. (Own work)","metadata":{"id":"1*7HAq7HvS4BnSObc6VqalUQ.png","originalHeight":406,"originalWidth":643,"alt":null},"markups":[]},{"type":"P","text":"The first two of Wichita State’s away games in September 1970 proceeded as planned, although the university grumbled about having to split the team between two aircraft. This annoyance became especially acute after one of the planes suffered a landing gear failure and had to be temporarily removed from service, forcing the remaining 4–0–4 to make two trips to get the whole team to a game against West Texas State.","metadata":null,"markups":[]},{"type":"P","text":"The team’s third scheduled football game of the season was to be played against Utah State University in Logan, Utah on October 4th. As it had done for the previous two matches, Golden Eagle Aviation sent two flight crews to Oklahoma, picked up the Martin 4–0–4s, and flew them to Wichita on October 2nd. In Wichita, the team and its attaché were split into two groups to board the two planes. N464M and N470M were designated “Gold” and “Black” respectively, based on the school’s official colors. Flying on “Gold” were all the members of the starting team, the team’s management staff and their spouses, the Wichita State athletics director, and Kansas State Senator Raymond King and his wife. The rest of the team and the rest of the staff would ride aboard “Black.”","metadata":null,"markups":[]},{"type":"IMG","text":"Relative locations of Wichita, Logan, and Denver (the refueling stop). (Google)","metadata":{"id":"1*Wi2UrrxVOmyrh2NjSQbz1w.png","originalHeight":342,"originalWidth":742,"alt":null},"markups":[]},{"type":"P","text":"In command of “Gold” were two pilots, Captain Danny Crocker and First Officer Ronald Skipper. Skipper was actually the president of Golden Eagle Aviation, but Crocker was given the role of Captain because he had a type rating on the Martin 4–0–4 and Skipper did not. Nevertheless, it was clear that on an informal level, Skipper was in charge — he even sat in the left seat, which is normally occupied by the captain. Joining them were a flight attendant and an “assistant stewardess,” who was actually just a friend of the pilots and not a bona fide flight attendant.","metadata":null,"markups":[]},{"type":"P","text":"With the players excited to begin the journey, “Gold” and “Black” took off from Wichita, bound for a refueling stop in Denver, Colorado. This first leg progressed normally, and the two planes arrived at Denver’s Stapleton Airport at around 11:19 a.m. During the flight, Skipper had been conversing with the players and decided that he would give them a low pass over the Rocky Mountains during the second leg, certainly a treat for the group of students who had grown up on the flat plains of Kansas.","metadata":null,"markups":[]},{"type":"IMG","text":"Skipper’s new plan wasn’t really a plan at all. (Google)","metadata":{"id":"1*b_tkERucHVTzDGEE4yaPcQ.png","originalHeight":402,"originalWidth":746,"alt":null},"markups":[]},{"type":"P","text":"The filed flight plan for both planes originally took them north to Laramie, Wyoming, then west to Logan, making an end run around the highest part of the Rockies and giving the old, slow propeller planes plenty of time to climb to a safe altitude before crossing the high terrain. In Denver, Skipper threw this plan out the window, deciding instead that “Gold” would climb straight over the Rocky Mountains after takeoff from Denver, at as low an altitude as possible. He lacked any aeronautical charts for this area, but he did go into the airport terminal to purchase a topographic map, which he intended to use to point out landmarks to the passengers, including the ski areas in the Loveland Pass region that were scheduled to host the 1976 Winter Olympics. After returning, he struck up another conversation with the passengers, and there was no evidence that he ever spent more than a few minutes reviewing the map to gain an understanding of the terrain ahead.","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile, Captain Crocker oversaw the loading and refueling of the aircraft. How much supervision he provided is unknown, but what is known is that by the time all the passengers, bags, and fuel were on board, the plane was more than 5,000 pounds (2,267 kilograms) over its maximum takeoff weight. It was so heavy that even after accounting for all the fuel burned during the flight, it would be over the maximum landing weight at Logan Airport upon arrival.","metadata":null,"markups":[]},{"type":"P","text":"After a little over an hour on the ground, “Gold” departed Stapleton Airport at 12:29. The plane rumbled off down the runway, covering considerably more distance than usual before it finally lurched into the air, its right engine emitting a few puffs of black smoke in the process. The controller asked if there was a problem, to which Crocker replied, “No, we’re just running a little rich, is all.”","metadata":null,"markups":[]},{"type":"P","text":"Heading west under visual flight rules with no filed flight plan, “Gold” started to follow US Highway 6 (now Interstate 70) into the mountains, while “Black” followed the previously arranged route via Laramie. After crossing over the foothills, “Gold” intercepted the Clear Creek Valley and began to follow it steadily upward toward the continental divide. Skipper maintained a constant height of about 1,500 feet above ground level, and the passengers crowded around the windows to enjoy the incredible close-up view of the mountains. As the plane passed over the town of Idaho Springs, witnesses on the ground were caught off guard by its low altitude, and some concluded that it must be in trouble. But on board, all was merry as the players marveled at the spectacular scenery and the flight attendants served refreshments. Amid the party atmosphere on board the plane, little thought was given to whether they might be in danger.","metadata":null,"markups":[]},{"type":"IMG","text":"Route of N464M as it climbed into the Rocky Mountains. (Google)","metadata":{"id":"1*Zcsgyp7smIZDwoXJQq8ipA.png","originalHeight":402,"originalWidth":765,"alt":null},"markups":[]},{"type":"P","text":"As the plane climbed sedately up the Clear Creek Valley, following highway 6, the valley grew deeper, and soon they were flying below the surrounding mountaintops. Although the plane could have climbed faster, the pilots seemed to be unconcerned. Some of the players, however, were beginning to get nervous. 22-year-old football player Richard Spencer recalled looking out the window and being greeted by the unnerving sight of mines and roads on the mountainsides above the plane. As they climbed past the town of Silver Plume, elevation 9,120 feet, Spencer got up to go to the cockpit and ask the pilots what was going on. Standing in the cockpit door, he found them discussing the heights of the surrounding peaks, many of which stood at well over 13,000 feet (4000m) — 2,000 feet more than the height of the plane.","metadata":null,"markups":[]},{"type":"P","text":"Apparently unknown to the pilots, Clear Creek Valley terminated just a few kilometers ahead at the base of Loveland Pass, the low point of which stood at a lofty elevation of 11,990 feet. Obscuring their view of this obstruction was the 13,234-foot Mount Sniktau, which protruded out from the continental divide and forced the valley to curve sharply around its base before reaching the pass. Skipper and Crocker had no idea that at the overloaded 4–0–4’s maximum achievable rate of climb, the last point at which they could take action to clear Loveland Pass was at Dry Gulch, a couple kilometers short of the bend. Therefore, by the time the pass became visible, it would already be too late to climb over it. On the ground, a former pilot familiar with the valley caught sight of the plane and concluded that it wasn’t going to make it.","metadata":null,"markups":[]},{"type":"IMG","text":"N464M in relation to surrounding obstacles. Note how Mount Sniktau obscures the pilots view of the danger ahead. (Google)","metadata":{"id":"0*azROIeuE5NLxPAOt.jpg","originalHeight":581,"originalWidth":910,"alt":null},"markups":[]},{"type":"P","text":"Cruising along at 11,000 feet, the plane flew past Dry Gulch and approached the bend toward the pass. Unknown to anyone on board, a crash was already inevitable: they had passed the point of no return, and there was no longer enough room to climb out or to turn around. They were boxed in.","metadata":null,"markups":[]},{"type":"P","text":"Upon rounding the bend, Skipper and Crocker suddenly realized that the valley came to a precipitous end, rising rapidly to Loveland Pass 1,000 feet above them and only two miles out. On highway 6, motorists pulled over and stared at the plane in alarm. Skipper turned to the right in a desperate attempt to turn around, but found himself flying straight at the looming face of Mount Trelease. Fearing that they were about to crash, Richard Spencer ducked out of the doorway and threw himself into the baggage compartment behind the cockpit. Captain Crocker called out, “I have control!” and wrenched the control column back to the left. Banking to nearly sixty degrees in a desperate effort to make a U-turn, he pushed the plane to its limit, flying so close to the stall speed that he triggered pre-stall buffet, rocking the plane with heavy vibrations. A flight attendant was thrown aside with a scream and the passengers scrambled to get into their seats. The extreme turn caused the plane to slow down and lose lift, and the mountainside rapidly rose up to meet them. Crocker reduced the left bank to 30 degrees, but it was too late; a split second later, the plane struck the treetops part way up Mount Trelease at an elevation of 10,800 feet. The plane sliced off the top of the pine trees as it cleaved its way across the wooded slope, digging into the forest as the passengers held on for dear life. Trees sheared off the wings as the fuselage slammed to the ground and broke into three pieces, sliding to a stop amid the ruined forest, surrounded by fire.","metadata":null,"markups":[]},{"type":"IMG","text":"My sketch of the moment of first impact with the trees. (Own work)","metadata":{"id":"1*4MGdRYycYCDHaVU8jEW9Kw.jpeg","originalHeight":1275,"originalWidth":1650,"alt":null},"markups":[]},{"type":"P","text":"On board the plane, most of the passengers had survived the relatively low-speed impact. But hardly anyone had time to fasten their seat belts before the crash, and people were thrown against the rows in front of them with such force that the seats dislodged from the floor and piled toward the front of the plane in a massive heap of metal bars, shredded upholstery, and broken limbs. Further forward, Captain Crocker had been killed instantly when a tree sliced through his seat, but First Officer Skipper survived with half the cockpit torn away around him. Richard Spencer awoke seconds after the crash to find that he had been flung out of the baggage compartment and onto the slope below the plane, well away from the fuselage and the fire. Some of those in the passenger cabin managed to claw their way out of the wreckage within moments of the crash, but most were trapped in the twisted fuselage, piled on top of each other and suffering from serious injuries. People cried out for help as others struggled to pull them out. Some of those who escaped were soaked in aviation fuel and promptly caught fire after stepping out of the plane.","metadata":null,"markups":[]},{"type":"IMG","text":"The charred wreckage of N464M lies on the mountainside some hours after the crash. (John Putt)","metadata":{"id":"0*j0pa2miwPOBOZnQC.jpg","originalHeight":393,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"Several people who had witnessed the crash climbed up the mountainside to the crash site and arrived just a few minutes after impact, where they discovered numerous survivors trapped inside the plane with a raging fire threatening to overrun the cabin. But before they could launch a rescue effort, the airplane exploded, forcing the rescuers to retreat and incinerating anyone left inside. By the time rescuers had rounded up all the badly injured survivors, it was clear that most people never made it out: of the 40 people on board, only 11 had survived, including Richard Spencer and First Officer Skipper. Of these, two soon died in hospital, bringing the final death toll to 31, a figure which included 14 football players, the head coach, Captain Crocker, the WSU athletics director, and Kansas State Senator Raymond King and his wife.","metadata":null,"markups":[]},{"type":"IMG","text":"The wreckage was still smoldering when a group of teenage mountain rescue trainees arrived at the crash site around dusk. One of them snapped this photo (and the previous one) — among the only known photos of the wreckage on the day of the accident. (John Putt)","metadata":{"id":"0*rUINv1mi2CTNa4tF.jpg","originalHeight":393,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"The other Martin 4–0–4 arrived safely in Logan with the remainder of the team, who learned of the crash shortly after their arrival. Utah State immediately canceled the game and hosted a memorial in its stadium instead. As tributes from sports fans around the country began to pour in, the city of Wichita mourned one of its worst ever tragedies. So many promising young lives and prominent community members had all been taken away so suddenly, an incomprehensible loss for the city, the university, and the team.","metadata":null,"markups":[]},{"type":"P","text":"One week after the crash, the remaining members of the team met and agreed to play out the rest of the season, restocking their ranks with back-benchers and first-years. 22 days after the accident, the Wichita State Shockers were back on the field, where they suffered a devastating 62–0 loss against Arkansas. More massive losses followed, only adding insult to injury for the grieving Wichita State community.","metadata":null,"markups":[]},{"type":"IMG","text":"Members of the Evergreen mountain rescue team remove a body from the crash site the day after the accident. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*xVAEPlb4ynyVf5FY.jpeg","originalHeight":464,"originalWidth":750,"alt":null},"markups":[]},{"type":"P","text":"Just 43 days after the Wichita State crash, disaster struck again. A Southern Airways Douglas DC-9 carrying the Marshall University football team home to Huntington, West Virginia, flew too low on approach and crashed into a mountain, killing all 75 people on board. Suddenly, American college football had another, even bigger tragedy on its hands — and while the two disasters were at first memorialized together, it was not long before the Marshall crash began to overshadow the smaller accident that befell Wichita State University. As Southern Airways flight 932 passed into legend, the Wichita State crash passed into obscurity.","metadata":null,"markups":[]},{"type":"IMG","text":"The aftermath of the Marshall University plane crash. (The Huntington Herald-Dispatch)","metadata":{"id":"0*oj09V96IeZruZ95D.jpg","originalHeight":516,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"But while the cause of the crash that wiped out Marshall’s Thundering Herd was never conclusively determined, the existence of survivors and a large number of witnesses ensured that the Wichita State crash would not suffer the same fate. The investigation by the National Transportation Safety Board turned up a long list of disturbing problems that led to the accident, some of which would lead the agency to question the status quo of America’s air charter industry.","metadata":null,"markups":[]},{"type":"P","text":"The proximate cause of the crash was the continuation of the flight into a box canyon where there was not enough room to turn around nor to climb over the surrounding obstacles. In a post-accident hearing, surviving copilot Ronald Skipper claimed that he had chosen the route up the Clear Creek Valley and over Loveland Pass because it was the shortest route to Logan. But an analysis of the flight path showed that this could not have been the truth, because the Loveland Pass route was in fact almost exactly the same length as the route shown in their filed flight plan. Furthermore, calculations showed that the plane was capable of climbing to at least 15,000 feet during the time between takeoff and the crash, while the actual flight never exceeded 11,000 feet. In combination with the testimony of surviving passengers, it became apparent that this non-optimal flight path had been chosen solely for the purpose of sightseeing. The low-altitude flight up the valley was an act of recklessness that had no operational benefit. And on top of that, Crocker and Skipper spent almost no time planning the flight or discussing the terrain they might encounter. Skipper purchased a map in the airport terminal but did not appear to begin examining it in detail until after they were already airborne. It was apparent that prior to the final turn, neither pilot knew that a height of at least 12,000 feet would be necessary to clear the pass, even though this was exactly the sort of information that should have been discussed before attempting a low-altitude flight through the Rocky Mountains.","metadata":null,"markups":[]},{"type":"IMG","text":"A map of where various pieces of wreckage were found along the debris trail. (NTSB)","metadata":{"id":"1*-zCfQhQtCdVUhI480wJrbQ.png","originalHeight":554,"originalWidth":1116,"alt":null},"markups":[]},{"type":"P","text":"First Officer Skipper attempted to blame this dreadful lack of planning on the late Captain Crocker, because he was technically the pilot in command. However, survivors’ recollections of the conversation between Skipper and several passengers during the first leg of the flight revealed that it was Skipper’s idea to fly up the Clear Creek Valley, and he acknowledged this to be true. Furthermore, Crocker was only given the position of captain because he had a type rating on the 4–0–4, which Skipper lacked. So while Crocker was the de jure commander, Skipper was notably his senior and was also the company president, meaning that in practice, Skipper was the one calling the shots. Certainly Crocker would have been unlikely to question the decisions of the man responsible for his paychecks.","metadata":null,"markups":[{"type":"EM","start":535,"end":542,"href":null,"anchorType":null}]},{"type":"IMG","text":"Amid a sea of molten metal, some football gear was the only recognizable debris. (AP)","metadata":{"id":"0*gQBWqxaI11m6iC1s.jpg","originalHeight":1045,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"Investigators now had to ask why the pilots were able to execute such a blatantly reckless flight plan, which in all likelihood violated federal regulations. Certainly no crew at a normal passenger airline would be able to get away with flying at low altitude up the Clear Creek Valley. This is because airlines, as the legal operators of their aircraft, have a codified responsibility to ensure that their crews conduct each flight in a manner that complies with regulations. But in this case it was unclear who the operator actually was, since the plane belonged to Jack Richards, the crew came from Golden Eagle Aviation, and the flight was conducted on behalf of Wichita State University. After the accident, both Jack Richards and Golden Eagle Aviation claimed that Wichita State was the operator and was therefore responsible for regulatory compliance; however, according to Federal Aviation Administration rules, Golden Eagle Aviation was supposed to be the operator, in the absence of any signed document stipulating otherwise. (No such document was ever located.) Therefore, because he was in charge of Golden Eagle Aviation, First Officer Skipper was responsible for ensuring that he and Crocker followed all rules and regulations. But with no one above him to hold him accountable — after all, he ran the company — Skipper effectively had free rein to violate whatever rules he wanted, so long as no one from the FAA was around to catch him.","metadata":null,"markups":[]},{"type":"IMG","text":"Several locals, presumably members of the mountain rescue team, lift up part of the wreckage, probably during the search for bodies. (The Clear Creek Courant)","metadata":{"id":"0*yLVygX3oplawHwSj.jpg","originalHeight":393,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"It was now clear to the NTSB how such a disastrous flight path could have been flown. But investigators also looked into why so many passengers did not survive a crash that involved relatively mild impact forces. It turned out that the decisive factor might have been the fact that they were sightseeing, which compelled the passengers to get up out of their seats and stand around the windows. Because they didn’t have their seat belts fastened, the passengers flew about the cabin on impact, dislodging seats and causing serious injuries that prevented escape during the short period before the plane exploded. The crash therefore underscored why seat belts should be worn at all times, especially when flying at low altitudes.","metadata":null,"markups":[]},{"type":"IMG","text":"A charred football helmet lies amid the wreckage. (The Wichita Eagle)","metadata":{"id":"1*FJPpMY9Xvhxc17qE_0eiQg.jpeg","originalHeight":641,"originalWidth":1140,"alt":null},"markups":[]},{"type":"P","text":"The fundamental problem that led to the crash of N464M was a lack of knowledge on the part of Wichita State, Jack Richards’ Aircraft Company, and Golden Eagle Aviation as to the procedures and attitudes needed to operate a large aircraft. The NTSB felt that if lessees were aware of the problem, they could exercise a certain amount of judgment themselves, and recommended that organizations and individuals who plan to charter a large aircraft make a detailed inquiry into the types of service for which the lessor is certificated. Alongside this measure, the US Department of Transportation opened an investigation into the entire air charter industry. The NTSB felt that particular notice needed to be paid to the use of contractual language that sometimes designated the lessee as the aircraft operator — a significant problem considering that lessees usually do not have any kind of air operator certificate and are most often unaware that the lessor is placing this responsibility on them. Universities were the most common victims of this practice, and for the most part they had no idea it was occurring. The DOT investigation significantly expanded on this, recommending that “aircraft for hire” services be held to the same standards as airlines. As a result of the investigation, the FAA inaugurated a permanent surveillance program intended to catch air charter companies that are in violation of federal regulations. Over the next three years, more than 50 such companies were forced to acquire the appropriate certification or cease operations.","metadata":null,"markups":[]},{"type":"IMG","text":"The crash site as it appeared in 2016, photo taken by me. Much of the wreckage is still at the site as it is difficult to reach with heavy machinery. (Own work)","metadata":{"id":"0*5Rw2o9gQV3tb_kkb","originalHeight":713,"originalWidth":951,"alt":null},"markups":[]},{"type":"P","text":"As for the Wichita State Shockers, the crash was the beginning of the end. After its own disaster, Marshall University had made the difficult decision to move its football team into a lower division, but Wichita State refused to do the same, fearing that funding would dry up if the Shockers didn’t play in Division I-A. This refusal on the part of the program’s management to swallow their pride led to more bitter defeats against much better rivals, a trend that they proved unable to reverse. Over the next 15 years, the Wichita State Shockers had only one season where they won more games than they lost, and by the mid-1980s, the writing was on the wall. Wichita State ended its football program in 1986, writing it off as “too expensive.” In contrast, by downgrading to a division where it was actually competitive, Marshall University managed to rebuild a capable team, which eventually returned to division I-A. The Marshall Thundering Herd still works to preserve the memory of the crash that wiped out its 1970 roster, but Wichita State has now gone more than 30 years without a team to carry on the legacy of its own disaster, and the tragic crash has largely faded from memory. But if one knows where to look, pieces of the story can still be found: nearly fifty years after the crash, the wreckage of the ill-fated Martin 4–0–4 still lies on the mountainside high above what is now Interstate 70, and every day, thousands of people drive past the site without any knowledge of the drama that unfolded there half a century ago.","metadata":null,"markups":[]},{"type":"IMG","text":"People still leave small notes and mementos at the crash site to remember those who died on October 2nd, 1970. (Mountainous Words)","metadata":{"id":"0*x1276h14B8KJ_F0a.jpg","originalHeight":1071,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"___________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/hl5kt4/1970_the_wichita_state_university_football_team/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read over 140 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}