{"id":"5c5fa28868a0","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/last-flight-of-lokomotiv-the-crash-of-yak-service-flight-9633-5c5fa28868a0","createdAt":1590813535737,"firstPublishedAt":1590852885444,"latestPublishedAt":1631123501650,"updatedAt":1639505647495,"clapCount":720,"title":"Last Flight of Lokomotiv: The crash of Yak-Service flight 9633","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Last Flight of Lokomotiv: The crash of Yak-Service flight 9633","metadata":null,"markups":[]},{"type":"IMG","text":"The charred remains of Yak-Service flight 9633 lie in the shallows of the Volga River. (Sportsnet)","metadata":{"id":"0*gT0PzZlFbcrsITfR.jpg","originalHeight":720,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"On the 7th of September 2011, the world of professional hockey suffered its worst ever tragedy when the plane carrying the famous Yaroslavl’ Lokomotiv hockey team failed to become airborne and crashed on takeoff from Yaroslavl’, killing 44 of the 45 passengers and crew. The entire team, including some of the best hockey players in the world, was wiped out in an instant. As Russia mourned the loss of its titans of sport, investigators with the Interstate Aviation Committee converged on the scene to determine the cause of the crash. What they found was stranger than anyone had imagined: somehow, the pilots of the Yakovlev Yak-42 had attempted to take off with their feet on the brakes. While trying to determine how this could have happened, investigators uncovered a disturbing history of unsafe practices, missing credentials, forged documents, failed examinations, illegal substances, and corporate dysfunction that put two manifestly unqualified pilots in charge of the safe transportation of Russia’s most treasured athletes.","metadata":null,"markups":[]},{"type":"IMG","text":"Lokomotiv Yaroslavl’, seen here before the accident. (ABC News)","metadata":{"id":"0*_a-a2M0gTmtPYUco.jpg","originalHeight":627,"originalWidth":940,"alt":null},"markups":[]},{"type":"P","text":"Lokomotiv Yaroslavl’ is a professional hockey club based in the city of Yaroslavl’, located some 250 kilometers northeast of Moscow. Founded in 1949, the club has been owned since its inception by Russia’s state-run rail company, Russian Railways, from which it derives its name. Although the club has played in Russia’s highest hockey league since the early 1980s, it first saw competitive success in 1997, when it won a league championship; this victory was followed by another in 2002 and a third in 2003, firmly positioning Lokomotiv as one of Russia’s most competitive hockey teams. In a country where hockey is extremely popular, this turned its star players into household names, and thousands of fans booked tickets to watch Lokomotiv face off against Dinamo Minsk in its first game of the 2011–2012 season, in which it was once again considered a contender for the coveted Gagarin Cup.","metadata":null,"markups":[]},{"type":"IMG","text":"RA-42434, the Yakovlev Yak-42 involved in the accident.","metadata":{"id":"0*pM_f0XB_M32CXRCe.jpg","originalHeight":682,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"The game against Dinamo was to be played in Minsk, Belarus on the 7th of September 2011. To transport the team from Yaroslavl’ to Minsk, club management chartered an airliner through a Russian charter company called Yak-Service, which specialized in for-hire flights using the Yakovlev Yak-40 and its larger cousin the Yak-42. Lokomotiv arranged for a Yak-42, a three-engine Soviet-designed medium range airliner which Yak-Service had kitted out for executive transport. The forward half of the partitioned cabin contained three floor-mounted tables and 13 first class seats, including a rear-facing row and a right-facing bench seat. Behind the partition were a further 60 economy class seats where most of the team would sit, while the coaches and management staff would ride in first class.","metadata":null,"markups":[]},{"type":"IMG","text":"Inside the Yakovlev Yak-42 used by the team. (MAK)","metadata":{"id":"1*iNtXkiHNokSNW3nq0uDNeA.png","originalHeight":569,"originalWidth":739,"alt":null},"markups":[]},{"type":"P","text":"In command of the flight to Minsk, designated flight 9633, were two highly experienced pilots, Captain Andrei Solomentsev and First Officer Igor Zhivelov; also in the cockpit was Flight Engineer Vladimir Matyushin, who was responsible for aircraft systems, and another first officer, Sergei Zhuravlyov, rode along in the cabin. Three flight attendants and a mechanic, Alexander Sizov, rounded out the crew. Thirty-seven passengers ultimately boarded the plane, including 26 Lokomotiv players, Canadian head coach Brad McCrimmon, four members of Lokomotiv’s junior team for players under 18, and several coaching staff. Of all the players and staff, only forward Maxim Zyuzyakin and goalkeeping coach Jorma Valtonen were not on the flight, as they had been asked to stay behind to attend to other duties.","metadata":null,"markups":[]},{"type":"P","text":"Of the two pilots, First Officer Zhivelov was actually the most senior — he had over 13,500 flight hours, was a certified captain on the Yak-40, and held a high-level management post at Yak-Service. Today, however, he was acting as first officer because he had not undergone captain training on the larger Yak-42 — in fact, only 600 of his 13,500 hours were on this type of airplane. Captain Solomentsev had 6,900 total hours, of which 1,500 were on the Yak-42, considerably more than Zhivelov.","metadata":null,"markups":[]},{"type":"IMG","text":"An example of the smaller Yakovlev Yak-40 on which the pilots had most of their hours. (Ilia Martemianov)","metadata":{"id":"0*keW40lMg0hTp7D8d.jpg","originalHeight":1082,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"Although pilots are only supposed to fly one type of plane at a time, this rule was habitually ignored at Yak-Service. The company couldn’t afford to leave extra pilots on reserve, so pilots rated on both the Yak-40 and Yak-42 might be called upon to operate either one on any given day. Captain Solomentsev had continued to fly the Yak-40 while training to become a captain on the Yak-42, and had flown both as recently as 2010, but had only flown the Yak-42 so far in 2011. First Officer Zhivelov, however, was actively flying both aircraft — as a captain on the Yak-40 and a first officer on the Yak-42. In fact, Solomentsev and Zhivelov had often flown together in opposite roles on the Yak-40, on which Solomentsev served as a first officer.","metadata":null,"markups":[]},{"type":"P","text":"Shortly before noon local time, Yak-Service flight 9633 pushed back from the gate at Yaroslavl’s Tunoshna Airport and taxied to the runway. Normally, pilots must carefully calculate the necessary angle of the stabilizer for liftoff; the distance required to take off; the speed at which they will rotate the nose upward (VR); and the maximum speed at which the takeoff can be aborted (V1). However, Solomentsev, Zhivelov, and Matyushin did none of this — Zhivelov simply read off the checklist item and said, “Calculated, reported,” without calculating anything. Instead, Solomentsev guesstimated the values based on his experience flying the Yak-42. Although he got the stabilizer setting right, he paid little attention to V1 and underestimated VR by about 15km/h (8 knots). Upon reaching the runway, he made another questionable decision: instead of taxiing down to the start of the runway and turning around, he decided to begin the takeoff directly from the point at which it intersected the taxiway, ostensibly because there wouldn’t be enough room to make a U-turn (although this was false). This decision reduced the total length available by about 300 meters, putting the remaining runway length slightly below the amount required in case of an engine failure on takeoff, but because he hadn’t made any takeoff distance calculations, he didn’t know this.","metadata":null,"markups":[]},{"type":"IMG","text":"A bird’s eye view of Tunoshna Airport. (Information Portal Ukraine)","metadata":{"id":"0*fZW0d5a_NilS1H-w.jpg","originalHeight":500,"originalWidth":667,"alt":null},"markups":[]},{"type":"P","text":"At 11:58 a.m. local time, flight 9633 aligned with the runway and began its takeoff roll. At first, the plane accelerated normally, and Flight Engineer Matyushin announced, “Speed is increasing. Parameters normal.” But as the Yak-42 approached 170km/h (92 knots), something strange happened: one of the pilots began to apply pressure to the brake pedals.","metadata":null,"markups":[]},{"type":"P","text":"Like all large aircraft, the Yak-42 has wheel brakes that are engaged via pedals in both pilots’ footwells. During takeoff, pilots should have their feet properly positioned to hit the brakes immediately if the decision is made to abort. However, the Yak-40 — the plane on which both pilots had the most experience — has a somewhat unusual brake pedal design. On most planes, including the Yak-42, the pilot’s heel rests on the floor while the ball of the foot touches the pedal; this way, the floor supports the weight of the pilot’s leg, and they can then push their feet forward to activate the brakes. But on many Yak-40s, the pedal contains a built-in “cup” that holds the pilot’s heel, performing the same function as the floor on the Yak-42. Therefore, if a pilot were to position their feet as they would on the Yak-40 while flying the Yak-42, their heels would rest directly on the brake pedals, making it possible to depress them involuntarily.","metadata":null,"markups":[]},{"type":"IMG","text":"The difference between the brake pedals on the Yak-40 and the Yak-42. (MAK)","metadata":{"id":"1*fusR8RFptnNGVmY0fT2P5w.png","originalHeight":719,"originalWidth":1478,"alt":null},"markups":[]},{"type":"P","text":"Both pilots were more familiar with the Yak-40 than the Yak-42, and either one could have depressed the brake pedals — whether it was Solomentsev, Zhivelov, or both is unknown. But the effect that this had on the takeoff was considerable. Initially, the rate of acceleration began to slow, from 5 km/h per second to 3 km/h per second, a difference imperceptible to the crew. Seconds later, however, the problem became much worse. As the plane reached 185 km/h (100 knots), Captain Solomentsev pulled back on his control column in an attempt to lift off the runway. (This was in fact too early; the actual rotation speed, or VR, should have been 210 km/h). But when he tried to pull up, the plane didn’t respond.","metadata":null,"markups":[]},{"type":"P","text":"The reason for this lack of response was a little-known physical property inherent to any aircraft. When a braking force is applied to the main landing gear, the extra drag on the bottom of the plane creates a nose down moment, effectively rotating the plane around the source of the drag and planting the nose harder into the runway. To overcome this force and lift off the ground, the pilots would need to pull up much harder than normal. So when the nose failed to rise in response to his commands, Solomentsev simply pulled back more. This is thought to have had an unfortunate side effect: as he applied more force to the control column, he would have had to use his legs to brace himself, potentially adding more pressure to the brake pedals, slowing the plane further, and increasing the nose down moment that he needed to overcome. A feedback loop quickly developed as the Yak-42 continued to churn toward the end of the runway.","metadata":null,"markups":[]},{"type":"IMG","text":"Why braking force makes it harder to pull the nose up. (CIS Traffic Team)","metadata":{"id":"1*ox1PU7h61Drzrvo9daok9A.png","originalHeight":392,"originalWidth":759,"alt":null},"markups":[]},{"type":"P","text":"Confused as to why the plane wasn’t lifting off, Captain Solomentsev’s first thought was that they didn’t have enough thrust, and he called for the throttles to be moved to the takeoff position — but they were already there. Rejecting the takeoff might have been the best move, but he apparently never considered it. Instead, he kept trying to pull back more, until he was applying an incredible 60kg (132lbs) of force to the yoke — at the outer limit of his physical ability, but still not enough to lift the nose. In the cockpit, confusion quickly turned to panic as the pilots collectively realized that the plane wasn’t flying. Their speed increased to 230 km/h (124 knots), then plateaued. This would have been enough to take off under normal circumstances, but not with the brakes on.","metadata":null,"markups":[]},{"type":"P","text":"“Maybe it’s the stabilizer!” said First Officer Zhivelov, speculating that they had set the horizontal stabilizer incorrectly. Captain Solomentsev held down the stabilizer trim switches and added several degrees of nose-up stabilizer, but this did not solve the problem. The end of the runway approached rapidly; beyond it lay a grass field, the instrument landing system (ILS) antennae, and a row of trees. Panic began to evolve into desperation.","metadata":null,"markups":[]},{"type":"P","text":"For a moment, Solomentsev must have reached the limit of his strength, and he returned the control column to its neutral position. Flight Engineer Matyushin initially mistook this for an attempt to abort the takeoff and began to reduce engine power. Noticing this combination of actions, Zhivelov screamed, “What the hell are you doing!?” The plane careened off the end of the runway and rumbled across the grass, still traveling above takeoff speed, but slowing.","metadata":null,"markups":[]},{"type":"P","text":"“Takeoff [thrust]!” Solomentsev shouted. Matyushin shoved the throttles back to full power, and both Zhivelov and Solomentsev pulled back on their yokes with everything they had.","metadata":null,"markups":[]},{"type":"P","text":"“Takeoff thrust set!” said Matyushin.","metadata":null,"markups":[]},{"type":"P","text":"The combined force of both pilots pulling back on the controls finally proved sufficient to lift the nose off the ground, and the plane at last became airborne, nearly 400 meters past the end of the runway. But when the aircraft lifted off, the nose down moment being applied by the brakes disappeared. Without this counteracting force, the combination of the two pilots’ control inputs and the stabilizer position was highly excessive. The Yak-42 pitched up steeply and immediately stalled. Solomentsev uttered a curse as the stick shaker came to life, rattling their control columns to warn of the impending stall.","metadata":null,"markups":[]},{"type":"P","text":"“Andrei!” Zhivelov shouted.","metadata":null,"markups":[]},{"type":"P","text":"“We’re fucked!” Solomentsev screamed — the last words captured on the cockpit voice recorder.","metadata":null,"markups":[]},{"type":"IMG","text":"A black and white security camera captured the moment that flight 9633 lifted off the ground, a split second before the camera was destroyed. (MAK)","metadata":{"id":"1*u9ApcdxOLkU8k9_3dHuSbg.gif","originalHeight":568,"originalWidth":997,"alt":null},"markups":[]},{"type":"P","text":"Flying along just a couple of meters above the ground, the Yak-42’s left wing stalled and began to dip, causing it to strike the localizer antenna on the ILS array. The impact tore off the wing tip and sent the antenna toppling to the ground, but the rest of the plane continued onward, rolling ever farther to the left as the damaged wing dragged it down. Solomentsev pitched down and rolled right to try to recover from the stall, but at such a low altitude, recovery was impossible. The plane cleared the airport perimeter fence, bounced, hit a series of approach lighting structures, then came down left wing-first in a field, carving an ever widening trench through the grass as it began to turn over onto its roof. Sliding sideways, the plane tore through a stand of trees, rolled inverted, jumped a canal, and smashed into the opposite bank, shattering the fuselage. An explosion ripped through the wreckage as pieces of the Yak-42 tumbled onward across a peninsula and into an arm of the Volga River, where the battered tail finally came to rest in shallow water more than 300 meters from the first point of impact. For a moment, the only sound was the crackle of the flames.","metadata":null,"markups":[]},{"type":"IMG","text":"Animation of flight 9633’s final moments. (Mayday)","metadata":{"id":"1*UHGnmgdW3w8kV6ctGTCFug.gif","originalHeight":477,"originalWidth":849,"alt":null},"markups":[]},{"type":"P","text":"After witnessing the crash, the controller at Tunoshna Airport immediately activated the crash alarm, and airport and local fire services and police rushed to the scene. What they found was horrifying: the plane had disintegrated utterly, spreading burning wreckage and bodies over a wide area both on land and underwater. Rescuers first focused on the tail section, which although half-submerged was the most intact portion of the plane. Remarkably, they found two survivors clinging to life inside: mechanic Alexander Sizov, and star forward Alexander Galimov, both of whom had been seated in the very last row. The two men were rushed to hospital alive and conscious but in grave condition, with serious burns and other injuries. Unfortunately, it was soon clear that no one else had survived. Save for Galimov, the entire Yaroslavl’ Lokomotiv hockey team, its coaches, and its management had been wiped out. It was one of the greatest tragedies in the history of sport.","metadata":null,"markups":[]},{"type":"IMG","text":"An aerial view of the crash site and extensive wreckage trail. (Dmitri212 via Wikimapia)","metadata":{"id":"0*r5jWrXPfgEe_OAq5.jpg","originalHeight":600,"originalWidth":337,"alt":null},"markups":[]},{"type":"P","text":"News of the crash spread rapidly, and heartbroken fans across Russia expressed their grief in countless impromptu memorials, both on the streets and online. Russian president Dmitri Medvedev visited the crash site with a media team and paid his respects to the lost players. Amid the storm of public anguish, investigators with the Interstate Aviation Committee (MAK) also arrived at the scene to begin a high-profile inquiry into the cause of the crash.","metadata":null,"markups":[]},{"type":"P","text":"It was immediately apparent that something had prevented the Yak-42 from becoming airborne, save for a few brief seconds well after it had already overrun the runway. But figuring out what was responsible would prove to be extremely difficult. There were no signs of mechanical problems with the engines or with any of the control surfaces, the plane’s weight was well within limits, and there was more than enough runway length available. Finding the culprit would require a much more detailed scientific analysis of the flight data.","metadata":null,"markups":[]},{"type":"IMG","text":"Then-Prime Minister Vladimir Putin lays flowers by the portraits of the hockey players at a memorial ceremony. (Alexei Nikolsky)","metadata":{"id":"0*ygqiML2dAfCsnJuT","originalHeight":533,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"Five days after the crash, Russia awoke to more grim news: Alexander Galimov, suffering from burns to 80% of his body, had died of his injuries. Of all the Lokomotiv players, only Maxim Zyuzyakin, who wasn’t on the plane, remained. And so Alexander Sizov, the mechanic who serviced the plane while it was on the ground, was left as the crash’s only survivor — the humble working man who rode along with a plane full of stars was thus burdened with the guilt of having outlived them all.","metadata":null,"markups":[]},{"type":"IMG","text":"President Dmitri Medvedev lays flowers at the crash site. (Moscow Times)","metadata":{"id":"0*m_lonVtwPB5tesYL.jpg","originalHeight":765,"originalWidth":1360,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, investigators organized a series of test flights to determine which scenarios could reproduce the puzzling data profile recorded on the flight 9633’s data recorder. After an exhaustive search including numerous simulated and real takeoffs, they were left with only one conclusion: someone or something had applied the brakes beginning at a speed of about 170 km/h, causing a nose down moment that prevented the pilots from rotating the nose up to climb, even after the plane reached its normal rotation speed of 210 km/h. However, no problems with the braking system were found. That left only the pilots themselves. The airline and the pilots’ relatives protested: how could investigators accuse a crew as experienced as Zhivelov and Solomentsev of a mistake so elementary as to take off with the brakes on? Many thought that the pilots were being thrown under the bus to protect others who were still alive — but the hard truth is that most accidents are the result of pilot error, whether people want to admit that or not.","metadata":null,"markups":[]},{"type":"P","text":"As it turned out, there were plenty of factors that made this explanation entirely believable. Investigators were surprised to discover that while both pilots had thousands of hours, almost all of those were on the Yak-40, not the Yak-42, and they had been flying both aircraft simultaneously, in violation of regulations. One or both pilots could therefore have placed his feet on the pedals as he would on the Yak-40, which on the Yak-42 can cause involuntary activation of the brakes. This possibility was reinforced by the fact that there were no training materials for the Yak-42 that specified what position the pilots’ feet should be in during takeoff.","metadata":null,"markups":[]},{"type":"IMG","text":"The tail section of the Yak-42 lies in an arm of the Volga River. (Russian State Emergencies Ministry)","metadata":{"id":"0*CVEKD0D9Y8v-bNLg","originalHeight":400,"originalWidth":620,"alt":null},"markups":[]},{"type":"P","text":"Upon taking a closer look at the pilots, investigators discovered even more disturbing evidence. First Officer Zhivelov suffered a neurological disorder that caused reduced feeling in his extremities, making it easier for him to depress the brake pedals without noticing. This condition should have precluded him from flying. An analysis of his blood samples also revealed that he had traces of phenobarbital in his system. Phenobarbital, a drug normally used to treat epilepsy and other types of seizures, can cause a decreased level of consciousness, decreased concentration, drowsiness, increased reaction times, and other effects detrimental to one’s ability to fly. Use of phenobarbital while operating an aircraft is prohibited. As it turned out, Zhivelov had been self-medicating with the restricted drug, acquiring it on his own without the knowledge of Yak-Service’s aviation medicine specialists or his own doctor. That made two reasons Zhivelov shouldn’t have been flying, both of which would also have made him more likely to accidentally apply the brakes. Captain Solomentsev was medically fit and wasn’t using any drugs, but investigators couldn’t rule out the possibility that it was he who applied the brakes, since it was possible to add braking force involuntarily while pulling back on the control column if his feet were in the wrong position. It was also discovered that Solomentsev’s seat was too far forward given his height, causing his legs to apply additional pressure to the pedals and reducing the distance he could deflect the control column.","metadata":null,"markups":[]},{"type":"IMG","text":"Police and investigators work at the crash site. (Misha Japaridze)","metadata":{"id":"0*qcwunm6nrLMjehYj.jpg","originalHeight":548,"originalWidth":822,"alt":null},"markups":[]},{"type":"P","text":"Investigators then turned to the pilots’ training, where they discovered even more shocking details. In addition to the fact that the pilots had both been trained on two aircraft at once, investigators found that key documents were missing, and some had even been falsified. Solomentsev’s certification to fly in low-visibility conditions was an outright forgery; records of flights conducted in good weather had been illegally altered to show that they took place in clouds. His training on the Yak-42 had been interrupted repeatedly and took nearly two years to complete, far longer than normal. No check of his piloting skills had been carried out before he was selected for promotion to captain. His training logs were missing key evaluations; instructors had rated everything as “excellent” without any commentary; and there was no evidence he had completed anything other than the theoretical training before being instated as a pilot on the Yak-42. Documentation of his recurrent training in 2007 was missing, as were documents pertaining to several years of First Officer Zhivelov’s Yak-42 training in the mid-2000s. None of the pilots had undergone required psychological examinations. Investigators were forced to conclude that despite their extensive experience, neither pilot was actually qualified to fly the Yakovlev Yak-42.","metadata":null,"markups":[]},{"type":"IMG","text":"The wreckage of the Yak-42 burns in a still from a video taken shortly after the crash.","metadata":{"id":"0*EOuu1P4gXJBj7ris.png","originalHeight":388,"originalWidth":620,"alt":null},"markups":[]},{"type":"P","text":"The fact that the pilots were not qualified led investigators to question the safety of the entire airline. As it turned out, they were not the first to do so: during a period of several months in 2009, the European Union had banned Yak-Service from operating into its airports due to major safety deficiencies detected by the Russian civil aviation agency, Rosaviatsiya. The ban was later lifted after Rosaviatsiya concluded that Yak-Service had corrected the problems. This was not the only red flag either. Investigators found that Yak-Service was not a traditional airline, in that it did not own its own aircraft; instead, it operated them under a complex lease agreement where the aircraft owner determined what flights were conducted and was responsible for paying airport fees and administering crew training. Yak-Service was really just a legal entity created to fulfil the regulatory requirements of a certified operator, while the undisclosed owner did most of the actual work. As the legal operator, Yak-Service was supposed to be responsible for managing flight safety, but the airline actually exercised little operational control over its planes and had very few staff members. Due to lack of funds, the airline had no flight operations director or flight safety inspector. Some of the pilots, including Zhivelov, also held management positions for which they were not paid extra. In fact, this absence of management staff made it easier for pilots and instructors to falsify training documents as there was no bureaucratic structure to hold them accountable.","metadata":null,"markups":[]},{"type":"IMG","text":"The tip of the Yak-42’s right wing came to rest on the shore of the river. (MAK)","metadata":{"id":"0*Lan44o8PT9aGY8R_","originalHeight":505,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"In light of the initial findings of the MAK, in September of 2011 Rosaviatsiya revoked Yak-Service’s operating certificate, stating that its operations were so thinly stretched that it could not possibly conduct flights with the standard of safety prescribed in federal regulations. Accordingly, Yak-Service was dissolved and never flew passengers again. But the owner of the plane was never disclosed, and no action is known to have been taken against them. In a way, the investigation’s detractors were right — the focus on the pilots deflected blame from the aircraft owner — but that wasn’t the fault of the investigators, who had no power to decide who would be held legally responsible.","metadata":null,"markups":[]},{"type":"P","text":"One final question remained, however: could the crash have been prevented? Investigators noted that fatal runway overruns on takeoff were much rarer than fatal runway overruns on landing, in part because pilots are usually quick to abort if a problem arises that seemingly prevents the plane from becoming airborne. Calculations showed that if the crew had decided to abort after the plane did not respond to Solomentsev’s control inputs, they could have stopped on the runway with more than 100 meters to spare, and even a late abort that resulted in a runway overrun would probably have saved the lives of everyone on board. Another accident 6 years later perfectly illustrated this principle. In 2017, a chartered MD-80 carrying the University of Michigan basketball team failed to rotate when the captain pulled the nose up for takeoff at Willow Run Airport in Ypsilanti, Michigan. Even though they were above V1, the maximum speed at which the takeoff can be safely aborted, the captain decided to abort anyway because he knew that the plane wouldn’t fly. The plane overran the runway and struck several low obstacles, causing major damage, but no one was seriously injured. It was later determined that a mechanical failure of the plane’s elevators had precluded any possibility of becoming airborne. Thanks to the pilots’ quick judgment, a disaster like Yak-Service flight 9633 was avoided.","metadata":null,"markups":[]},{"type":"IMG","text":"The aftermath of the runway overrun involving Ameristar Charters flight 9363, carrying the University of Michigan men’s basketball team. (NTSB)","metadata":{"id":"0*EbRLlEFAJ__vOvpv.jpg","originalHeight":656,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"In the case of flight 9633, the MAK speculated that the pilots did not abort for three reasons. First, the pilots did not calculate V1, so there was no obvious cutoff point that could influence their decision-making. Second, in the absence of this key decision-making aid, they became fixated on figuring out why they couldn’t lift off. Principles of good airmanship hold that it doesn’t matter why the plane won’t lift off; if it won’t fly, the takeoff should be aborted immediately without wasting time troubleshooting. Knowledge of the exact decision speed prompts the pilot to ask, “Are we below V1 or above V1,” thus diverting his or her attention to whether the takeoff should be aborted, rather than why the aircraft won’t fly. And third, the crew might have been under pressure to get their VIP passengers to their destination on time — a tragically common problem that has killed many athletes and politicians over the years.","metadata":null,"markups":[{"type":"EM","start":395,"end":398,"href":null,"anchorType":null}]},{"type":"IMG","text":"Rain falls on the remains flight 9633. (MAK)","metadata":{"id":"0*JlFdZMZhF_jRZZya","originalHeight":505,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Also contributing to the outcome was the generally lax atmosphere in the cockpit, the crew’s non-adherence to procedures, and their suboptimal use of the tools available to them. The authority gradient between the captain and the first officer was virtually flat, because while Solomentsev was legally in command, he had flown as a first officer under Zhivelov on the Yak-40, and Zhivelov was more experienced. Without a clear commander to enforce order, the atmosphere in the cockpit became casual, with frequent cursing and less than rigorous checklist usage. The various speeds, weights, and distances that must be calculated before takeoff were guesstimated instead, some of them incorrectly, and others weren’t determined at all. Solomentsev decided to take off from a point part way down the runway, even though a takeoff from the beginning was possible, and the pilots were slow to accelerate the engines to takeoff thrust, further eating into their margin for error. With reduced margins and an incomplete picture of how the takeoff was supposed to proceed, all it took was a little pressure on the brakes to throw the pilots off track and send the plane off the runway.","metadata":null,"markups":[]},{"type":"IMG","text":"Officials and experts continued their work at the site despite heavy rain. (Misha Japaridze)","metadata":{"id":"0*2Z1_7x8GvCMJ_N4a.jpg","originalHeight":1200,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"In its final report, the MAK issued a long list of safety recommendations, including that Rosaviatsiya check that airlines are filling important management positions, ensure that all Russian airlines have safety management systems, make sure pilots are trained on the correct way to position their feet, stop issuing permits for one-time international charter flights out of airports not approved for international commercial passenger operations (including Tunoshna), and require airlines to employ a psychologist, among other changes. It also recommended that the manufacturer of the aircraft add an alarm telling the pilots to release the brakes if they are applied inadvertently; that Russian authorities change the law so that low-volume charter airlines are held to the same standard as scheduled carriers; that airlines that have had accidents be periodically reviewed to ensure that the appropriate organization and management structures exist; and a whole host of other proposals intended to bring Russian flight safety standards in line with those that existed in other countries.","metadata":null,"markups":[]},{"type":"IMG","text":"A crane removes the tail section from the river. (Reuters)","metadata":{"id":"0*zAOukQpkmgDftqyM.jpg","originalHeight":433,"originalWidth":360,"alt":null},"markups":[]},{"type":"P","text":"After the crash, the Russian hockey league offered Lokomotiv the chance to rebuild its roster using loaned players to play out the 2011–2012 season. The offer was declined; Lokomotiv did not play that year, instead taking the extra time to bring up a new team and new management that could work together in harmony. But the damage had been done: Lokomotiv still has not managed to repeat the dominant performances of the early 2000s.","metadata":null,"markups":[]},{"type":"P","text":"After thousands of fans gathered at a stadium to say goodbye to the players before their remains were sent for burial, a surprising story was uncovered: the team’s former captain and star striker, Ivan Tkachenko, had secretly been giving large sums of money to sick children in Russian hospitals. Just moments before the fatal flight, he anonymously donated $16,000 to pay for a life-saving surgery for a 16-year-old girl that he had never met. Up until his last moments, he was trying to make the world a better place, without telling a soul.","metadata":null,"markups":[]},{"type":"IMG","text":"Snow falls on the graves of the young hockey players. (Brett Popplewell)","metadata":{"id":"0*AZwpA9wjP17Qmfcz.jpg","originalHeight":720,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"For many Russians, the Lokomotiv Yaroslavl’ disaster was a wake-up call about the sorry state of Russia’s aviation system. 2011 had already been a bad year for Russian airlines: in January, Kolavia flight 348 caught fire and burned over during taxi, killing 3 and injuring 43 of the 126 passengers. In June, RusAir flight 9605 crashed into a highway while trying to land in Petrozavodsk, killing 47 of the 52 people on board. It was later determined that the navigator, who was drunk at the time, relied too heavily on his GPS and led the flight off course. Then in July, Angara Airlines flight 9007 ditched in the Ob River after suffering an engine failure, killing 7 of the 37 occupants. And in August, an Avis Amur cargo plane experienced an engine fire and crashed, killing all 11 crew. Commercial aviation in Russia was suffering from a constant trickle of needless accidents and incidents on a scale not seen in any other country. Faced with rising anger, President Medvedev called for the consolidation of Russia’s small airlines into larger carriers, a radical step that could have had a profound impact had it actually been attempted. The Lokomotiv tragedy did spur major changes, and the overall number of accidents has declined — but today, flying in Russia is still much less safe than in other countries, and major crashes continue to happen almost every year.","metadata":null,"markups":[]},{"type":"IMG","text":"The aftermath of the crash of RusAir flight 9605. (Russian State Emergencies Ministry)","metadata":{"id":"0*syrbQpuCE4VZWHHI.jpg","originalHeight":620,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"The crash also illustrated the risk that sports teams all around the world take when they fly with small charter airlines. Many sports tragedies occurred under similar circumstances, from the 1970 crash that wiped out Wichita State University’s football team to the 2016 disaster that devastated Brazil’s Chapecoense football club. The trouble is that small charter airlines are statistically much less safe than regular carriers — they tend to cut corners, they are often short of money, and their crews are usually under pressure to complete the flight on time. Gross negligence is sometimes par for the course. This is a fact that athletes and fans alike should be cognizant of, and that club managers should always remember before they book a flight with the lowest bidder: is the attractive price worth risking the lives of the players? If a better option exists, the answer should always be no.","metadata":null,"markups":[]},{"type":"P","text":"_________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/gtg1y8/2011_the_crash_of_yakservice_flight_9633_the/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read over 140 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}