{"id":"6359be477a4c","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/the-captains-gambit-the-crash-of-allegheny-airlines-flight-485-6359be477a4c","createdAt":1639212401511,"firstPublishedAt":1639236312847,"latestPublishedAt":1639341778015,"updatedAt":1641262990084,"clapCount":1056,"title":"The Captain’s Gambit: The crash of Allegheny Airlines flight 485","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"The Captain’s Gambit: The crash of Allegheny Airlines flight 485","metadata":null,"markups":[]},{"type":"IMG","text":"The wreckage of Allegheny Airlines flight 485 lies in front of several demolished beach houses where it crashed in East Haven, Connecticut. (The New Haven Register)","metadata":{"id":"0*W46zttu3ERYlXTgx.jpg","originalHeight":452,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"On the 7th of June 1971, a commuter flight on approach to New Haven, Connecticut descended too low in fog and struck a row of beach houses, sending the Convair CV-580 careening into a field, surrounded by flames. As the passengers and crew fought to escape, fire overwhelmed the cabin, killing 28 people and leaving just three survivors: two passengers and the flight’s First Officer, who related a harrowing story of an overconfident Captain, a dangerous approach, and his own internal struggle over whether to intervene. The story of the crash would also feature a mounting series of poor decisions, taken under pressure to complete a flight in bad weather, along with a series of detrimental company policies which contributed to both the accident and the unnecessary deaths of 27 of the passengers and crew, who survived the initial impact only to perish in the inferno. Looking back 50 years later, the final report seems to grasp at several fundamental truths recognized in the subsequent decades, while falling just short of endorsing them — a fascinating glimpse into the nascent understanding of human factors which defined the period.","metadata":null,"markups":[]},{"type":"IMG","text":"An ad for Allegheny Airlines, probably from the early 1970s. (Vintage Airliners)","metadata":{"id":"0*5J68cQlzM-Ms_X4V.jpeg","originalHeight":837,"originalWidth":750,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"Before 1979, the company we now remember as USAir was known as Allegheny Airlines, a regional carrier based in Pennsylvania which provided service to towns and cities throughout the US Northeast, the Great Lakes, and Appalachia. Like many airlines at that time (and some still today), it was heavily subsidized by the federal government, which paid it to fulfill numerous routes that otherwise would not have been profitable.","metadata":null,"markups":[]},{"type":"P","text":"Allegheny Airlines had a large fleet of both jet and turboprop aircraft, among which its greatest workhorse was undoubtedly the 50-passenger Convair CV-580. The CV-580 was a modified version of the older, 1950s-era Convair CV-240, with its original piston engines having been swapped for more powerful Allison turboprop engines, vastly increasing its performance. By the 1970s, Allegheny Airlines had over 40 CV-580s in its fleet, which could be seen at regional airports all over the Northeast.","metadata":null,"markups":[]},{"type":"IMG","text":"N5833, sister ship of the accident aircraft, N5832. (Steve Williams)","metadata":{"id":"0*yAVR6ig09Bu-SKUF","originalHeight":709,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"One of these CV-580s would carry out Allegheny Airlines flight 485 on the 7th of June, 1971. The puddle-jumping commuter flight was to begin that morning in Washington, D.C., then fly to New London, Connecticut; New Haven, Connecticut, Philadelphia, Pennsylvania, and Newport News, Virginia. In command of all four legs would be 39-year-old Captain David Gordon Eastridge and 34-year-old First Officer James Walker, who had about 12,000 and 4,000 hours of experience respectively. Eastridge was said to be a competent pilot, but strict: as Walker would later tell the National Transportation Safety Board, “He was the commander of that airplane and you knew it.”","metadata":null,"markups":[]},{"type":"P","text":"With the single flight attendant and some 34 passengers on board, flight 485 taxied away from the gate at Washington, D.C. right on schedule at about a quarter after 7:00. Captain Eastridge had already been warned of abysmal weather across the entire region, with extensive ground fog, low cloud ceilings, and scattered thunderstorms reported from Washington to Boston. With this in mind, Eastridge had decided to take on enough fuel to skip their usual fuel stop in New London, Connecticut if conditions didn’t permit them to land there. He also worked to save fuel right out of the gate: when the controller cleared him to taxi to runway 15, he requested runway 3 instead, because it was closer. Shortly after takeoff, when the controller instructed him to perform a 360-degree loop, he responded by cancelling the flight’s “Instrument Flight Rules” (IFR) flight plan and switching to Visual Flight Rules (VFR) instead, which allowed him to proceed straight ahead under his own vigilance. This new flight plan also allowed him to fly a more direct route to New London, saving even more fuel. If the conditions had been good, they could have arrived in New London ten minutes early — but it was not to be.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of Allegheny Airlines flight 485 as it hopped about the northeast and mid-Atlantic. (Google + own work)","metadata":{"id":"1*aeesWPTOlr95fz_Vd7cuYQ.png","originalHeight":1360,"originalWidth":1552,"alt":null},"markups":[]},{"type":"P","text":"As flight 485 neared New London, the weather on the ground was atrocious: fog had restricted visibility to less than a mile (1600m) with a 200-foot (60m) indefinite cloud ceiling. At New London’s Groton Airport, Allegheny Airlines had imposed a minimum descent altitude (MDA) of 610 feet, making it obvious to the crew that unless the weather improved, they would not be able to see the runway before reaching the MDA. Descending below this altitude without seeing the runway is prohibited, so they knew they would have to wait.","metadata":null,"markups":[]},{"type":"P","text":"Upon arriving overhead New London, the crew put flight 485 into a holding pattern for the next 30 minutes. During this time, the weather only continued to worsen, with lateral visibility dropping as low as a quarter mile (400m) under a cloud ceiling of 100 feet (30m), but the company dispatcher never informed the pilots of the change.","metadata":null,"markups":[]},{"type":"P","text":"At 8:41, the pilots received permission to attempt an instrument approach to New London. Upon reaching 610 feet, they were still in clear air on top of the cloud layer, and it would have been evident that the runway was not there to be seen. It was therefore not surprising when, at 8:52, the crew reported that they were aborting the approach and would come around for another attempt.","metadata":null,"markups":[]},{"type":"P","text":"This time, Captain Eastridge didn’t stop at 610 feet. In violation of regulations, he descended all the way to 175 feet, expecting to break out of the clouds at 200, but the ceiling had in fact lowered to 100 feet, and he was still unable to see the runway. Knowing that there were no particular obstacles to run into while approaching over the water, he performed another go-around and resolved to try this technique again.","metadata":null,"markups":[]},{"type":"IMG","text":"Groton-New London Airport, as it appears today. (City of Groton, Connecticut)","metadata":{"id":"0*GqWtMJQyROILJYBM.jpg","originalHeight":736,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"On the third approach, flight 485 descended to a height of just 125 feet, but the pilots were still unable to see the runway, or any other landmarks for that matter. Eastridge was forced to perform a third go-around, from which he transitioned back into the holding pattern to discuss their next move. He must have seriously considered skipping the stop in New London and proceeding straight to New Haven, but before doing so, he came up with one last idea: he would request a “contact approach.” During a contact approach, a crew flying on an IFR flight plan may deviate from the instrument approach procedure upon making contact with the ground, then proceed to the runway visually, as long as they stay away from clouds. This procedure requires at least one mile of lateral visibility, but because the observed visibility at New London was considerably less than this, the controller denied the crew’s request for a contact approach.","metadata":null,"markups":[]},{"type":"P","text":"However, the pilots didn’t have this updated weather information. They were still using the figure Allegheny Airlines had given them an hour earlier, which included a lateral visibility of one mile. When First Officer Walker told air traffic control that the company was reporting one mile of visibility, the controller relented and cleared them for the approach. After descending to a scarily low altitude, the pilots caught sight of several landmarks and managed to navigate to the runway, landing successfully at about 9:23, one hour behind schedule.","metadata":null,"markups":[]},{"type":"IMG","text":"The leg of flight 485 from New London to New Haven was exceptionally short. (Google + own work)","metadata":{"id":"1*wZMjJgGta6OVJ-sC1sCNLw.png","originalHeight":1216,"originalWidth":2890,"alt":null},"markups":[]},{"type":"P","text":"The turnaround at New London was exceptionally fast. Flight 485 spent all of ten minutes at the gate, where 20 passengers disembarked and 14 others boarded, bringing the total number of people on board down to 31 from 37. During this short stop, Captain Eastridge assessed their fuel situation.","metadata":null,"markups":[]},{"type":"P","text":"“Twenty-one hundred — fifty-one hundred, nine hundred, we got enough if we don’t run into any delays,” he said, adding up the fuel quantity required to reach Philadelphia. In reality, this wasn’t true: 6,000 pounds of fuel would be legally required, but they only had 5,769 pounds in the tanks. Captain Eastridge knew this, but he nevertheless told dispatch that they had 6,000 pounds, because if he said they had less, they’d make him refuel on the spot, delaying the flight even further. In fact, he knew that if he could get to New Haven quickly, he might save enough fuel to make up the difference, allowing him to fly from there to Philadelphia legally. If he could get a direct vector to the start of the approach, make a simple right turn at the Pond Point intersection, and perform a straight-in landing on the first attempt on New Haven’s runway 2, he would save about 200 pounds of fuel relative to what had been planned for that leg, and then he would be in the clear to continue to Philadelphia without refueling.","metadata":null,"markups":[]},{"type":"IMG","text":"The approach chart for runway 2 at New Haven which was used by the crew. (NTSB)","metadata":{"id":"1*nU54bSwHBJpiiUKaM6zwdQ.png","originalHeight":1552,"originalWidth":1210,"alt":null},"markups":[]},{"type":"P","text":"Having spoken to dispatch, the flight attendant, and the ground agent, the pilots started the engines and pushed back from the gate at 9:33. Because New London and New Haven are only about 70 kilometers apart, they didn’t plan to climb higher than 4,000 feet, and the whole flight would be over in less than 20 minutes.","metadata":null,"markups":[]},{"type":"P","text":"After taking off from New London, flight 485 proceeded toward New Haven without incident, beginning its initial descent to 1,600 feet just 13 minutes into the flight. The controller then reported that the wind was blowing at 5 knots out of the south, meaning that they would have a tailwind if they landed on runway 2. This presented a slight problem: according to Allegheny Airlines company policy, pilots were not allowed to land at New Haven with a tailwind. But Captain Eastridge never acknowledged the rule, and he continued with his original time-saving plan, requesting a right turn at Pond Point and a straight-in approach to runway 2. As First Officer Walker configured the plane for landing, Eastridge turned straight to the north and lined up with the runway, relying on the signal from the VOR beacon, since the airport was still shrouded in fog. In fact, visibility at New Haven was 1 ¾ miles (2.8 kilometers) laterally with an indefinite cloud ceiling at 200 feet, decreasing to 100, much like in New London, and their chances of sighting the runway before reaching the MDA were virtually nil.","metadata":null,"markups":[]},{"type":"P","text":"As they came in over the water, First Officer Walker could see the sea of fog below them, and he didn’t like their chances. “Looks about a hundred feet on top,” he said.","metadata":null,"markups":[]},{"type":"P","text":"“They sure do,” said Eastridge.","metadata":null,"markups":[]},{"type":"P","text":"“Not very good, is it?” said Walker. Eastridge didn’t reply.","metadata":null,"markups":[]},{"type":"P","text":"Seconds later, the plane reached the MDA of 380 feet. If they couldn’t see the runway, they needed to level off. “Top minimums,” said Walker. “I don’t have it.” Two seconds went by. “Decision height,” he said.","metadata":null,"markups":[]},{"type":"P","text":"There was no response from Captain Eastridge. He had no intention of levelling off at the MDA, believing he could effect a landing by descending below the fog layer until he saw the ground, as he had done at New London.","metadata":null,"markups":[]},{"type":"P","text":"First Officer Walker didn’t like his captain’s decision. “You got a hundred and five [knots], sinking at five,” he warned his captain, observing that they were still descending at 500 feet per minute.","metadata":null,"markups":[]},{"type":"P","text":"“All right,” Eastridge replied, but he made no effort to rein in their descent. “Keep a real sharp eye out there,” he added, hoping that Walker would soon catch sight of the ground.","metadata":null,"markups":[]},{"type":"P","text":"“Oh, this is low,” Walker said, getting nervous now. “You can’t see down through this stuff.”","metadata":null,"markups":[]},{"type":"IMG","text":"The location of the crash relative to the airport. (NTSB)","metadata":{"id":"1*Fn8PRu8L3p1vVbyrMC2gOQ.png","originalHeight":1434,"originalWidth":898,"alt":null},"markups":[]},{"type":"P","text":"“I can see the water,” said Eastridge. “I got [it] straight down.”","metadata":null,"markups":[]},{"type":"P","text":"Peering out the window, Walker too spotted the waters of Long Island Sound. “Ah yeah, I can see the water. We’re right over the water,” he said.","metadata":null,"markups":[]},{"type":"P","text":"The Sound really was too close for comfort, in his opinion. “Man, we ain’t twenty feet off the water!” he exclaimed. But his captain still hadn’t leveled off.","metadata":null,"markups":[]},{"type":"P","text":"Suddenly, Walker spotted the dark form of a building dead ahead, looming out of the fog like the iceberg to their Titanic. “Hold it!” he screamed, imploring Eastridge to level off, but it was too late. At a speed of 196 kilometers per hour, flight 485 slammed into a row of three beach cottages on the shore of Long Island Sound, leveling the buildings and ripping off both wings. The CV-580 crashed to the earth, flames erupting from its shattered fuel tanks, and slid for just 80 meters across a field before lurching to an abrupt halt.","metadata":null,"markups":[]},{"type":"IMG","text":"Beach cottages burn after being struck by the plane. (The New Haven Register)","metadata":{"id":"0*IdwO8wxkou6wPnbf.jpg","originalHeight":379,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"Chaos followed within seconds of the crash. The plane had totally destroyed three cottages, a bath house, and several outbuildings, setting fire to all of them. Captain Eastridge had been killed instantly when the cockpit slammed to the ground, while First Officer Walker had been ejected from the cockpit entirely, landing 6 meters ahead of the plane amid a sea of fiery wreckage. In the cabin, 27-year-old stewardess Judith Manning had suffered severe fractures to her ribs, clavicle, and spine, incapacitating her — the 28 passengers were on their own. One man climbed out through the left overwing exit, and a woman followed him, ignoring another passenger who could be heard shouting, “Try to get to the back!”","metadata":null,"markups":[]},{"type":"P","text":"These two passengers were the lucky ones: those who joined the queue for the rearmost exit soon found themselves caught in a nightmare from which there would be no escape. The flight attendant was the only person who knew how to operate the rear door, but she was in no condition to help. A passenger therefore would have needed to read the instructions written on the door in order to open it, but with smoke pouring into the cabin from the raging fire outside, it was much too dark to see anything. Fifteen people perished in the cramped tail section, jammed against one another in utter darkness and intense heat as they fought to open a door that seemingly wouldn’t budge. Twelve others abandoned the queue and tried to make their way back to the front, but the exits had become impossible to see through the choking smoke, and they too succumbed to the toxic fumes.","metadata":null,"markups":[]},{"type":"IMG","text":"Diagram of where the bodies were found inside the plane. (NTSB)","metadata":{"id":"1*i0YwqDNKyqSzQf7m95xcNA.png","originalHeight":1620,"originalWidth":1250,"alt":null},"markups":[]},{"type":"P","text":"Upon receiving reports of a fire, firefighters rushed to Beach Avenue in East Haven, arriving five minutes after the crash to find multiple buildings fully involved in a massive inferno. Several minutes passed before they realized that an airplane was also burning in an adjacent field, hidden under the dense fog. By then it was much too late for anyone still on board. However, police and firefighters did manage to locate the surviving passengers, who had immersed themselves in a water-filled ditch to douse their flaming clothes, as well as First Officer Walker, who was clinging to life despite severe traumatic injuries and extensive burns. Walker was rushed to hospital in critical condition, where he had to have both legs amputated, although he ultimately pulled through.","metadata":null,"markups":[]},{"type":"P","text":"With 28 people dead and just three lucky survivors, the crash was (and still is) the worst in Connecticut history. Local residents were merely thankful that the demolished beach cottages were unoccupied at the time, doubtlessly sparing more people from death or injury. However, there was plenty of controversy to fuel the local press. It turned out that Tweed-New Haven Airport had been trying to install an instrument landing system, which would help guide planes down to the runway in low visibility, for several years prior to the crash. The airport had even extended the runway to ensure it was long enough to accommodate the use of the ILS, but the city of East Haven had managed to secure a state court injunction which forbid the airport from actually using the extra runway length, possibly due to noise concerns by nearby residents, although the exact reason is not stated in archival materials. Either way, the result was that by the time of the accident, the airport still had no working ILS. Following the crash, airport manager James Malarky criticized the city, telling reporters, “I feel personally very confident that, barring some mechanical failure, this accident could have been prevented by an ILS.”","metadata":null,"markups":[]},{"type":"IMG","text":"Diagram of the crash site. (NTSB)","metadata":{"id":"1*pDBOx0KxYOFvATT9RgMI8g.png","originalHeight":1468,"originalWidth":1444,"alt":null},"markups":[]},{"type":"P","text":"With no ILS, the pilots of flight 485 were responsible for their own vertical navigation, including the requirement to level off at a higher MDA, which on this particular approach was 380 feet. With the layer of ground fog stretching from about 100 feet up to 400 feet, it would have been obvious to the crew that they could not legally land under these conditions. However, Captain Eastridge decided to descend below the MDA in order to catch sight of the ground and navigate visually to the runway, as he had done at New London. Little did he know that locally heavier fog over the water had reduced visibility to practically nil, baiting him into descending much lower than he had expected. He caught sight of the water so late that by the time he looked back up, the plane was already about to hit the buildings.","metadata":null,"markups":[]},{"type":"P","text":"Based on the cockpit voice recording, it was clear that First Officer Walker was not happy with the way the flight was being conducted. He repeatedly tried to warn Captain Eastridge about their low altitude, but Eastridge ignored him, believing that his tactic would be successful despite the first officer’s concerns.","metadata":null,"markups":[]},{"type":"P","text":"As First Officer James Walker recovered in hospital, he provided National Transportation Safety Board investigators with a unique window into his thoughts during those critical moments. When asked whether he had considered taking control of the plane and executing a go-around, he acknowledged, “There was a thought in my mind.” However, he feared that if he attempted to grab the controls, Captain Eastridge would fight back. “It’s better one man flying the airplane in perfect control, than two men fighting over it,” he explained.","metadata":null,"markups":[]},{"type":"IMG","text":"Investigators examine the charred remains of flight 485’s tail section. (The New Haven Register)","metadata":{"id":"0*lz7teIQ58RwbSgIB.jpg","originalHeight":464,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"The problem here was that Allegheny Airlines procedures explicitly stated that the first officer should only take the controls if the captain is incapacitated. There was no exception for cases when the captain was operating the airplane in a clearly unsafe manner. “All crewmembers must realize that the captain is in complete command of the airplane and his orders are to be obeyed,” the rules read, “even though they may be at variance with written instructions.” The manual went on to state that the captain and only the captain could call for a go-around, regardless of who was flying the plane. Such a rule would be unimaginable today, in an environment where first officers are taught to point out any unsafe situation and to take control if the captain does not apply corrective measures. Pilots today are also taught that as soon as any crewmember calls for a go-around, the pilot flying must comply immediately, regardless of rank. But in 1971, this sort of strict hierarchical language was quite common, and the idea of a first officer taking control from a captain who was not incapacitated would have been ridiculed in most corners of the industry.","metadata":null,"markups":[]},{"type":"P","text":"In order to probe these attitudes further, the NTSB interviewed other Allegheny Airlines pilots about what they would do in a similar situation. A check airman, responsible for training other pilots, said he would take control from a captain if he was flying in an unsafe manner, but various first officers said they probably would not. One first officer did point out that “everyone has a strong sense of survival,” and that in a life or death scenario he might take control, but that he wouldn’t know for sure unless placed in such a situation. In any case, First Officer Walker had so little time to react after catching sight of the buildings that any potential impact of his survival instinct is impossible to assess.","metadata":null,"markups":[]},{"type":"IMG","text":"The wreckage of Allegheny Airlines flight 485 lies in front of the demolished beach houses. (The New Haven Register)","metadata":{"id":"0*VTe7e5gA8aspNyI5.jpg","originalHeight":452,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"In analyzing the relations between the two pilots, the NTSB did make note of Eastridge’s reputation as a strict commander who made it clear that he was in charge. The report even brought up points which would later become the basis of revolutionary reforms in cockpit culture, writing that, “The concept of command authority and its inviolate nature, except in the case of incapacitation, has become a tenet without exception. … Rather than submitting passively to this concept, second-in-command pilots should be encouraged under certain circumstances to assume a duty and responsibility to affirmatively advise the pilot in command that the flight is being conducted in a careless or dangerous manner” (Emphasis added). But this proposal falls well short of modern crew resource management principles, which hold that all crewmembers can and should share their opinions or concerns at any time, not just when they think the plane is in danger. Those principles would not be fully developed until the late 1970s, but the seeds of inspiration can nevertheless be seen in the report on flight 485. Even in 1971, investigators were not blind to the problem.","metadata":null,"markups":[{"type":"EM","start":525,"end":552,"href":null,"anchorType":null}]},{"type":"P","text":"The analysis of the authority gradient explained why the first officer didn’t intervene, but to explain why the captain flew in such a dangerous manner in the first place, the NTSB found it useful to look not just at the fatal approach to New Haven, but at everything he did that day. Indeed, on the second, third, and fourth approaches to New London, he descended way below the MDA, displaying a shocking disregard for published minima. He also ignored a company directive which forbid landing at New Haven with a tailwind. It was likely that he had violated both these rules many times, not just on the accident flight. So why would a trained pilot behave in this manner?","metadata":null,"markups":[]},{"type":"IMG","text":"Photos of the crash are hard to find: this heavily degraded one appears in a New York Times archive.","metadata":{"id":"1*OarNCXdGvlA7orQ6o7YlRg.png","originalHeight":778,"originalWidth":984,"alt":null},"markups":[]},{"type":"P","text":"The NTSB found several intriguing aspects of Allegheny Airlines’ company policy which may have encouraged his risky decisions. One which particularly stood out was the airline’s policy of paying pilots extra for completing flights ahead of schedule. According to the contract between Allegheny Airlines and the Air Line Pilots’ Association, the difference between the expected flight time and the actual flight time would be added to a “bank” which would then pay out at the end of the month, depending on various factors. The NTSB felt that it was likely such a policy would encourage risky behavior. However, flight 485 was so far behind schedule that the chances of either pilot getting this bonus were zero, meaning that the NTSB could not link the incentive structure to the captain’s actions on this particular flight. Nevertheless, the policy was indicative of a company culture which perhaps placed too much value on completing the mission on time. The lengths to which Captain Eastridge went to save time and fuel were beyond what could be considered reasonable: he requested a different runway for takeoff, he cancelled the IFR flight plan, he lied to the dispatcher about how much fuel was on board, and he repeatedly tried to land when conditions were below minimums, all in an effort to get to the destination sooner.","metadata":null,"markups":[]},{"type":"IMG","text":"The aftermath of the crash of Allegheny Airlines flight 736 on December 24th, 1968. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*UTSwhA90vJTVrE6Z.jpg","originalHeight":618,"originalWidth":918,"alt":null},"markups":[]},{"type":"P","text":"That a pilot at Allegheny Airlines would habitually violate the MDA was hard to figure given the airline’s recent history. The crash of flight 485 was in fact the airline’s fourth fatal accident in less than three years, including two crashes at Pennsylvania’s Bradford Regional Airport within a two week period in December 1968 and January 1969. Both crashes involved Convair CV-580s, and in both cases the pilot descended below the MDA in falling snow and struck terrain. In response, Allegheny Airlines raised the minimum visibility requirements for all approaches. Because of the inclement weather and ill-equipped airports served by the airline, this forced the cancellation of nearly 10% of all Allegheny flights during the following week, a fairly disastrous result which may in fact have convinced pilots that the only way to keep planes on schedule was to violate the limits. Even so, given that four of his colleagues had recently died doing exactly what he was doing, the NTSB struggled to explain Captain Eastridge’s decision to descend below the MDA. “The Board was unable to determine what motivated the captain to disregard prescribed operating procedures and altitude restrictions,” the NTSB wrote, “and finds it difficult to reconcile the actions he exhibited during the conduct of this flight.”","metadata":null,"markups":[]},{"type":"IMG","text":"The plane came to rest right up against the tennis courts behind a beach resort. (Jeff Barske)","metadata":{"id":"0*SK8EkhP02nokfqOa.jpg","originalHeight":697,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Finally, the NTSB sought to explain why 26 passengers died in the fire following an eminently survivable accident. Here investigators again pointed the finger at Allegheny Airlines. The main reason so many people died was because the flight attendant was incapacitated and could not open the door, forcing passengers to try to open it themselves in near total darkness. However, this probably would not have occurred if a second flight attendant had been on board. In fact, federal regulations required two flight attendants on all planes capable of carrying between 44 and 100 passengers, including the Convair CV-580, which seated 50. However, the Federal Aviation Administration had a policy of granting exemptions to this rule on aircraft with fewer than 51 passenger seats if the airline could show there would be no impact on operations or safety. The FAA had granted this exemption to eight US airlines between 1970 and 1971, including Allegheny Airlines and its Convair CV-580s. The airline no doubt saved a lot of money by cutting the number of flight attendants, but in this case it proved disastrous. A second flight attendant would have provided redundancy, stepping in to open doors and guide passengers to the exits. Investigators were certain that had this extra crewmember been on board, more passengers would have survived.","metadata":null,"markups":[]},{"type":"IMG","text":"The crash barely made the front page of the New York Times.","metadata":{"id":"1*weHg7CyEyzt3O8-RmVvJXw.png","originalHeight":1456,"originalWidth":1042,"alt":null},"markups":[]},{"type":"P","text":"Today, the crash of Allegheny Airlines flight 485 appears ever more starkly to be a product of its time. The number of reasons this crash would not happen today are too numerous to list, and even if it did happen, improved crashworthiness and flammability requirements, emergency exit lighting, and other innovations would probably ensure the survival of most or all of the passengers. In a better world, First Officer Walker would have been granted the confidence to say “this isn’t safe,” taking the controls and steering the plane away from its fiery end in the nick of time. Instead, he had to live the rest of his life in a wheelchair, his career gone forever, always wondering whether he could have done more. Certainly he deserved better. Today we have created that world, but we have done so on the backs of men like James Walker and Gordon Eastridge, far too many of whom lost their lives before the lessons of their final moments were heeded. Like many crashes in its day, Allegheny Airlines flight 485 was treated as another drop in the bucket, an article on the deaths of 28 people on a Connecticut beach barely squeezing onto the bottom of the front page of the New York Times. Just the day before, 50 people had died in a collision between a US Marine Corps fighter jet and a Hughes Airwest DC-9. What were another 28 bodies to add to the pile? Looking back 50 years later, it is hard to understand how we tolerated such unchecked bloodshed. If anything, perhaps it should remind us not to take our safer skies for granted.","metadata":null,"markups":[]},{"type":"P","text":"______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/re1yk7/1971_the_crash_of_allegheny_airlines_flight_485/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 200 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}