{"id":"89a3444fe7d7","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71420},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/warnings-unheard-warnings-unheeded-the-story-of-the-2019-alaska-mid-air-collision-89a3444fe7d7","createdAt":1706345056430,"firstPublishedAt":1706374661038,"latestPublishedAt":1708377039923,"updatedAt":1708377039923,"clapCount":2181,"title":"Warnings Unheard, Warnings Unheeded: The story of the 2019 Alaska mid-air collision","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Warnings Unheard, Warnings Unheeded: The story of the 2019 Alaska mid-air collision","metadata":null,"markups":[]},{"type":"IMG","text":"NTSB Investigator Clint Crookshanks and then-Board member Jennifer Homendy examine the wreckage of DHC-3 Otter following the collision near Ketchikan, Alaska. (NTSB)","metadata":{"id":"0*WP03XymAw2mQIrPi","originalHeight":450,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"On the 13th of May, 2019, two commercial seaplanes carrying sightseers collided in mid-air near Ketchikan, Alaska, sending both planes plummeting into a fjord from 3,000 feet. The smaller of the two planes disintegrated in the air and fell to earth, killing all five occupants, but in a miraculous feat of flying, the pilot of the other plane managed to recover control at the last possible moment, fighting confusion and shock — and a broken windshield — to bring his DHC-3 Otter to a controlled crash landing. Despite serious injuries and frigid waters, 10 of the 11 people aboard escaped with their lives.","metadata":null,"markups":[]},{"type":"P","text":"Although the DHC-3 pilot’s skill under pressure averted an even worse disaster, the deadly collision never should have happened at all. In fact, both airplanes were equipped with traffic information systems that should have displayed nearby airplanes and issued conflict alerts in time to prevent the crash. And yet, neither pilot received any kind of warning — there was only a flash of red and white, a deafening boom, and a harrowing plunge to the ground. The mystery of the missing alerts quickly became the centerpiece of the NTSB investigation, which ultimately found that two simultaneous latent vulnerabilities within the equipment on the DHC-3 prevented either plane from generating a warning. And at the root of the issue were missteps and delayed action by the Federal Aviation Administration, leaving gaps in the safety net that keeps small aircraft safe — gaps that claimed the lives of six people, and left others with lifelong injuries, during what should have been the vacation of a lifetime.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A street scene in downtown Ketchikan. (Cruise Maven)","metadata":{"id":"0*euqSNAuFCnmi8dEt.jpg","originalHeight":850,"originalWidth":1275,"alt":null},"markups":[]},{"type":"P","text":"In Alaska’s rugged southeastern panhandle, where glaciated mountains spill into a maze of pine-encrusted fjords and islands, life moves by sea and by air, utilizing nature’s own highways. In the southernmost part of this uplifted archipelago, much of that movement centers on the town of Ketchikan, which bills itself as “Alaska’s first city.” With a population of around 13,000 including outlying villages, Ketchikan is the largest settlement in the area, but the official numbers belie its significance. The town is the first and probably the most popular stop for Alaskan cruises, and massive cruise ships disgorge around 1.2 million tourists there every year, mostly during the summer. Many of these tourists are there to see the show-stopping vistas in the nearby Misty Fjords National Monument, where towering rock walls, tumbling waterfalls, and deep blue inlets evoke the scenery of Norway.","metadata":null,"markups":[]},{"type":"IMG","text":"Randy Sullivan poses with N952DB, the DHC-2 involved in the accident. (Mountain Air Service)","metadata":{"id":"0*B1Tu_Fa2JBsoovxh.jpg","originalHeight":423,"originalWidth":634,"alt":null},"markups":[]},{"type":"P","text":"For tourists who want to get to Misty Fjords, a federally protected wilderness with no roads or services, there’s no better way than to take a day trip by seaplane. More than a dozen seaplane companies are based in Ketchikan, most of which make ends meet by selling scenic flights to cruise ship passengers, a service so popular that Ketchikan has one of the highest densities of air tour traffic anywhere in the United States.","metadata":null,"markups":[]},{"type":"P","text":"On May 13, 2019, the biggest ship in town was the Royal Princess, operated by Princess Cruises, and various seaplane companies had successfully advertised their services among the enormous vessels’ several thousand passengers. Among these was a tiny outfit called Mountain Air Service, run by 46-year-old pilot Randy Sullivan and his wife using their six-passenger de Havilland Canada DHC-2 Beaver, a single engine floatplane built in 1951 with registration number N952DB. With over 11,000 flying hours, mostly in seaplanes, Sullivan — the company’s founder, owner, and sole pilot — was a highly experienced and respected member of the local aviation community. His wife, meanwhile, handled the business side, and that morning she had managed to convince four Royal Princess passengers to book a two-and-a-half-hour round trip from Ketchikan to Rudyerd Inlet in Misty Fjords.","metadata":null,"markups":[{"type":"EM","start":50,"end":64,"href":null,"anchorType":null}]},{"type":"IMG","text":"N959PA, the DHC-3 involved in the accident. (NTSB)","metadata":{"id":"1*iKD45kxEVknYsytc-v1ZNQ.png","originalHeight":786,"originalWidth":1508,"alt":null},"markups":[]},{"type":"P","text":"At the same time, ten Royal Princess passengers — the majority of them from one extended family — were also booked on a flight operated by Taquan Air, whose fleet of 15 seaplanes made it one of the largest such operators in the area. Named for the native Tlingit phrase Taak’w Aan, meaning “village by the sea,” the company was founded in 1977 in Ketchikan and has been offering sightseeing tours of the region almost continuously ever since. Taquan Air operates both the DHC-2 Beaver and its larger cousin, the ten-passenger DHC-3 Otter, and many of its pilots fly both.","metadata":null,"markups":[]},{"type":"P","text":"In command of the late morning trip to Misty Fjords that day was 60-year-old pilot Lou Beck, a former Delta Air Lines captain and resident of Utah. Beck had recently retired from his airline job after accumulating an impressive 25,000 hours of flying time, and although he hadn’t planned to return to flying, the appearance of a summer seaplane gig in Alaska struck him as too good to pass up. The summer of 2019 would be his second season flying DHC-3s and DHC-2s in the Ketchikan area, and on the day of the accident he had been assigned a DHC-3 built in 1956 with registration N959PA.","metadata":null,"markups":[]},{"type":"IMG","text":"An aerial view of Rudyerd Inlet in Misty Fjords, from which both accident flights departed. (Unknown author)","metadata":{"id":"0*stdZewMh8fTj-Yt5.JPG","originalHeight":700,"originalWidth":1330,"alt":null},"markups":[]},{"type":"P","text":"Late that morning, both Sullivan’s DHC-2 and Beck’s DHC-3 departed Ketchikan Harbor Seaplane Base and made their way uneventfully to Rudyerd Inlet, where their passengers were waiting for their flights back into town after a 2-hour scenic boat trip. The 60-kilometer flight back to Ketchikan promised to take only about half an hour, which would easily get the passengers back to the ship in time for lunch.","metadata":null,"markups":[]},{"type":"P","text":"Departing at 12:03, just behind the DHC-2, Beck piloted his DHC-3 on a winding course hugging the precipitous walls of Rudyerd Inlet before emerging into the wide straightaway known as the Behm Canal, which separated the mainland from Revillagigedo Island, where Ketchikan is located. At that point, Beck changed course to the northwest in order to give his passengers a close-up view of the mountains in the eastern part of the island, although he had another motivation for this as well. Because the DHC-2s operated by many seaplane companies took a direct path back from Rudyerd Inlet to Ketchikan, Beck preferred to take an indirect route so that his bigger and faster DHC-3 wouldn’t overrun the smaller Beavers from behind.","metadata":null,"markups":[]},{"type":"P","text":"By 12:17, Beck and his passengers were through the mountains, and he turned to the southwest, slowly descending from 4,000 feet toward the final landmark on their scenic tour. This last item was a large waterfall just upstream of Mahoney Lake, on the western shore of a fjord called George Inlet, about 13 kilometers east of Ketchikan.","metadata":null,"markups":[]},{"type":"IMG","text":"An NTSB reconstruction of what Beck should have seen on his Chelton display at around the time he looked at it.","metadata":{"id":"1*4XceO8JpNRwAiBQ04hWi1w.png","originalHeight":944,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"At that moment, just to be safe, Beck decided to check for nearby air traffic on his Chelton traffic information display.","metadata":null,"markups":[]},{"type":"P","text":"The accident DHC-3, N959PA, was equipped with a Chelton Electronic Flight Information System (EFIS) 2000, consisting of two electronic displays. One of these was configured as a primary flight display showing attitude and speed information, while the other acted as a multi-function display depicting weather, terrain, and traffic. This last feature was made possible by the wonders of Automatic Dependent Surveillance-Broadcast technology, or ADS-B.","metadata":null,"markups":[]},{"type":"P","text":"In simplified terms, ADS-B is a system that allows an aircraft to broadcast its exact GPS position to other aircraft and ground stations. The position of the aircraft is first determined by satellite, then this information is combined with data from the airplane’s own systems, including altitude, identity, and speed, to create a package that can be broadcast continuously without the need to receive an interrogating signal from the ground. The ability to broadcast this information is called ADS-B Out, while the ability to receive such broadcasts from other aircraft is called ADS-B In. Required equipment includes a GPS navigation system and a transceiver, both of which can be acquired at relatively little expense. The widespread adoption of this technology in the United States in the 2000s and 2010s has dramatically changed the nature of US airspace and has enabled not only the development of real-time flight trackers like FlightAware and Flightradar24, but also the introduction of new, cheaper anti-collision systems that are practical and affordable for small operators and even private pilots.","metadata":null,"markups":[]},{"type":"IMG","text":"A reconstruction of the two airplanes’ flight paths based on ADS-B and avionics data. (NTSB)","metadata":{"id":"1*UOQTlcl31o4Wqzzf1dMgjQ.png","originalHeight":972,"originalWidth":1730,"alt":null},"markups":[]},{"type":"P","text":"On Lou Beck’s Taquan Air DHC-3, a FreeFlight RANGR 978 transceiver provided both ADS-B Out and In capabilities. ADS-B Out broadcasts from other aircraft were then used to depict those aircraft on the Chelton multi-function display. The Chelton system was also capable of generating aural and visual alerts, calling out “TRAFFIC, TRAFFIC” if another aircraft was determined to be within a warning envelope determined by the transceiver. However, the RANGR 978 transceiver on this airplane was not designed to check traffic against a warning envelope and could not transmit data to the Chelton display with the required “alert status,” so in practice, the DHC-3 was not actually capable of warning the pilot of an impending collision. For his part, Beck was well aware that the system had no alerting capability, although he wasn’t fully informed of the reason why.","metadata":null,"markups":[]},{"type":"P","text":"Therefore, in order to see and avoid other aircraft, Beck relied on his eyes, whether he was looking at the skies around him or at his Chelton display. And when he checked his display at 12:17, he saw only a few, distant targets, depicted as hollow cyan arrows, none of which posed any threat. An aircraft within a few nautical miles of his position would have been depicted as a filled cyan arrow, but he didn’t see any of these. Therefore, as far as he was aware no aircraft were likely to come near him within the next five minutes, and he could check the display again when he got closer to Ketchikan.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A photo of the setup used by Sullivan in the DHC-2. (NTSB)","metadata":{"id":"1*KZ44i9D9xK4Zoj0jE2WLpA.png","originalHeight":926,"originalWidth":1204,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, a few kilometers to the south, Randy Sullivan’s DHC-2 Beaver was also approaching George Inlet, likely heading for the same scenic waterfall. Sullivan had not flown through the mountains as Beck had, so his DHC-2 was still at a lower altitude, but he had begun a steady climb toward 3,350 feet in order to clear high terrain just east of Ketchikan.","metadata":null,"markups":[]},{"type":"P","text":"Nobody will ever know when Sullivan last looked at his own traffic information display, but we do know what it would have told him, in theory. Sullivan’s DHC-2 didn’t have a built-in display like the Chelton on the DHC-3, but he did have an Apple iPad loaded with the ForeFlight app, which was ironically a much more capable traffic awareness system. The ForeFlight app is a godsend for small-time and private pilots, providing users of iOS devices with a highly capable “electronic flight bag” featuring flight planning documents, performance calculators, up-to-date weather information, and much more besides — this article really only scratches the surface. In any case, the only ForeFlight feature that’s relevant to this story is its ability to function as a traffic information display when hooked up to the airplane’s ADS-B transceiver. Although the DHC-2 had a RANGR 978 transceiver identical to the one on the DHC-3, the ForeFlight app was able to generate traffic alerts all on its own, without relying on an alert status message from the transceiver, whenever another aircraft came within 1.8 nautical miles horizontally and ±1,200 feet vertically. This alert capability was actually quite advanced, featuring both a visual warning and an aural alert containing the conflicting traffic’s clock direction, relative altitude, and distance.","metadata":null,"markups":[]},{"type":"IMG","text":"This photo was taken by a passenger on the DHC-2. The NTSB estimated the timing of the photo to be around one second before impact. (NTSB)","metadata":{"id":"0*5_dgord7VRMYL5Rc.jpg","originalHeight":529,"originalWidth":964,"alt":null},"markups":[]},{"type":"P","text":"Unknown to either Sullivan or Beck, their two airplanes were already on a collision course, with the descending DHC-3 approaching the climbing DHC-2 from behind, above, and to the right. Sullivan’s ForeFlight app should have generated an alert about the DHC-3 as soon as it entered the warning envelope, but it did not, for reasons that will be examined shortly. Instead, they simply kept converging, drawing closer with every passing second, even as the pilots remained tragically unaware of the mounting danger.","metadata":null,"markups":[]},{"type":"P","text":"Still none the wiser, Sullivan leveled his plane at 3,350 feet over George Inlet, while Beck began to ease off his descent, approaching the same altitude. The waterfall was already visible ahead and to the right as Beck prepared to maneuver to give his passengers the best possible view.","metadata":null,"markups":[]},{"type":"P","text":"At that moment, a passenger in the back suddenly caught sight of the rapidly approaching DHC-2, prompting her to shout, “Pull up!” Her cry was caught on another passenger’s video, but was inaudible to the pilot, who was separated from the cabin by a bulkhead, so she again shouted, “Pull up! Pull up!”","metadata":null,"markups":[]},{"type":"P","text":"At exactly that same moment, a passenger on the DHC-2 snapped a photo of the DHC-3, bearing down on them at 160 kilometers per hour, from only a few meters away.","metadata":null,"markups":[]},{"type":"P","text":"Less than one second after that, at 12:21 and 14 seconds, the planes collided.","metadata":null,"markups":[]},{"type":"IMG","text":"These two clips from an NTSB animation depict how the two airplanes converged in the seconds leading up to the crash. Watch the full NTSB video here: https://www.youtube.com/watch?v=D52PoHHmcSI","metadata":{"id":"1*vigtxSR9OtFrm_EztC20iA.gif","originalHeight":492,"originalWidth":876,"alt":null},"markups":[{"type":"A","start":150,"end":193,"href":"https://www.youtube.com/watch?v=D52PoHHmcSI","anchorType":"LINK"}]},{"type":"P","text":"On board the DHC-3, Lou Beck caught a brief flash of red and white ahead and to his left, and then the plane was rocked by an enormous bang. The propeller of the DHC-3 carved a path of destruction through the DHC-2’s right wing, while its pontoons cleaved apart the fuselage, tearing the smaller airplane to smithereens. Debris exploded out into the air, spinning in all directions as the remains of the Beaver plummeted to earth, spreading ever wider as they fell. All five occupants were ejected from the fuselage in mid-air, although given the level of destruction of the aircraft, it’s possible that they died instantly in the collision itself, without ever realizing what hit them. Autopsy results don’t distinguish between being hit by a plane and hitting the ground. But in either case, there was no chance of survival for anyone aboard the DHC-2.","metadata":null,"markups":[]},{"type":"IMG","text":"A zoomed-in map shows the flight paths of the two planes before and after the collision. (NTSB)","metadata":{"id":"1*00BWKuT3H7HLRu9oSA9l2A.png","originalHeight":1434,"originalWidth":1740,"alt":null},"markups":[]},{"type":"P","text":"Aboard the DHC-3, the airplane abruptly snapped to the right, banking into a tight spiral that send the plane whipping around 180 degrees while pitched almost 30 degrees nose down. In the cockpit, the windshield had been blown out, with chunks of shattered glasses hanging from the frame and swinging dangerously in the oncoming wind. The passenger riding in the copilot’s seat, a 62-year-old woman, had collapsed limp across Beck’s lap, and his vision was blurry and confused, as though something was in his eyes — maybe fuel from the other plane, he thought. Thinking quickly, he grabbed a huge hanging chunk of shattered windshield and pushed it outward, where the wind caught it and tore it away, preventing it from hitting him in the face. Looking down, he could tell that they were diving back toward George Inlet, but he couldn’t see his displays to say how steeply. The plane was obviously severely damaged, but he didn’t have time to figure out what exactly was wrong — all he knew was that it took both hands to fly, and their impact point was up to fate.","metadata":null,"markups":[]},{"type":"P","text":"In the cabin, the passengers heard Beck yell, “We’ve been hit,” before the sudden snap roll came to an end and he appeared to regain control. The left rear exit door had been ripped off in the collision, and the passenger in seat 5L was leaning part way through the opening, but other passengers — and most importantly, his seat belt — kept him from falling out. Meanwhile, the passenger video captured someone shouting, “We’re okay, we’re okay, we’re okay,” while another person addressed a fellow passenger by name, asking, “You okay? You alright?”","metadata":null,"markups":[]},{"type":"P","text":"In the end, it took only 62 seconds to descend the 3,350 feet to the water. For Beck, it felt more like five. But in that moment he rose to the occasion, pulling back to slow the dive and flare for touchdown, just in the nick of time.","metadata":null,"markups":[]},{"type":"IMG","text":"This interior shot of the DHC-3 cabin, taken after the plane was recovered from the water, gives some sense of the environment in which the evacuation was carried out. (NTSB)","metadata":{"id":"1*6_s9wCzJJJZouXaK2oy7-w.png","originalHeight":972,"originalWidth":1296,"alt":null},"markups":[]},{"type":"P","text":"As the plane approached the water, a passenger shouted, “Brace, brace, brace!” And then the DHC-3 slammed hard into the surface of George Inlet, dealing a blow even more forceful than the collision itself. The plane immediately pitched forward with considerable violence, sending a wall of water through the broken windshield and into the cockpit. The passengers were thrown hard against the seats in front of them, sustaining further injuries on top of those already inflicted by the collision. Nevertheless, when the plane came to a stop, everyone was alive and conscious — except for the front seat passenger, who was already lying motionless even before the plane hit the water.","metadata":null,"markups":[]},{"type":"P","text":"Due to the open windshield and nose down attitude, the plane filled with water very quickly, and within seconds those seated near the front were completely submerged. The occupants’ first impression was that the front seat passenger was already dead, so they focused their efforts elsewhere. Up front, Beck found himself completely underwater, but he was able to swim out through a tangled mess of “cords, wires, and debris,” surfacing near the back of the plane, where passengers were beginning to exit through the rear doors. Together with other passengers, he helped drag several survivors out of the rapidly sinking airplane and into the water around 50 meters from shore, where he urged them to swim for land. But that would be no easy task: many of the passengers had broken or dislocated arms and legs, and in the rush to escape, only one had managed to grab and inflate a life vest.","metadata":null,"markups":[]},{"type":"P","text":"Over the course of a few harrowing minutes, Beck — who was an experienced swimmer — and a surviving passenger helped drag more severely injured survivors to shore, later with the help of a man in a Zodiac inflatable boat who witnessed the crash and rushed to the scene. Several passengers were taken to shore while clinging to the sides of the Zodiac, while Beck focused much of his attention on an older man who had dislocated both shoulders and one of his hips, making it difficult to swim. After getting him to shore, Beck remained with him to provide words of comfort, urging the man to stay awake as he repeatedly cried out for God to take him. Beck continued to keep control of the scene on shore for some time after that, until more first responders arrived, scarcely aware that his own face was covered in blood from a 14-centimeter laceration, probably caused by broken glass. This performance was obviously far beyond any floatplane pilot’s job description and reflects admirably on his character.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A survivor of the crash is transferred to an ambulance after arriving in Ketchikan. (AP)","metadata":{"id":"0*BzLAsctleJUizbw_","originalHeight":653,"originalWidth":1160,"alt":null},"markups":[]},{"type":"P","text":"The rescue of the survivors ultimately lasted around an hour and involved several boats and helicopters, while the disaster plan kicked into gear at Ketchikan’s main hospital. In total, all nine surviving passengers were seriously injured, with most suffering from multiple fractures and broken bones, while pilot Lou Beck suffered only a few lacerations. Four of the most seriously injured passengers ended up being transported by air ambulance to the nearest US level one trauma center, located in Seattle, Washington, over 1,000 kilometers to the south. (If you’re surprised to learn that Ketchikan is closer to Seattle than it is to Anchorage, so was I. Alaska is just really big.)","metadata":null,"markups":[]},{"type":"P","text":"Although some passengers said they received their injuries in the collision and others reported being uninjured until the crash landing, the facts suggest that all of those who died — the five aboard the DHC-2 and one aboard the DHC-3 — suffered fatal injuries in the collision itself. The front seat passenger on the DHC-3 was seen motionless even before the plane hit the water, and autopsy results showed that blunt force trauma was her primary cause of death, although drowning contributed. Her body was found still in her seat in the sunken wreckage of the airplane. Three bodies from the DHC-2 were found in the water, while two others were found on land the following day, within an extensive debris field measuring approximately 900 by 250 meters.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"NTSB investigator Clint Crookshanks and then-Board member Jennifer Homendy observe the remains of the DHC-3. (NTSB)","metadata":{"id":"0*7EEwarLbikjkq2b6","originalHeight":450,"originalWidth":800,"alt":null},"markups":[]},{"type":"P","text":"Whenever a mid-air collision happens, the first question is usually, “could the pilots have seen each other”? For the National Transportation Safety Board, this was one of the primary areas of inquiry. When flying in uncontrolled airspace in visual conditions, as was the case with the collision in Ketchikan, the pilots’ eyeballs are the first line of defense. Pilots are expected to scan for traffic as thoroughly as possible in order to maintain awareness of nearby aircraft. However, this concept is inherently limited by human fallibility, and in fact studies have shown that the probability of spotting a conflicting aircraft more than 12 seconds before impact is an uncomfortably low 85%.","metadata":null,"markups":[]},{"type":"P","text":"In this case, it was evident from the start that DHC-2 pilot Randy Sullivan couldn’t have seen the approaching DHC-3 because it was behind him and to the right, where his view was obstructed by the right wing and a passenger sitting in the copilot’s seat.","metadata":null,"markups":[]},{"type":"IMG","text":"30 seconds before the collision, the DHC-2 was technically visible, but it would have been hard to spot. (NTSB)","metadata":{"id":"1*caYOH0Omk3ygqskWL1Pt4A.png","originalHeight":588,"originalWidth":1604,"alt":null},"markups":[]},{"type":"P","text":"As for whether DHC-3 pilot Lou Beck could have seen the DHC-2, a remarkable discovery on the ground provided the first clue. Incredibly, the camera containing the photograph taken a split second before impact, mentioned earlier, was found intact on land and the contents of the memory card were able to be downloaded. In the photograph, the space where Beck’s head ought to be was obstructed by the left window post. This was subsequently confirmed by a visibility study, which showed that between 11 seconds from impact and one second from impact, the DHC-2 was entirely hidden behind the post. Prior to 11 seconds, the DHC-2 would have been visible just in front of the window post, but it wouldn’t have appeared bigger than one’s outstretched thumbnail. For most of the time it was visible, it would have been even smaller than that. Additionally, the difficulty of spotting it would have been increased by its position at the periphery of the windscreen, and the fact that an aircraft on a collision course with the observer will not appear to move against the background.","metadata":null,"markups":[]},{"type":"P","text":"Furthermore, while it would in theory have been possible for either pilot to see the other aircraft on his traffic information display, he still would have had to look at the display, see the target, and determine it to be a threat, which is subject to the same limitations. In the event, Beck didn’t see the DHC-2 on his display when he last checked it four minutes before the crash, and that was that.","metadata":null,"markups":[]},{"type":"P","text":"For these reasons, the NTSB declined to fault either pilot for not seeing the other, instead choosing to assign blame to the inherent limitations of the “see and avoid” concept.","metadata":null,"markups":[]},{"type":"IMG","text":"It doesn’t take much specialized expertise to draw conclusions about these propeller slice marks in the DHC-2’s right wing. (NTSB)","metadata":{"id":"1*xmQ_4Du-VYOcZnfp45NDyw.png","originalHeight":1104,"originalWidth":1436,"alt":null},"markups":[]},{"type":"P","text":"Nevertheless, these days the NTSB has to ask a second, equally important question: “did the airplanes have ADS-B with conflict alerting capability”? More often than not in the case of a mid-air collision, the answer is no. In this case, however, the answer was yes, which set off alarm bells. How could the two planes have collided despite being equipped with traffic information and alerting systems? Although two local pilots submitted statements to the NTSB claiming that N952DB (the accident DHC-2) did not show up on their traffic displays in the days before the accident, the ADS-B data from the flight was recorded normally by ground stations, indicating that these witnesses were likely mistaken. Interestingly, ADS-B data from the DHC-3 was also recorded, but it was missing the aircraft’s altitude and transponder code.","metadata":null,"markups":[]},{"type":"P","text":"Surviving pilot Lou Beck was able to tell the NTSB that his aircraft was not capable of generating a collision alert, and that he hadn’t seen the DHC-2 on his display at any point. Furthermore, DHC-2 pilot Randy Sullivan must not have received an alert either, as the data showed he never took any evasive action. ForeFlight documentation revealed the reason: without altitude data from the DHC-3, the app could not determine that the aircraft had entered the warning envelope, and would not issue a warning. Furthermore, if the “hide distant traffic” setting had been switched on, the DHC-3’s target wouldn’t have appeared at all. Although this setting was intended to filter traffic more than 10,000 feet above the aircraft, it worked by selectively displaying those aircraft that were within 10,000 feet, rather than selectively excluding those that were farther away, so an aircraft with no altitude data would not have been displayed. As a result of this finding, the NTSB recommended that ForeFlight update its app so that targets with no altitude data are assumed to be at the same altitude as the user.","metadata":null,"markups":[]},{"type":"IMG","text":"The location of the Garmin GSL 71 in the DHC-3 cockpit. The selector knob is on the left end of the panel. (NTSB)","metadata":{"id":"1*FoNlkChX0g8VswfOuY_wsQ.png","originalHeight":1118,"originalWidth":1558,"alt":null},"markups":[]},{"type":"P","text":"As for why the DHC-3 was not broadcasting its altitude, the NTSB discovered the answer in the wreckage of the cockpit, where a key switch was found set to “OFF.”","metadata":null,"markups":[]},{"type":"P","text":"On N959PA, the pilot was able to interface with the RANGR 978 transceiver using a Garmin GSL 71 control panel. The transceiver could be configured to broadcast altitude data by turning a selector knob on the GSL 71 to the “ON” position and pressing the “ALT” button. Doing this once was enough, because once it was selected the system would default to this setting every time the airplane was powered on. But if the selector knob was switched to “OFF,” then no altitude data would be broadcast.","metadata":null,"markups":[]},{"type":"P","text":"Records of ADS-B data from prior flights showed that the last time N959PA broadcast any altitude data was on April 29th, 2019, two weeks before the accident. After that flight, the airplane went in for monthly maintenance, and when it returned to service, it was no longer broadcasting altitude. It’s thought that a mechanic probably moved the switch, either purposefully or by accident, but it was impossible to say who, or why.","metadata":null,"markups":[]},{"type":"IMG","text":"The DHC-3’s floats separated from the main wreckage and eventually washed ashore. (US Coast Guard)","metadata":{"id":"0*WAY53HnrfL1L8L3-.jpg","originalHeight":788,"originalWidth":790,"alt":null},"markups":[]},{"type":"P","text":"Once the selection was made, the chances of discovering it were slim. The standard pre-flight checks for the DHC-3 didn’t call for verification of the GSL 71 selector knob position, nor was anyone at Taquan Air completely sure what the knob even did. Pilot Lou Beck told the NTSB that he was unsure whether the knob was hooked up to anything at all, because he had been flying that airplane for two weeks with the knob in the OFF position without observing anything out of the ordinary. In fact, the ADS-B Out broadcast continued to function, transmitting N959PA’s GPS position to other aircraft, but with only the altitude feature turned off. This would have had no effect on Beck’s own Chelton display, which would have continued to depict other aircraft as normal, nor did this setting generate any kind of warning flag or error message. Beck further stated that if his plane wasn’t showing up on other pilots’ displays, he would expect them to say something, and nobody did. This was because N959PA was showing up, albeit without a key piece of data required in order to generate conflict alerts. The missing altitude would have been visible to other pilots but was not necessarily attention-grabbing.","metadata":null,"markups":[{"type":"EM","start":1003,"end":1006,"href":null,"anchorType":null}]},{"type":"P","text":"Therefore, the NTSB determined that the DHC-3 didn’t receive an alert because its transceiver wasn’t configured to provide alert status information to the Chelton display, and the DHC-2 didn’t receive an alert because the Garmin GSL 71 selector knob in the DHC-3 was set to “OFF.” Both of these were latent vulnerabilities that had existed for extended periods of time, raising the overall risk of a collision. If these issues hadn’t existed, then Sullivan would have received a conflict alert 1 minute and 44 seconds before the collision, and Beck would have received an alert 37.4 seconds before the collision, which was plenty of time in either case to perform evasive maneuvers.","metadata":null,"markups":[]},{"type":"IMG","text":"A Coast Guard helicopter hovers near the crash site of the DHC-3. (US Coast Guard)","metadata":{"id":"0*sF0bPlus8u7viBV_","originalHeight":558,"originalWidth":992,"alt":null},"markups":[]},{"type":"P","text":"Of course, the NTSB didn’t stop there: they wanted to know why these latent deficiencies existed in the first place. That rabbit hole ultimately took them back to a report that the NTSB itself wrote in 1995 about the state of aviation safety in Alaska.","metadata":null,"markups":[]},{"type":"P","text":"In response to a recommendation issued in that report, the Federal Aviation Administration launched what it called the Capstone Program, with the intent to “accelerate safety enhancements in Alaska” due to the state’s elevated accident rate. Under this program, the FAA proactively provided select Alaskan operators with ADS-B equipment between 1999 and 2006, early in the technology’s rollout. In 2005, as part of the Capstone Program, N959PA was fitted with the Chelton EFIS and a Garmin GDL 90 transceiver. Notably, this transceiver was capable of assigning an “alert status” to a target, enabling the Chelton’s conflict alerting system.","metadata":null,"markups":[]},{"type":"P","text":"However, in 2012, the FAA proposed to upgrade the ADS-B equipment that it previously supplied to Alaskan operators. For this purpose, the FAA drew up a technical standard order, or TSO, listing the design requirements for the new equipment. This TSO didn’t include a requirement for a conflict alerting capability, even though plenty of systems in use at the time had this feature. An internal amendment request was made asking that the TSO be reworked to require such a capability, but the request was rejected.","metadata":null,"markups":[]},{"type":"IMG","text":"The wreckage of the DHC-3 is recovered from George Inlet. (CTV News)","metadata":{"id":"0*Sl36JbV574iya-QN.jpg","originalHeight":540,"originalWidth":960,"alt":null},"markups":[]},{"type":"P","text":"The FAA’s position on the issue was that manufacturers could include a conflict alerting capability if they wanted, but should not be required to do so. This is probably because there is no federal requirement for conflict alerting systems on airplanes that have fewer than 10 passenger seats, which is the type of airplane the Capstone Program was aimed at. Therefore, the FAA presumably didn’t want to mandate equipment requirements beyond what was prescribed in the Federal Aviation Regulations for these types of systems. (As a side note, it was initially unclear to me why the DHC-3, which can carry 10 passengers, was exempt from this requirement, but after examining the regulation in question, it appears to be because the text refers specifically to “passenger seats.” The DHC-3 can only carry 10 passengers if one of them sits in a pilot’s seat, so it technically has fewer than 10 passenger seats.)","metadata":null,"markups":[]},{"type":"P","text":"In response to an NTSB request for comment, representatives of FreeFlight Systems (which designed the RANGR 978 transceiver) stated that they understood the FAA to discourage manufacturers from including capabilities that weren’t in the TSO. As a result, in 2015 the Garmin GDL 90 transceiver on N959PA was replaced by a new, FAA-supplied FreeFlight RANGR 978 that met the TSO’s specifications but didn’t include a conflict alerting capability.","metadata":null,"markups":[]},{"type":"P","text":"In the NTSB’s view, it was unacceptable that the FAA could remove conflict alerting capability from an aircraft in this way and still call it an “upgrade.” The fact that their upgrade program would reduce the number of safety features on some of the affected aircraft did not appear to have been considered at any point during the rollout, nor did it appear that Taquan Air lodged any protest. In fact, company representatives stated that they weren’t aware a downgrade had occurred, even though Taquan Air pilots knew that N959PA could no longer generate conflict alerts.","metadata":null,"markups":[]},{"type":"IMG","text":"The right aft exit on the DHC-3, through which some of the passengers escaped. (NTSB)","metadata":{"id":"1*3wnzxRrap5McYuWwY8MybA.png","originalHeight":1000,"originalWidth":1332,"alt":null},"markups":[]},{"type":"P","text":"In its final report, the NTSB noted that both this decreased alerting capability and the risk associated with the Garmin GSL 71 selector knob could have been identified before the crash if Taquan Air had a Safety Management System, or SMS. The purpose of an SMS is to provide a structure for proactive identification of safety risks based on pilot reports and operational data, in order to correct unsafe trends before they result in an accident. One of the duties of SMS personnel is to scrutinize updates and equipment documentation in search of risk factors, which might have revealed both of the vulnerabilities listed above.","metadata":null,"markups":[]},{"type":"P","text":"At the time of the accident, US airlines were required to have safety management systems, but air taxi and air charter carriers were not. Unlike scheduled airlines, which are registered under part 121 of the Federal Aviation Regulations, these operators are registered under part 135, which has less stringent standards. These operators also tend to be small in size with few employees. For many years, the FAA’s view was that implementing an SMS was beyond the capabilities of some part 135 operators, as a result of which it encouraged voluntary development of SMS programs instead. The agency had put out a number of documents and videos intended to assist part 135 operators with SMS development, including footage of a former FAA administrator declaring that “no company is too small for an SMS.” Nevertheless, records showed that out of 1,940 part 135 operators in the United States, as of April 2021 only 20 of these had an SMS accepted by the FAA, and only 149 had applied for such acceptance.","metadata":null,"markups":[]},{"type":"IMG","text":"The fuselage of the DHC-3 was recovered in two separate pieces. The split occurred just in front of the bulkhead separating the cockpit from the passenger cabin. (NTSB)","metadata":{"id":"1*fprxTD2OGr3M6C75qYsU1Q.png","originalHeight":1000,"originalWidth":1328,"alt":null},"markups":[]},{"type":"P","text":"The NTSB’s view has long been that an SMS can make a meaningful difference at a small company even with very few employees, and that the barriers to mandating the program at part 135 carriers are eminently surmountable. The NTSB first recommended that the FAA require all part 135 operators to have an SMS in 2016, and this recommendation was reiterated five times as a result of fatal part 135 accidents between 2016 and 2020. Nevertheless, by the time of the accident in 2019, the FAA had made no progress on the issue. Any movement toward complying with the recommendation was in fact delayed by several years due to a 2017 executive order requiring that two regulations be repealed for every new regulation added. Hopefully readers of this series, regardless of their political views, can understand why this order was profoundly unhelpful.","metadata":null,"markups":[]},{"type":"P","text":"After the executive order was repealed in January 2021, the FAA finally expressed interest in the NTSB’s proposal, and in April 2023 the agency announced that most part 135 carriers, including air tour operators like Taquan Air, would soon be required to have a safety management system.","metadata":null,"markups":[]},{"type":"IMG","text":"A photographer captured this series of photos immediately before and after the second Taquan Air crash in Metlakatla on May 20th. (NTSB)","metadata":{"id":"0*kh1DXEj9Sqap-F9S.jpg","originalHeight":1000,"originalWidth":921,"alt":null},"markups":[]},{"type":"P","text":"For its part, Taquan Air already has an SMS as of this writing, but the reason for this is unfortunately quite tragic. Just one week after the collision near Ketchikan, another Taquan Air flight — this time a DHC-2 Beaver — was lost in a landing accident in Metlakatla, killing the pilot and the sole passenger, a young epidemiologist. As a result of the two back-to-back accidents, Taquan Air voluntarily suspended all operations for a safety stand-down before carefully resuming service under close FAA supervision two weeks later. No information has come to light suggesting that the two accidents were related in any way, and it’s entirely possible that the company was just unlucky. But no one at Taquan Air wanted to tempt fate, so the company decided to develop an SMS that would hopefully catch whatever unsafe trends were leaving them so vulnerable to disaster.","metadata":null,"markups":[]},{"type":"P","text":"More broadly, the crash also prompted 15 Ketchikan seaplane operators to hash out a letter of agreement that standardized their routes and established common reporting points in order to reduce the probability of a collision.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"NTSB investigators Crookshanks and Homendy at the crash site. (NTSB)","metadata":{"id":"0*J_OTpNkZh3ND0h6u.jpg","originalHeight":1080,"originalWidth":1920,"alt":null},"markups":[]},{"type":"P","text":"In addition to the SMS proposal, the NTSB issued a number of other recommendations intended to prevent similar accidents in the future. These include recommendations that the FAA require all part 135 aircraft to have ADS-B with aural and visual alerting capabilities; that all aircraft, including part 91 general aviation aircraft, have the aforementioned capabilities when flying in high-traffic air tour areas; that the FAA review equipment designs to ensure that ADS-B altitude data can’t be inadvertently disabled; and that aircraft equipped with Garmin GSL 71 control panels include a checklist item to verify the position of the selector knob. But out of all these recommendations, the FAA has only moved to implement the last one. The others, they claim, are unnecessary because the agency already mandated that almost all aircraft have ADS-B Out equipment from January 1st, 2020. Nevertheless, it should be obvious why this capability alone is not as good as the NTSB’s proposal for a system with aural and visual alerts. As of this writing, this alerting capability is still not required on part 135 aircraft with fewer than 10 passenger seats.","metadata":null,"markups":[]},{"type":"P","text":"The recommendation to ForeFlight regarding the “hide distant targets” function, described earlier in this article, is still listed on the NTSB’s website as “awaiting response.” However, ForeFlight’s website states that the NTSB’s recommended change has been incorporated since 2021. ForeFlight also introduced other upgrades, and the latest version of the app is now capable of predicting the intrusion of an aircraft into the warning envelope in the near future, resulting in earlier alerts and more time to react. This was, however, not an issue in this particular accident.","metadata":null,"markups":[]},{"type":"P","text":"In conclusion, the responses to the NTSB’s recommendations in this case don’t lead me to believe that a similar accident won’t happen again. One wonders how many people will have to die before the FAA requires ADS-B conflict alerting capability for part 135 aircraft (which, it must be emphasized, carry millions of paying passengers every year). Apparently, that threshold is higher than six.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A Taquan Air DHC-2 returns to Rudyerd Inlet. (Adrianna Oliva)","metadata":{"id":"0*i1LRSu9bJk_oEfyE","originalHeight":900,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"The collision in Ketchikan was not the fault of any one person or even any particular company. It was an accident made possible by flaws in the system itself, which, in classic swiss cheese fashion, slowly stripped away layer after layer of safety measures until none remained. Prevention of these types of accidents can come from proactive, ground-up efforts like Taquan Air’s voluntary SMS, but it also must come from the top down, with visionary changes at the government level. ADS-B conflict alerting technology is both mature and relatively inexpensive. So if now isn’t the time to mandate it, then when will be?","metadata":null,"markups":[]},{"type":"P","text":"Until that time arrives, any part 135 pilot could find themselves in the same position as Lou Beck — and they should hope to think as quickly as he did. In fact, I would suggest that while this story doesn’t have an obvious villain, it does have a hero. Beck couldn’t prevent the collision — short of getting lucky — but once it occurred, he rose to the moment, drawing on 25,000 hours of experience and a few split-second judgments to bring his aircraft down safely, saving the lives of ten people. It’s not common for so many people to survive a mid-air collision between two similarly sized aircraft, and this story could easily have ended differently. Despite this, I didn’t come across any evidence that Beck has been formally honored for his role in saving N959PA — and in fact, it appears as though Taquan Air quietly ended his employment. So let’s conclude, then, with a round of applause for a pilot who deserves so much better than he got.","metadata":null,"markups":[]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Don’t forget to listen to Controlled Pod Into Terrain, my new podcast (with slides!), where I discuss aerospace disasters with my cohosts Ariadne and J! Check out our channel here, and listen to our latest episode, in which we discuss how American Airlines flight 965 went tragically awry. Alternatively, download audio-only versions via RSS.com, or look us up on Spotify!","metadata":null,"markups":[{"type":"A","start":153,"end":179,"href":"https://www.youtube.com/@ControlledPodIntoTerrain","anchorType":"LINK"},{"type":"A","start":185,"end":289,"href":"https://www.youtube.com/watch?v=TW8YbTwzO6I","anchorType":"LINK"},{"type":"A","start":338,"end":345,"href":"https://rss.com/podcasts/cpit/","anchorType":"LINK"},{"type":"EM","start":0,"end":372,"href":null,"anchorType":null}]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit","metadata":null,"markups":[{"type":"A","start":0,"end":45,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/1acfa8u/the_2019_alaska_midair_collision_a_taquan_air/?","anchorType":"LINK"}]},{"type":"P","text":"Support me on Patreon (Note: I do not earn money from views on Medium!)","metadata":null,"markups":[{"type":"A","start":0,"end":21,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]},{"type":"P","text":"Follow me on Twitter","metadata":null,"markups":[{"type":"A","start":0,"end":20,"href":"https://twitter.com/KyraCloudy","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 250 similar articles","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]}]}}}