{"id":"9cf65ae14c68","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/fields-of-fortune-the-crash-of-united-airlines-flight-232-9cf65ae14c68","createdAt":1626495732632,"firstPublishedAt":1626535122930,"latestPublishedAt":1702286392231,"updatedAt":1702286392231,"clapCount":1510,"title":"Fields of Fortune: The crash of United Airlines flight 232","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Fields of Fortune: The crash of United Airlines flight 232","metadata":null,"markups":[]},{"type":"P","text":"Note: this accident was previously featured in episode 3 of the plane crash series on September 23rd, 2017, prior to the series’ arrival on Medium. This article is written without reference to and supersedes the original.","metadata":null,"markups":[{"type":"EM","start":0,"end":221,"href":null,"anchorType":null}]},{"type":"IMG","text":"The vast wreckage trail left by United 232 slices across two runways and a corn field at Sioux Gateway Airport in Sioux City, Iowa. (Sioux City Journal)","metadata":{"id":"0*GYFq0_44HYVyR9Vl.jpg","originalHeight":409,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"On the 19th of July 1989, a United Airlines DC-10 bound for Chicago was rocked by a massive explosion. The number two engine tore itself to pieces, sending debris ricocheting through the tail section and severing all three of the plane’s hydraulic systems. Within moments, the pilots found themselves at 37,000 feet with a plane full of passengers and no way to control it. Forty-six minutes later, 112 people would lie dead, while 184 would walk away into an aviation industry that had forever changed.","metadata":null,"markups":[]},{"type":"P","text":"Indeed, there are a handful of air disasters that have passed into the realm of legend due to the pilots’ extraordinary heroism in the face of impossible odds. United Airlines flight 232 is one of these. On a summer day high over Iowa, 296 lives hung in the balance as four pilots fought to control an uncontrollable airplane, forced to learn a whole new method of flying in a desperate attempt to survive. They knew the chances of a safe outcome were slim, but through the indominable power of will, they persevered, battling until the bitter end to save as many lives as they could. This is the story of their finest hour.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"N1819U, the aircraft involved in the accident. (Werner Fischdick)","metadata":{"id":"0*4C8JzyJ-dsn_3B3p.jpg","originalHeight":850,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"To think that the 19th of July 1989 began as a day like any other! It was a bright and sunny afternoon in Denver, Colorado when 285 passengers and 11 crew boarded United Airlines flight 232, a regularly scheduled trip to Chicago, Illinois and Philadelphia, Pennsylvania. Operating the flight was a classic wide-body workhorse: the McDonnell Douglas DC-10. Powered by its distinctive set of three GE CF6–6D turbojet engines, the plane had room for well over 300 passengers, and today it was fairly full, thanks in part to a promotional offer by United Airlines that allowed kids under 14 to fly for just one penny. No less than 52 of the passengers that day were children.","metadata":null,"markups":[]},{"type":"P","text":"At the controls were 57-year-old Captain Al Haynes, 43-year-old First Officer William “Bill” Records, and 51-year-old Flight Engineer Dudley Dvorak, who together had an astonishing 65,000 hours of flying time; any one of the three men had more experience than some entire crews. The passengers couldn’t have asked for a better team to carry them through the coming catastrophe.","metadata":null,"markups":[]},{"type":"IMG","text":"Diagram of the inner workings of a CF6–6D engine, with the stage 1 fan disk highlighted. (NTSB)","metadata":{"id":"1*Bk4-VM2BaQe4dlNMRq7qMQ.png","originalHeight":1446,"originalWidth":1206,"alt":null},"markups":[]},{"type":"P","text":"As flight 232 taxied to the runway and took off from Denver’s Stapleton Airport at 13:09 local time, the seeds of disaster had already long since been planted. In fact, a problem had been growing for 18 years, lurking undetected inside the stage one fan disk of the tail-mounted number two engine, waiting for its moment to strike. It all began in 1971, during the forging of the titanium ingot from which the fan disk was made. The ingot was forged in a vacuum in order to prevent the introduction of material defects; however, the process is not perfect, and occasionally something can slip through — such as the tiny impurity of nitrogen that worked its way into this particular ingot.","metadata":null,"markups":[]},{"type":"P","text":"Metal that will be used to make rotating aircraft components goes through strict inspections to identify such impurities, because even the slightest imbalance in the material will cause the part to experience metal fatigue at abnormal rates during its service life. In 1971, inspectors typically rooted out these impurities by means of an ultrasound scan. However, this type of inspection can only reliably detect voids in the material associated with defects and cannot directly detect the impurities themselves. In this case, the cavity formed by the nitrogen became filled with hard material, preventing it from showing up on the ultrasound scan. The ingot passed the inspection and was then machined into several CF6–6D stage one fan disks. The impurity ended up on the inside of the center bore of one of the fan disks, where the disk fits onto the turbine shaft. The disk, impurity and all, was then installed in a CF6–6D engine and fitted to a DC-10, where it would spend the next 18 years carrying the fan blades that draw air into the engine.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of United Airlines flight 232. Sioux City is also highlighted. (Google + own work)","metadata":{"id":"1*YZmkCX4HoEYeuJe7kVhROA.png","originalHeight":974,"originalWidth":2302,"alt":null},"markups":[]},{"type":"P","text":"During the final stages of the shaping of the disk, the hard material inside the nitrogen impurity was knocked loose, creating a void which acted as a weak point in the otherwise uniform titanium alloy. The enormous rotational stresses that should have been distributed evenly over the rapidly spinning disk now ran up against a tiny spot that absorbed stress differently from the rest of the material. Over time, the disk began to suffer from metal fatigue as a tiny crack grew imperceptibly outward from the cavity over the course of every flight.","metadata":null,"markups":[]},{"type":"P","text":"At United Airlines, the fan disks on this DC-10 underwent routine inspections approximately every 2,500 flight cycles specifically for the purpose of detecting this sort of metal fatigue before it caused a serious failure. In 1988, the fan disk went in for a routine Fluorescent Penetrant Inspection (FPI), in which the disk was specially prepared and then coated in fluorescent dye which would highlight any cracks in the material. Although five previous FPI inspections had been conducted since the part was made, the 1988 inspection was the first in which the crack, now 1.2cm in length, was large enough to be detected using this method. But for whatever reason, the inspector failed to notice the crack. Perhaps he forgot to rotate the disk on the cable from which it was suspended, leaving the crack hidden behind the cable at the point where it ran through the bore; or perhaps he neglected to thoroughly inspect the center bore of the disk because cracks usually were not found there. Regardless of the exact reason, the inspector never detected the crack, and the fan disk was returned to service. Over the next year, the crack grew faster and faster until it was more than 3cm long and 1.25cm deep. With the fan disk spinning at thousands of RPM for hours on end, a crack this large meant that the disk’s days were numbered.","metadata":null,"markups":[]},{"type":"P","text":"As United flight 232 made its way across the Great Plains toward Chicago, the fan disk was nearing its breaking point. But in the cockpit, a relaxed atmosphere prevailed. The weather was great, the view long, the flight on time. Cruising over northwestern Iowa, the pilots began a right turn to head east toward Chicago, making a gentle course correction with characteristic grace. And then, part way through the turn, at precisely 15:16 and 10 seconds, all hell broke loose.","metadata":null,"markups":[]},{"type":"IMG","text":"CGI animation of the explosion on board United 232. (Mayday/Cineflix)","metadata":{"id":"1*son3NZ7xJExI4jw5Pht1zw.gif","originalHeight":587,"originalWidth":1048,"alt":null},"markups":[]},{"type":"P","text":"At that moment, the crack in the fan disk reached such a length that the uncracked portion of the disk could no longer withstand the stresses being applied to it. The crack raced outward to the edge of the hub, causing one third of the fan disk to break away and launch itself out of the engine at incredible speed. Almost instantaneously, the massively unbalanced turbine threw off the larger remaining section in the opposite direction. With a tremendous bang, the shattered pieces of the fan disk tore through the engine cowling and slammed into the stabilizers, elevators, and parts of the rear fuselage. Debris traveling at hundreds of kilometers per hour sliced across the tail, ripping through hydraulic lines, and punched several gaping holes straight through the horizontal stabilizer before arcing downward toward the distant Iowa countryside.","metadata":null,"markups":[]},{"type":"P","text":"All jets have multiple discrete hydraulic systems that do not intersect, ensuring that if a hydraulic line is breached and the hydraulic fluid escapes, the remaining systems can still be used to power the flight controls. This was especially important on a plane as large as the DC-10, where the sheer size of the control surfaces made fully manual backups impractical. When the DC-10 was designed, it was thought inconceivable that an engine failure could breach lines in all three hydraulic systems, leaving the plane without any controls. But on board United flight 232, that was exactly what happened.","metadata":null,"markups":[]},{"type":"IMG","text":"Diagram of the hydraulic lines inside the horizontal stabilizer and the damage which was done to them. (NTSB)","metadata":{"id":"1*27UcW8pFmGh4gwutkAy6Dg.png","originalHeight":1602,"originalWidth":1950,"alt":null},"markups":[]},{"type":"P","text":"In the cockpit, the pilots heard a huge bang that shook the whole aircraft. The DC-10 lurched violently, throwing the flight attendants off balance. Immediately recognizing a failure of the number two engine, Captain Haynes and First Officer Records initiated the engine shutdown procedure. But moments later, Flight Engineer Dvorak observed that the pressure in all three hydraulic systems was dropping toward zero. Without hydraulic pressure, it would be impossible for the pilots to move the ailerons, elevators, rudder, stabilizer, spoilers, and everything else that relied on hydraulic power. The wide body jet with almost 300 people on board would be rendered uncontrollable.","metadata":null,"markups":[]},{"type":"P","text":"At the moment of the hydraulic failure, the plane was in a right bank; without the use of the ailerons, this bank continued to steepen all on its own. Attempts to level off using the controls had no effect. Neither did connecting the autopilot, which relied on the same failed hydraulic systems. “It’s not responding to control!” said First Officer Records, who helplessly gripped his yoke as the plane continued to roll to the right.","metadata":null,"markups":[]},{"type":"P","text":"Immediate action was needed to level the plane — and as it turned out, Captain Haynes was just the man for the job. Recalling techniques used by previous crews, he decelerated the engine on the left side but not the one on the right, using differential thrust to compensate for the right bank. Slowly, the higher power setting on the right engine pushed the right wing up and leveled the plane, which had deviated from its course and was now flying south.","metadata":null,"markups":[]},{"type":"IMG","text":"The pilots of flight 232; from left to right: Captain Al Haynes, First Officer Bill Records, Flight Engineer Dudley Dvorak, and a later addition, Captain Denny Fitch.","metadata":{"id":"0*FtL_C6GtWEKbbTw3.jpg","originalHeight":407,"originalWidth":512,"alt":null},"markups":[]},{"type":"P","text":"With an immediate death spiral averted, the crew tried to work through prescribed procedures to regain control. Haynes ordered Dvorak to activate the auxiliary hydraulic pumps, but with no hydraulic fluid left to pump, they proved useless.","metadata":null,"markups":[]},{"type":"P","text":"It quickly became clear that it was not possible to maintain stable flight. Without any pitch controls, the plane entered what is known as a phugoid cycle: too little speed, and the plane starts to descend; as it descends, speed increases, in turn increasing lift; with increased lift, the plane begins to climb; the momentum bleeds off, speed decreases, the plane loses lift, and it starts to descend again, repeating approximately every sixty seconds. Once this cycle has started, it is almost impossible to stop it without the use of the flight controls.","metadata":null,"markups":[]},{"type":"P","text":"As the DC-10 continued to sway slowly up and down and from side to side, the pilots contacted the regional air traffic control center in Minneapolis and declared an emergency. The Minneapolis controller suggested that they head for Des Moines, but over the next minute, the plane drifted back around to the northwest, heading in the wrong direction. The only major airport along flight 232’s new flight path was in Sioux City, a midsized town located near the triple point of Iowa, Nebraska, and South Dakota. It didn’t normally serve wide body jets, but it would have to do. Captain Haynes decided that Sioux City was their only hope, and he accepted the controller’s suggestion to divert there instead. It was 15:22 — six minutes since the explosion.","metadata":null,"markups":[]},{"type":"IMG","text":"How a phugoid cycle works. (Unknown source)","metadata":{"id":"1*NsyKe33209vESpOMw9yU1Q.png","originalHeight":1014,"originalWidth":1428,"alt":null},"markups":[]},{"type":"P","text":"Captain Haynes now made an announcement to the passengers, breaking the news of the diversion without explaining the true nature of the emergency. At the same time, Flight Engineer Dvorak attempted to patch through to United dispatchers in Chicago, who were able to put him in voice contact with United Airlines’ maintenance facility in San Francisco (known as SAM). He apprised them of the situation: the number two engine had failed, they had no hydraulics, and there was no way of controlling the plane.","metadata":null,"markups":[]},{"type":"P","text":"By now, it was clear to the pilots that the two remaining engines were the only tools available with which to get the plane on the ground. In theory, they could use the throttles as a rudimentary form of steering, harnessing differential thrust not just to stabilize the plane but also to point it in a particular direction. They could also climb or descend indirectly by accelerating or decelerating the engines. But in a plane that refused to stay straight and level, this was much easier said than done. Compared to the flight controls, engine power is imprecise and slow to respond, and with the plane still seesawing up and down in a gentle phugoid cycle, the throttles lacked the precision needed to maintain control. For the next several minutes, the pilots struggled to figure out the necessary technique, all the while continuing to make futile inputs with their useless control columns.","metadata":null,"markups":[]},{"type":"IMG","text":"The full track of flight 232’s final minutes. Feel free to save this image and follow along. (NTSB)","metadata":{"id":"0*QTM6IOV3Q5oHhnTY.png","originalHeight":1859,"originalWidth":2560,"alt":null},"markups":[]},{"type":"P","text":"The cockpit voice recording begins at 15:26, lending some clarity to what exactly took place in the cockpit for the remaining 33 minutes of the flight. The recording starts in the middle of a conversation between Captain Haynes and a controller at Sioux Gateway Airport, in which he appeared to have been explaining the nature of the emergency.","metadata":null,"markups":[]},{"type":"P","text":"“United 232 heavy, uh, understand you can only make right turns,” said the controller.","metadata":null,"markups":[]},{"type":"P","text":"“That’s affirmative,” Haynes replied.","metadata":null,"markups":[]},{"type":"P","text":"“United two thirty-two heavy, roger. Your present track puts you about eight miles north of the airport, sir. And, ah, the only way we can get you around [to Runway 31] is a slight left turn with differential power or if you go and jockey it over,” said the controller, trying to figure out how to get the crippled plane aligned with a runway.","metadata":null,"markups":[]},{"type":"P","text":"“Roger,” said Haynes. “Okay, we’re in a right turn now. It’s about the only way we can go. We’ll be able to make very slight turns on final, but right now just … we’re gonna make right turns to whatever heading you want.” The plan had been established: with the plane insistent on pulling to the right, the crew would make right turns only, even if it meant looping around almost full circle to roll out just a few degrees to the left.","metadata":null,"markups":[]},{"type":"P","text":"While Haynes and Records struggled with the useless elevators, Dvorak could be heard explaining the situation to SAM again, running through the list of what was working. This turned out to be a disturbingly short list. Records speculated about whether they might regain the use of the ailerons if they deployed the flaps, but Dvorak feared it would throw them off balance. “God, I hate to do anything,” he said.","metadata":null,"markups":[{"type":"EM","start":157,"end":160,"href":null,"anchorType":null}]},{"type":"P","text":"“Well, we’re going to have to do something,” Haynes retorted.","metadata":null,"markups":[]},{"type":"P","text":"Someone knocked on the cockpit door — it was a flight attendant, bringing a bit of good news. Among the passengers was Denny Fitch, an off duty DC-10 training captain who was willing to offer his advice and assistance. Fitch had over 23,000 flight hours, including nearly 3,000 in the DC-10 in all three pilot positions.","metadata":null,"markups":[]},{"type":"IMG","text":"Denny Fitch, pictured in 2007. (Sioux City Journal)","metadata":{"id":"0*WgHuJ9RF8GNTqW-s.jpg","originalHeight":388,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"“Okay, let him come up,” Haynes decided. Fitch entered the cockpit, and Haynes immediately ordered him to go back into the cabin and report on any damage he could see out the windows. While Dvorak kept trying to extract advice from the stumped San Francisco maintenance personnel, Fitch took a look through the cabin windows over the wings. He could see the ailerons partially sticking up, but there was no sign of movement from any of the control surfaces.","metadata":null,"markups":[]},{"type":"P","text":"In the cockpit, Captain Haynes came to a stark realization. “We’re not going to make the runway, fellas,” he said. “We’re gonna have to ditch this son of a bitch and hope for the best.”","metadata":null,"markups":[]},{"type":"P","text":"Returning from the cabin, Denny Fitch knocked on the cockpit door.","metadata":null,"markups":[]},{"type":"P","text":"“Unlock the damn door,” said Haynes. Someone flipped the switch and let Fitch inside to report his findings.","metadata":null,"markups":[]},{"type":"P","text":"At that moment, United dispatch called the crew and asked, “United 232, do you want to put that thing on the ground right now, or do you want to come to Chicago?”","metadata":null,"markups":[]},{"type":"P","text":"“Okay, we’re, ah, we don’t know what we’ll be able to do,” Dvorak replied. “We don’t think we’re even gonna be able to get on the runway right now. We have no control hardly at all.”","metadata":null,"markups":[]},{"type":"P","text":"Standing in the back of the cockpit, Fitch asked for his next order. “Tell me what you want and I’ll help you,” he said.","metadata":null,"markups":[]},{"type":"P","text":"Haynes explained that he needed some control over the elevators in order to start descending — right now, they were still stuck at cruising altitude. The autopilot was useless. It was clear that the pilots had not yet accepted that the normal flight controls were beyond hope of recovery.","metadata":null,"markups":[]},{"type":"P","text":"In the background, Dvorak said again to United dispatch, “We can’t make Chicago. We’re gonna have to land somewhere out here, probably in a field.”","metadata":null,"markups":[]},{"type":"P","text":"“How are they doing on the evacuation?” Haynes asked, inquiring about the status of the cabin preparations.","metadata":null,"markups":[]},{"type":"P","text":"“They’re putting things away, but they’re not in any big hurry,” said Fitch.","metadata":null,"markups":[]},{"type":"P","text":"“Well, they better hurry,” Haynes replied. “We’re gonna have to ditch, I think. I don’t think we’re going to make the airport.”","metadata":null,"markups":[]},{"type":"P","text":"A spurious warning briefly started blaring. “Get this thing down,” said Fitch. “We’re in trouble!”","metadata":null,"markups":[]},{"type":"IMG","text":"A reenactment of the events in the cockpit of flight 232 demonstrates how Denny Fitch squeezed in between the two pilots, kneeling on the floor to reach the throttles. (TEAMS)","metadata":{"id":"0*MdvnfB1lA69riiTr.jpg","originalHeight":360,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"Two simultaneous radio conversations started running as Dvorak continued trying to hammer home the seriousness of the situation to the disbelieving maintenance engineers, while Haynes asked the Sioux City controller whether there was a suitable ditching location nearby. He then suggested they extend the flaps, just to see if they would change anything.","metadata":null,"markups":[]},{"type":"P","text":"“You want them now?” Records asked. Flaps are normally only used on takeoff and landing to increase lift and allow low-speed flight. But as the crew would later discover, these too were hydraulically controlled, and thus useless.","metadata":null,"markups":[]},{"type":"P","text":"“What the hell, let’s do it,” said Haynes. “We can’t get any worse than we are.”","metadata":null,"markups":[]},{"type":"P","text":"At this point, the pilots put Fitch in charge of the throttles. Kneeling on the floor behind the center console, he leaned forward with both hands on the throttle levers, putting his full concentration into the impossible task of stabilizing the plane with engine power alone. He quickly discovered that while engine power could be used to maintain rudimentary control over either the horizontal or vertical aspects, he could not control both at the same time. If he focused on trying to turn the plane, their altitude would start to fluctuate wildly, but if he invested energy in trying to moderate the phugoid cycle, it became impossible to hold a steady heading. Despite the constant swaying, however, he managed to guide the plane through a sweeping 360-degree right turn, descending slowly all the while. This was enough to give the pilots some hope that they would at least be able to reach a runway, and Captain Haynes acquired a heading from the Sioux City controller that would allow them to start working their way towards the airport.","metadata":null,"markups":[]},{"type":"P","text":"“We kinda got level flight back again,” Haynes commented. Fitch replied that it might be easier to maintain level flight at a lower altitude where the air is denser.","metadata":null,"markups":[]},{"type":"P","text":"With a chuckle, Haynes said, “We didn’t do this thing on my last check ride!”","metadata":null,"markups":[]},{"type":"P","text":"With Fitch on the throttles and the other crew members handling everything else, they managed to steer the crippled DC-10 through a second right-hand orbit, rolling out on a northbound heading some 63 kilometers northeast of Sioux Gateway Airport. Despite great difficulty in overcoming the pull to the right, Fitch now managed to nurse the plane through a very wide left turn back toward Sioux City.","metadata":null,"markups":[]},{"type":"IMG","text":"This photo of the fan disk, recovered and reassembled after the crash, shows how it split into two main pieces before departing the airplane. (NTSB)","metadata":{"id":"1*9uUKd2JDpB9u4rRDJ0vJJQ.png","originalHeight":1612,"originalWidth":1498,"alt":null},"markups":[]},{"type":"P","text":"Now the pilots needed to think about how they would land. At that moment, they still had a large amount of extra fuel for the rest of the journey to Chicago, which would add considerably to their landing weight. More weight would make the plane harder to stop on the runway — a serious problem, considering that the wheel brakes needed hydraulic power to function. “Start dumping fuel, will ya?” Haynes ordered. “Just hit the quick dump. Let’s get the weight down as low as we can.” From that moment, flight 232 began to jettison fuel.","metadata":null,"markups":[]},{"type":"P","text":"Still fighting against the plane’s rhythmic pitching motion, the crew spotted Sioux City in the near distance. In a pause in his conversation with SAM, Dvorak reported that he had received no useful advice.","metadata":null,"markups":[]},{"type":"P","text":"Finally, Haynes had a moment to introduce himself to the surprise fourth pilot, whom he had never met. “My name’s Al Haynes,” he said, extending a hand.","metadata":null,"markups":[]},{"type":"P","text":"“Hi Al. Denny Fitch,” the training captain replied.","metadata":null,"markups":[]},{"type":"P","text":"“How do you do, Denny?”","metadata":null,"markups":[]},{"type":"P","text":"“I’ll tell you what,” said Fitch, “we’ll have a beer when all this is done.”","metadata":null,"markups":[]},{"type":"P","text":"Captain Haynes smiled. “Well, I don’t drink, but I’ll sure as hell have one,” he said.","metadata":null,"markups":[]},{"type":"P","text":"And with that, it was back to work. Racking his brain for anything that would help the situation, Haynes said, “Can’t think of anything that we [haven’t] done… There really isn’t a procedure for this.”","metadata":null,"markups":[]},{"type":"P","text":"“No, the only thing I can think about that might help you at some point here [is to put] the gear down and that might hold the nose down a bit,” said Fitch.","metadata":null,"markups":[]},{"type":"P","text":"The Sioux City controller confirmed that emergency vehicles were on standby to render aid. To his fellow crewmembers, Haynes said, “Everybody ready?”","metadata":null,"markups":[]},{"type":"P","text":"“Anything above 210 [knots] is going to give you a nose up moment,” said Fitch.","metadata":null,"markups":[]},{"type":"P","text":"A flight attendant entered the cockpit, and the pilots briefed her on the situation. “We have almost no control of the airplane,” said Haynes.","metadata":null,"markups":[]},{"type":"P","text":"“We have no hydraulics at all,” Records added.","metadata":null,"markups":[]},{"type":"P","text":"“It’s gonna be tough, gonna be rough…” said Haynes.","metadata":null,"markups":[]},{"type":"P","text":"“So we’re gonna evacuate?”","metadata":null,"markups":[]},{"type":"P","text":"“Yeah, we’re gonna have the gear down. And if we can keep the airplane on the ground and stop standing up, give us a second or two before you evacuate. ‘Brace’ will be the signal; it’ll be over the PA system — ‘brace, brace, brace.’ And then if you have to evacuate, you’ll get the command signal to evacuate, but I really have my doubts you’ll see us standing up, honey. Good luck, sweetheart.”","metadata":null,"markups":[]},{"type":"P","text":"“Thank you too,” the flight attendant said. The cabin crew now knew the full extent of the danger: even the indomitable Captain Haynes believed that they would crash. It was just a matter of how hard.","metadata":null,"markups":[]},{"type":"IMG","text":"In this actual photo of flight 232 on approach to Sioux City, major damage to the tail section is clearly visible. (Iowa Public Radio)","metadata":{"id":"0*QywfYFtPUx5lzopC","originalHeight":1338,"originalWidth":2048,"alt":null},"markups":[]},{"type":"P","text":"The San Francisco maintenance engineer now told the crew that he planned to escalate their questions farther up the ladder of expertise, and that he’d have an answer soon. Meanwhile, Fitch discussed his plan for the landing. “Okay, I’m gonna try to hold you about 210 [knots],” he said. “I’ll just see if it makes a difference if I bump it … bump it up in the air. This may be the world’s greatest tricycle.”","metadata":null,"markups":[]},{"type":"P","text":"Dvorak received an update from a flight attendant. “She says there appears to be some damage on that one wing. Do you want me to go back and take a look?”","metadata":null,"markups":[]},{"type":"P","text":"“No, we don’t have time,” said Fitch.","metadata":null,"markups":[]},{"type":"P","text":"A short time later, it seems Dvorak went back anyway. Through the windows near the rear of the cabin, he was able to see gaping holes and dangling shreds of metal hanging from the horizontal stabilizers, a shocking discovery that explained how the hydraulic systems had been breached. He returned to the cockpit and said, “Alright, I walked to the back and we got a lot of damage to the tail section. We could see it through the window.” He reported this discovery to SAM, and then repeated the story to the new set of higher level engineers who had just arrived on the line.","metadata":null,"markups":[]},{"type":"P","text":"The crew now discussed how they would lower the landing gear without hydraulic power, and determined that they would have to crank open the doors manually and let the gear free fall into place. While Dvorak and Records worked on getting the gear down, Captain Haynes told the Sioux City controller that the firefighters should expect them to evacuate regardless of the condition of the airplane, and again asked for his position relative to the airport. Descending through about 7500 feet, they struggled to maintain the correct heading. The controller wanted them to land on runway 31, the airport’s longest, which would require a left turn. “232 heavy, your present heading is a little close, sir,” said the controller. “Can you make a shallow left turn about ten degrees or so?”","metadata":null,"markups":[]},{"type":"P","text":"“I’ll try,” Haynes replied.","metadata":null,"markups":[]},{"type":"P","text":"“Got to get my glasses on or I can’t see shit,” Fitch muttered.","metadata":null,"markups":[]},{"type":"P","text":"“United 232 heavy, you’re gonna have to widen out just slightly to your left, sir, to make the turn to final and also it’ll take you away from the city,” said the controller.","metadata":null,"markups":[]},{"type":"P","text":"In a display of forward-thinking selflessness, Haynes said, “Whatever you do, keep us away from the city!”","metadata":null,"markups":[]},{"type":"IMG","text":"This map shows the distribution of debris which fell to earth over the Iowa countryside after the explosion. (NTSB)","metadata":{"id":"1*i0T4JY8p662ntT_hGtVGZA.png","originalHeight":1558,"originalWidth":1036,"alt":null},"markups":[]},{"type":"P","text":"Instead of a left turn, the crew decided to perform one last 360-degree right hand loop to get back on track. Haynes asked for a thirty degree bank, to which Fitch replied, “I can’t handle that steep a bank.” It looked like the plan to approach runway 31 was starting to fall apart.","metadata":null,"markups":[]},{"type":"P","text":"The controller chimed in with an alternative. “United 232 heavy, be advised there is a four-lane highway up in that area, sir, if you can pick that up.”","metadata":null,"markups":[]},{"type":"P","text":"“Okay, we’ll see what we can do here,” said Haynes. “We’ve already put down the gear and we’re gonna have to be putting [down] on something solid if we can.”","metadata":null,"markups":[]},{"type":"P","text":"“Dammit, wish we hadn’t put that gear down,” said Fitch. When landing off a runway — in a field, for example — it’s often better to leave the landing gear stowed, because it tends to sink into the soil and break off, damaging the wings and potentially breaching the fuel tanks. But now that they had lowered it by gravity, there was no way to get it back up in the event that they had to land in a field.","metadata":null,"markups":[]},{"type":"P","text":"“Just keep turning if you can,” Haynes said.","metadata":null,"markups":[]},{"type":"P","text":"“Which way do you want to go?” Fitch asked.","metadata":null,"markups":[]},{"type":"P","text":"“I want to get this thing as close to an airport as we can. If we have to set this thing down in dirt, we set it in the dirt.”","metadata":null,"markups":[]},{"type":"P","text":"“Speed’s too low, watch the angle,” someone chimed in.","metadata":null,"markups":[]},{"type":"P","text":"Haynes told Records to announce four minutes until landing. Records initially broadcast the message to air traffic control, to which Haynes replied, “PA system, PA system, tell the passengers!”","metadata":null,"markups":[]},{"type":"P","text":"“We have four minutes to touchdown, four minutes to touchdown!” Dvorak announced over the PA. In the cabin, passengers reviewed the brace positions, located the nearest emergency exits, and tightened their seat belts. Flight attendants instructed the parents of lap children to hold their babies on the floor.","metadata":null,"markups":[]},{"type":"P","text":"“Can you pick up a road or something up there?” the controller suggested.","metadata":null,"markups":[]},{"type":"P","text":"“Which way do you want to go?” Fitch asked again.","metadata":null,"markups":[]},{"type":"P","text":"“Right, right, right,” said Haynes.","metadata":null,"markups":[]},{"type":"P","text":"“There’s the airport,” Records announced.","metadata":null,"markups":[]},{"type":"P","text":"Struggling to hold a westerly heading, Haynes said, “Back back back back, forward forward forward… Won’t this be a fun landing? Back… I’ll tell you what, I’ll write off your damn [pilot certificate] if we make this, when we make this. That’s fine. Turn left. Help me turn left so we know what it’s doing. Back, back, back…”","metadata":null,"markups":[]},{"type":"P","text":"“I got the runway if you don’t,” said Fitch.","metadata":null,"markups":[]},{"type":"P","text":"“I don’t,” said Haynes. “Come back, come back…”","metadata":null,"markups":[]},{"type":"IMG","text":"An actual photo of flight 232 on final approach to Sioux City. (Sioux City Journal)","metadata":{"id":"0*Tg8f61i65eNpVIIA.jpg","originalHeight":367,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"The controller again offered an alternate plan. “United 232 heavy, if you can’t make the airport, sir, there is an interstate that runs north to south, to the east side of the airport. It’s a four-lane interstate.”","metadata":null,"markups":[]},{"type":"P","text":"“We’re just passing it right now, we’re gonna try for the airport,” said Haynes. Moments later, he added, “We have the runway in sight. We’ll be with you shortly. Thanks a lot for your help.”","metadata":null,"markups":[]},{"type":"P","text":"“Bring it on down, ease her down,” said Fitch.","metadata":null,"markups":[]},{"type":"P","text":"“Oh baby,” Records whispered.","metadata":null,"markups":[]},{"type":"P","text":"“United 232 heavy, the wind’s currently 360 at 11,” said the controller. “You’re cleared to land on any runway.”","metadata":null,"markups":[]},{"type":"P","text":"With a chuckle, Haynes replied, “Roger. You want to be particular and make it a runway, huh?”","metadata":null,"markups":[]},{"type":"P","text":"“Two minutes!” Dvorak announced over the PA. Flight attendants called for the passengers to assume the brace positions.","metadata":null,"markups":[]},{"type":"P","text":"At this point, the controller realized that the crew was lining up with runway 22, not runway 31. The only problem was that runway 22 had been closed for years. It would support a jumbo jet, but since nobody expected flight 232 to try and land there, it was where the fire trucks had gathered to wait for the arrival of the plane.","metadata":null,"markups":[]},{"type":"P","text":"“United 232 heavy, roger, sir. That’s a closed runway, sir, that’ll work, sir,” said the controller. “We’re getting the equipment off the runway. They’ll line up for that one.”","metadata":null,"markups":[]},{"type":"P","text":"“How long is it?” Haynes asked.","metadata":null,"markups":[]},{"type":"P","text":"“Sixty-six hundred feet, six thousand six hundred. Equipment’s coming off.”","metadata":null,"markups":[]},{"type":"P","text":"With touchdown imminent, the pilots faced a monumental task. The act of landing requires precision adjustments to pitch and bank that the pilots of flight 232 would be unable to make. They had no flaps or slats to help them fly at low speeds, so they would be touching down abnormally fast. They had no spoilers to help push the plane smoothly into the runway. Once on the ground, they had virtually no brakes with which to slow down. And if anything went wrong on touchdown, the pilots would be unable to correct it using their rudimentary controls. Even a tiny error could quickly snowball into a catastrophic crash.","metadata":null,"markups":[]},{"type":"P","text":"Over the PA, First Officer Records bluntly told the passengers to prepare for the roughest landing they’d ever seen. People prayed, cried, and finished notes to loved ones, unsure whether they would survive.","metadata":null,"markups":[]},{"type":"P","text":"Approaching low over the airport boundary, Haynes shouted rapid fire orders. “Pull the power back. That’s right. Pull the left one back.”","metadata":null,"markups":[]},{"type":"P","text":"“Pull the left one back,” Records repeated. The ground proximity warning system sounded as the DC-10 approached the ground at six times the normal rate of descent.","metadata":null,"markups":[]},{"type":"P","text":"“Close the throttles,” said Haynes.","metadata":null,"markups":[]},{"type":"P","text":"“No, I can’t pull ’em off, we’ll lose it!” Fitch shouted. “That’s what’s turning us!”","metadata":null,"markups":[]},{"type":"P","text":"“We’re turning!” Records yelled. The right wing started to dip toward the ground. “Left throttle! Left throttle! Left! Left! Left!” he screamed.","metadata":null,"markups":[]},{"type":"P","text":"Fitch pulled the left throttle to idle to try to bring the left wing down, but it was too late.","metadata":null,"markups":[]},{"type":"IMG","text":"Real footage of the crash taken by news crews near the airport. (KTIV)","metadata":{"id":"1*eH4fmLJfo8Lu8C4RQ3obLA.gif","originalHeight":360,"originalWidth":480,"alt":null},"markups":[]},{"type":"P","text":"Traveling at twice the normal landing speed, the right wingtip struck the runway, pulling the plane sideways in a shower of sparks. The wing dug into the ground and the huge DC-10 turned over like a capsizing ocean liner, flames erupting from the shattered fuel tanks. The left wing rose straight up into the air and kept on going as the jet rolled onto its roof, spinning down the runway in a halo of fire. The cockpit and tail ripped off as the upside-down plane pirouetted off one wingtip, rotating almost a full 360 degrees before slamming back down again, shattering the fuselage into several pieces. Huge chunks of the DC-10 tumbled down the runway, spewing black smoke as horrified news crews filmed the violent crash through a chain link fence. Pieces of the plane slid for more than a kilometer, coming to rest over a vast area comprising two runways and an adjacent corn field. Burning debris lay strewn as far as the eye could see. Looking on in utter disbelief, firefighters feared that there would be no survivors for them to save.","metadata":null,"markups":[]},{"type":"IMG","text":"Rescuers rush to the scene moments after the crash. (KTIV)","metadata":{"id":"1*7hAz4WLHpReWlM1TF8pQbw.gif","originalHeight":360,"originalWidth":480,"alt":null},"markups":[]},{"type":"P","text":"On board the plane, chaos broke out at the moment of impact. Babies were ripped from the arms of their parents. A fireball tore down the aisle, setting the cabin interior aflame. Entire rows of seats ripped out of their mountings and disappeared into a fiery void. Virtually the entire business class section disintegrated, killing almost everyone inside, while those near the tail suffered a similar fate. But the center section with the wings attached remained relatively intact, coming to rest upside down in a corn field with most of its occupants still alive. Fire and smoke immediately filled the ruined fuselage as injured passengers struggled to extract themselves from the tangled jumble of seats, luggage, wall panels, and people. Some found themselves hanging upside down from the floor, which had become the ceiling. Many made it out, but some succumbed to the toxic fumes, collapsing in the aisles as they died of smoke inhalation. Survivors streamed out into the cornfield, becoming lost among the tall stalks, while more staggered down the runway toward the astonished firefighters, who couldn’t believe that anyone had lived through the spectacular crash. In the cockpit, which landed well away from the rest of the wreckage, all four pilots had miraculously survived — but not without serious injuries. With rescue crews unable to locate the cockpit until 35 minutes after the crash, Al Haynes, Bill Records, Dudley Dvorak, and Denny Fitch would be among the last to leave the plane alive.","metadata":null,"markups":[]},{"type":"IMG","text":"The seating locations of those who died and those who survived. (Ardenau4 via Wikimedia, based on NTSB material.)","metadata":{"id":"1*90WhFWzywADEVGNhgXLyTA.png","originalHeight":1312,"originalWidth":886,"alt":null},"markups":[]},{"type":"P","text":"As medical workers and airport personnel took stock of the passengers and crew, they were stunned to find that of the 296 people on board, 185 had somehow survived the crash. News anchors, struggling to reconcile the footage of the crash with the count of survivors, mistakenly reported this figure as the number of dead. In fact, 111 people initially lost their lives on flight 232 — by no means a small number, and yet so much less than everyone had expected. Somehow, these pilots had faced a total hydraulic failure, one of the worst emergencies that can befall an airliner, and yet they managed to not only make it to an airport, but also saved more than half their passengers. Although the pilots were devastated that so many people did not survive, the media and the industry both recognized the heroism that they displayed. They had attempted an impossible landing of a flight that was not meant to be saved, and through stellar teamwork, nerves of steel, and a little bit of biting humor, they ensured the best possible outcome in the face of near certain death.","metadata":null,"markups":[]},{"type":"IMG","text":"An aerial shot shows just the final portion of the debris trail. The main fuselage section with the wings can be seen lying upside down; the tail section separated during the crash sequence and can be seen in the upper right. (Iowa Public Radio)","metadata":{"id":"1*615VQmN1FtBDPcjJOuLddA.jpeg","originalHeight":630,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"A month after the crash, one more passenger succumbed to his injuries, bringing the final death toll to 112. The pilots, however, all made full recoveries and went on to receive widespread fame for the outstanding airmanship that they displayed on flight 232. They had managed to keep their crippled DC-10 in the air for 44 minutes without any flight controls, a feat that numerous pilots later tried and failed to replicate in the simulator.","metadata":null,"markups":[]},{"type":"P","text":"On a purely physical level, the high survival rate can be attributed to the lengthy breakup sequence, in which the tumbling aircraft debris bled off its speed over a large distance instead of immediately coming to a stop. When momentum is slowly reduced through many bounces and rolls, each individual impact is less forceful, increasing the chances of survival. Similarly, a head-on crash into a brick wall is much more likely to kill the driver of an automobile than a spectacular rollover crash that kicks up a lot of dust and makes a lot of noise. Also contributing to the outcome was the presence of 285 national guard members at Sioux Gateway Airport who assisted in the rescue, as well as an ongoing shift change at the local hospital that left more doctors and nurses on duty to tend to the injured.","metadata":null,"markups":[]},{"type":"IMG","text":"Another angle shows the majority of the debris trail. (Sioux City Journal)","metadata":{"id":"0*0iXajHqTWnCbEemh.jpg","originalHeight":409,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"As soon as the National Transportation Safety Board received word of the crash, the agency launched a massive investigation to determine the cause. They knew that the number two engine had failed, causing debris to puncture all three hydraulic systems. But they faced an immediate hurdle: the fan disk that caused the failure wasn’t at the crash site. It had been ejected at cruising altitude somewhere over the vast expanse of northern Iowa, and no one knew where it had landed. Desperate to find the disk, the NTSB promised a reward to whoever discovered it. Despite this, it wasn’t until the autumn harvest several months after the crash that a farmer happened to stumble across the two main pieces of the fan disk hiding in the middle of her cornfield, where they were finally uncovered by her combine harvester. Only now were investigators able to closely inspect the disk and discover the tiny impurity of nitrogen that led to the failure and brought down a fully loaded DC-10.","metadata":null,"markups":[]},{"type":"IMG","text":"Close up of the burnt-out center fuselage section, where the majority of the survivors were seated. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*PSvv1_eitJSpUeLJ.jpg","originalHeight":378,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"If something so small could bring down an airliner, clearly change was needed in the field of quality assurance. As a result, the NTSB recommended that new technologies be developed to make in-service inspections of aircraft parts more effective, including a critical provision which mandated that all inspections be carried out with a “second set of eyes” to watch the primary inspector when working on particularly important components. The NTSB also called for a sweeping study of uncontained engine failures to find ways to prevent them and mitigate their effects. In the 15 years or so leading up to the crash of flight 232, there had been noteworthy uncontained engine failures in the US every year. Since 1989, however, the practice of designing engines to contain flying parts has advanced considerably, with new certification tests requiring engine casings to withstand the impact of ejected fan blades or other supersonic debris, greatly reducing the chances that an engine failure will damage other parts of the aircraft.","metadata":null,"markups":[]},{"type":"IMG","text":"Iowa Air National Guard Lieutenant Colonel Dennis Nielsen carries 3-year-old crash survivor Spencer Bailey away from the wreckage of flight 232. (Omaha World Herald)","metadata":{"id":"0*r59cNtOETOy1wqtb.jpg","originalHeight":619,"originalWidth":477,"alt":null},"markups":[]},{"type":"P","text":"In the field of crash survival, some practices had worked while others may have exacerbated the number of injuries and deaths. The brace position was credited with saving many lives by preventing injuries that would have precluded the possibility of escape. However, many called into question United Airlines’ policy of placing babies on the floor in front of their parents’ seats. Of the four lap children on board, two were ripped from their mothers’ hands, and one perished in the smoke and flames. Flight 232 flight attendant Jan Brown-Lohr was haunted for years afterward by the memory of telling mothers to put their babies on the floor. In testimony before the US Congress, she said, “I was finally forced to leave the wreckage due to prohibitive and deadly smoke. The first person I encountered was a mother of a 22 month old boy — the same mother I had comforted and reassured right after the engine exploded. She was trying to return to the burning wreckage to find him, and I blocked her path, telling her she could not return. And when she insisted, I told her that helpers would find him. [She] then looked up at me and said, ‘You told me to put my baby on the floor, and I did, and he’s gone.’” As a direct result of her lobbying, passengers with babies are now instructed to hold them on their laps and lean forward over them when assuming the brace position, instead of placing them on the floor.","metadata":null,"markups":[]},{"type":"IMG","text":"A view into the tail section. Around 15 people seated back here survived; only two died. (Sioux City Journal)","metadata":{"id":"0*QfK_pejEC216jfpK","originalHeight":1579,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"Although the NTSB criticized the process that was used to manufacture the fan disk, action had long since been taken. At the time of the crash, rules regarding the casting of metal ingots destined for use in rotating aircraft parts had already been tightened compared to the rules when the fan disk on flight 232 was made in 1971. In order to prevent gas impurities, the newer rules required the metal to be melted in a vacuum three times instead of two, and regulations have only become stricter since. The way critical aircraft components are inspected has also changed, with parts such as the fan disk now undergoing much more accurate “eddy current” inspections that use electromagnetic induction to identify cracks.","metadata":null,"markups":[]},{"type":"P","text":"But perhaps the most important change to come out of the Sioux City crash was the development of an entirely new system to prevent a total loss of hydraulics from ever happening again. McDonnell Douglas, followed shortly thereafter by other major manufacturers, added shutoff valves to all aircraft hydraulic systems so that if a breach occurs, the valves will automatically close and prevent the hydraulic fluid from escaping. A warning will then sound in the cockpit to inform the pilots that the shutoff valves are engaged. Since these changes were made, there has not been another similar accident. (Although a DHL cargo plane taking off from Baghdad lost all its hydraulics after a missile attack in 2003, the pilots managed to land safely using engine thrust alone, avoiding a crash.) It is therefore unlikely that any crew will ever again face the same situation confronted by the pilots of United Airlines flight 232. This change represents a special type of safety improvement, one that doesn’t just mitigate a specific failure, but which addresses many types of possible situations, ensuring that a wide range of in-flight emergencies can end with a safe landing instead of a catastrophic crash.","metadata":null,"markups":[]},{"type":"IMG","text":"Another view of the DC-10’s detached tail section. (ABC News)","metadata":{"id":"0*9gTCMX0jOM7GZNFC.jpg","originalHeight":558,"originalWidth":992,"alt":null},"markups":[]},{"type":"P","text":"The legacy of United Airlines flight 232 has been to a great extent ensured by the actions of the pilots in the decades after the crash. Captain Al Haynes went on to become a lecturer on aviation safety, speaking to packed audiences about the factors that led flight 232 to what was probably its best possible outcome. Although he (along with the other crewmembers) is universally regarded as a hero, Haynes never accepted this honor, arguing to the end that the survival of so many people came down not just to his skill, but also the cooperation displayed by all the pilots, the long period of time available in which to prepare, the actions of the flight attendants both before and after the crash, and no small amount of luck. (Indeed, simulator tests showed that the exact position in which a similarly crippled aircraft strikes the runway is essentially random and outside the pilots’ control.) And all the pilots of flight 232 agreed that what prepared them most for the emergency were the principles of crew resource management. “Up until 1980, we kind of worked on the concept that the captain was THE authority on the aircraft,” Haynes once said during a lecture. “What he said, goes. And we lost a few airplanes because of that.” But, he went on to say, the emphasis of CRM on fostering an open cockpit where everyone trusted each other and every opinion mattered is what enabled the crew of flight 232 to work together to overcome a problem that none of them could have faced alone.","metadata":null,"markups":[]},{"type":"P","text":"In memory of Denny Fitch (1942–2012) and Al Haynes (1931–2019). They lived long enough to see an aviation industry that was safer than ever before, in part because of the lessons of United 232.","metadata":null,"markups":[{"type":"EM","start":0,"end":193,"href":null,"anchorType":null}]},{"type":"P","text":"_____________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/om66sw/1989_fields_of_fortune_the_crash_of_united/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 190 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}