{"id":"a4ae6a4ef734","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71420},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/a-shot-in-the-dark-the-untold-story-of-korean-air-lines-flight-007-a4ae6a4ef734","createdAt":1716265270499,"firstPublishedAt":1716269514345,"latestPublishedAt":1722137897278,"updatedAt":1722298823264,"clapCount":3342,"title":"A Shot in the Dark: The Untold Story of Korean Air Lines flight 007","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"A Shot in the Dark: The Untold Story of Korean Air Lines flight 007","metadata":null,"markups":[]},{"type":"IMG","text":"The front page of the New York Times almost two days after the shootdown captures the shock that was felt in the immediate aftermath. (New York Times)","metadata":{"id":"0*IYhErpBXy_HAibzl.jpg","originalHeight":570,"originalWidth":832,"alt":null},"markups":[]},{"type":"P","text":"On the 1st of September 1983, in the freezing darkness high above far eastern Russia, a Soviet fighter pilot changed the course of history with the press of a switch and a curt transmission to his commander: “The target is destroyed.” His was the closing shot in a mid-air drama that would confound the world and bring two superpowers closer to the brink of war, a shot that should never have been fired — because the target wasn’t a hostile attacker, but a South Korean airliner, a Boeing 747 flying wildly off course into the hornet’s nest, her crew oblivious to the danger.","metadata":null,"markups":[]},{"type":"P","text":"The shootdown of Korean Air Lines flight 007 took the lives of 269 people and raised troubling questions on both sides of the Pacific. How could a trained flight crew make such a colossal navigational error, and then fail to notice for five and a half hours? Were they really so unaware? And how could Soviet air defense fail to recognize that the airliner wasn’t a threat? Did they know that they were attacking a plane full of civilians? For ten years, these questions had no concrete answers, becoming fuel for wild speculation and deliberate manipulation by politicians and amateur observers alike, building a cloud of myth and mystery around the events of that September night. But with the end of the Cold War came an end to the embargo on information, and since 1993 a great deal has come to light about what really happened — not only on board flight 007, but also among the Soviet military personnel who shot it down, and within the halls of power in Moscow and Washington, where staunch cold warriors used the shootdown to further their goals at the expense of the truth. Piecing together the evidence reveals that that truth is at once extraordinary and mundane; unbelievable yet inevitable; monstrous, but also terrifyingly human — a story that still lingers darkly in the imagination more than 40 years after it began.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"BQ","text":"Note to readers: Footnotes lead to a bibliography, linked at the bottom.","metadata":null,"markups":[]},{"type":"IMG","text":"A Japan Airlines 747 at Anchorage International Airport in the 1980s. (Flickr user mpar21)","metadata":{"id":"0*I16fbzyoJYGbB2n3.jpg","originalHeight":679,"originalWidth":1024,"alt":null},"markups":[]},{"type":"H3","text":"Part 1: Alaskan Origins","metadata":null,"markups":[{"type":"STRONG","start":0,"end":23,"href":null,"anchorType":null}]},{"type":"P","text":"The city of Anchorage, Alaska has long been a key port of call for flights between East Asia and the US and Europe, serving as a vast refueling station and cargo hub where many planes land but relatively few passengers disembark. Today, passenger flights generally skip the Anchorage pit stop — the advent of ultra-long-haul jets and the end of strict airspace bans in China and Russia now allow most East Asian airlines to reach their destinations directly. During the 1980s, however, tense geopolitical relations prevented European, American, Korean, Japanese, or Taiwanese airlines from entering the airspace of the Soviet Union, forcing these companies to fly sometimes circuitous routes. [1]","metadata":null,"markups":[]},{"type":"P","text":"For South Korean flag carrier Korean Air Lines, the company’s routine flight 007 from New York to Seoul would have been most expeditiously accomplished by crossing the Canadian Arctic, skirting near the North Pole, and descending across Siberia. But because South Korea was a close ally and strategic partner of the United States, in the 1980s Korean Air Lines was forbidden from using Soviet airspace, forcing the airline to send its Boeing 747–200s on a longer, more southerly route across Alaska and the North Pacific. And that meant a stopover in Anchorage — not only to take on more fuel, but also to change crews. On a direct flight from New York to Seoul, a relief crew would be provided in order to comply with duty time limits, but the stopover allowed the airline to avoid this. The Anchorage to Seoul leg by itself only barely complied with those limits, stretching for just over eight hours depending on wind conditions, and it was always scheduled to take place in the middle of the night, making it rather unpopular with flight crews. In fact, the crew of the ill-fated flight would later be captured discussing whether greater seniority allowed company pilots to avoid the wearying Transpacific service. [2]","metadata":null,"markups":[]},{"type":"IMG","text":"HL7442, the aircraft involved in the accident. (Udo Haafke)","metadata":{"id":"0*uk7aOKyq7bxramKQ.png","originalHeight":540,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"Scheduled to operate the Anchorage to Seoul leg of Korean Air Lines flight 007 the night of August 31st, 1983 were three pilots, including a rather senior captain, 45-year-old Chun Byung-in. A former Air Force pilot, Chun had previously been selected as a backup crewmember for the South Korean presidential aircraft, and he had accumulated over 10,600 flying hours, over half of them on the Boeing 747. He was joined that night by 47-year-old First Officer Son Dong-hui, who had over 8,900 hours, and 31-year-old Flight Engineer Kim Eui-dong, who had about 4,000. None had any notable prior incidents or known training difficulties. [3]","metadata":null,"markups":[]},{"type":"P","text":"All three pilots were finishing a five-day trip that took them across numerous time zones and the international date line, disturbing their bodily rhythms to a significant degree. After leaving Seoul on the first day of the trip, the crew spent 22 hours in Anchorage before operating a flight to New York, where they remained for a further 31 hours. On August 30th, the crew left New York at the helm of a cargo flight back to Anchorage with a stop in Toronto, arriving at 22:37 UTC (13:37 Alaska time). With flight 007 to Seoul scheduled to depart Anchorage at around 13:00 UTC (4:00 in the morning Alaska time), and with considerable pre-flight activities on the schedule, they would have only 11 hours and 45 minutes of rest in the KAL crew hostel before they were expected to report for duty 80 minutes prior to the scheduled departure time, followed by a further 8 hours in the air. With the flight scheduled to arrive in Seoul at 6:00 a.m. Korean time on September 1st, virtually the entire journey would take place under conditions of darkness as the airplane fled westward, away from the coming dawn. [3] Although this schedule complied with duty time limits, and was to a certain extent inevitable in the world of long-haul airline operations, it doesn’t take an aeromedical expert to recognize that this crew was probably fatigued before flight 007 even departed, and only became more so as the flight progressed.","metadata":null,"markups":[]},{"type":"IMG","text":"The intended route of flight 007 with details of navigational waypoints during the overland phase. (Own work, maps by Google)","metadata":{"id":"1*-sgo7X248yOiFXKAvjm0Iw.png","originalHeight":902,"originalWidth":2508,"alt":null},"markups":[]},{"type":"P","text":"As the crew prepared for the flight, they examined a number of key documents, including weather, load information, and the airline’s computer-generated flight plan. According to the manifest, there would be 269 people aboard the double-decker 747, including the three pilots, 20 flight attendants, and 246 passengers, two of whom were Korean sky marshals operating undercover to prevent hijackings. [4] All of the passengers had boarded in New York. In total, the occupants included men, women, and children from 16 countries, including 105 from Korea, 63 from the United States, 28 from Japan, and 23 from Taiwan. One of these passengers was sitting US Congressman Larry McDonald, a Democrat representing Georgia’s 7th Congressional District, and the chairman of the anti-communist John Birch Society, a conservative advocacy group. Widely considered the most conservative member of the House of Representatives at the time, [4] he harbored strong anti-Soviet views, which he planned to express at a 30th anniversary celebration of the US-South Korea Mutual Defense Treaty in Seoul. He had originally been scheduled to fly to the event with Senator Jesse Helms, Senator Steve Symms, and Congressman Carroll Hubbard, but he missed the group’s original flight and boarded KAL 007 instead. [5]","metadata":null,"markups":[]},{"type":"P","text":"There is no evidence suggesting that the flight crew was aware of McDonald’s presence on board. Instead, they were more likely concerned with the flight plan, which was largely familiar but contained a couple of minor deviations from the norm.","metadata":null,"markups":[]},{"type":"P","text":"Having flown between Seoul and Anchorage more than 80 times during his long career at the airline, Captain Chun was well aware of the specifics. After takeoff, they would follow Standard Instrument Departure №8 to the westbound J501 airway, crossing over the Cairn Mountain non-directional beacon (NDB), followed by the Bethel VOR radio beacon near the west coast of Alaska. After that, they would enter oceanic airspace, where there was no radar coverage and only limited VHF radio coverage, forcing them to adhere to a unique set of oceanic navigation and communication procedures. [3]","metadata":null,"markups":[]},{"type":"IMG","text":"Map of the NOPAC air routes extant at the time. R20 is the most northerly. (ICAO)","metadata":{"id":"1*u_Szitpd9FRDYUFBEi8VJg.png","originalHeight":1614,"originalWidth":2220,"alt":null},"markups":[]},{"type":"P","text":"The air corridor between Alaska and East Asia was by 1983 the second busiest oceanic air route in the world, after the North Atlantic route system between the US and Europe. In order to ensure separation between aircraft flying over the ocean far from any radar stations, the region operated under a set of rules called the North Pacific Composite Route System, or NOPAC for short. Established in 1982, the NOPAC system consisted of five parallel routes defined by specified geographic coordinates, each with a width of 50 nautical miles in order to accommodate potentially imprecise navigation techniques. For westbound traffic, two routes were available, known as R20 and R80. [3] Korean Air Lines flight 007 was scheduled to use route R20, which skirted the edge of Soviet airspace near Kamchatka and the Kuril Islands in far eastern Russia, earning it the nickname “Red Route 20” among some American pilots. [6]","metadata":null,"markups":[]},{"type":"P","text":"Air traffic controllers tracked the progress of aircraft along the NOPAC air routes by checking with flight crews at certain compulsory reporting points. After passing Bethel, crews were expected to check in at waypoints NABIE, NEEVA, NIPPI, NOKKA, NOHO, and NANAC, with a handover from Anchorage oceanic control to Tokyo oceanic control occurring at waypoint NIPPI. [3]","metadata":null,"markups":[]},{"type":"P","text":"Because there were no ground-based navigational aids within range over most of this route, following it would historically have required use of a technique called “dead reckoning.” Dead reckoning refers to the manual calculation of one’s position by closely tracking speed, wind, heading, and elapsed time. In the early days of trans-oceanic flight, navigators were employed for this purpose, but by 1983 they had been superseded by a magical box called the inertial navigation system, or INS.","metadata":null,"markups":[]},{"type":"P","text":"Inertial navigation is essentially an advanced, automated form of dead reckoning, in which a computer uses data from a set of gyroscopes to continuously calculate the position of the airplane in three-dimensional space, much as the navigators of yore did with pen and paper. All the flight crew needed to do was enter the coordinates of the airplane’s parking spot prior to pushback, wait for the system to initialize, then copy over the coordinates of the reporting points — such as NABIE and NIPPI — from the oceanic air route indicated in their flight plan. Then, once airborne, the crew could link the INS to the autopilot, and the autopilot would fly the entire programmed track from start to finish, with any number of heading changes on the way, with no reference whatsoever to anything outside the airplane. Today this would be done using GPS, which is much more accurate, but in 1983 INS systems were state-of-the-art, with a “drift” rate of about 1 nautical mile per hour on average. This meant that after 8 hours navigating by INS, flight crews could still expect to be within 8 nautical miles laterally of the desired track, which was well within the 25-nautical-mile tolerance either side of a standard oceanic airway. Furthermore, airplanes were normally equipped with three independent inertial navigation systems that were required to agree with one another, making a failure extremely unlikely. According to expert testimony presented to the US Congress after the accident, the largest INS track error ever recorded in the NOPAC route system to date was 17 nautical miles. [7]","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"H3","text":"Part 2: Charting a Course","metadata":null,"markups":[{"type":"STRONG","start":0,"end":25,"href":null,"anchorType":null}]},{"type":"P","text":"On the ground in Anchorage, the crew of flight 007 initialized the INS, then programmed the INS track according to the flight plan. They presumably briefed the departure and discussed the NOTAMS (notices to airmen) applicable to their route, but no direct record of this remains.","metadata":null,"markups":[]},{"type":"P","text":"Subsequently, at 12:58 flight 007 was cleared for takeoff on runway 32 and became airborne precisely on time at 13:00 UTC (4:00 local). Following the standard instrument departure procedure, they climbed initially to the northwest. Forty seconds after takeoff, the Anchorage departure controller called flight 007 and said, “Korean Air zero zero seven, Anchorage departure, radar contact, climb and maintain flight level three one zero, turn left heading two two zero.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, two two zero, climb and maintain three one zero, roger,” First Officer Son read back.","metadata":null,"markups":[]},{"type":"P","text":"Captain Chun initiated the left turn to the southwesterly heading of 220. The purpose of this heading was to bring the plane back toward the centerline of the J501 airway connecting Anchorage and Bethel, the oceanic gate for route R20. [3]","metadata":null,"markups":[]},{"type":"P","text":"The J501 airway was defined by two VOR radio beacons located in Anchorage and Bethel respectively. A VOR beacon emits VHF radio signals with distinct characteristics that allow receivers on aircraft to determine the magnetic bearing from the VOR to the airplane. This bearing is known as a radial. Historically, airways were defined according to specified radials of specified VORs, allowing flight crews to follow the airway by maintaining a particular VOR radial.","metadata":null,"markups":[]},{"type":"P","text":"When flying westbound, the J501 airway was defined by the 245-degree radial of the Anchorage VOR, which pointed directly toward the Bethel VOR; or by the reciprocal radial from Bethel if flying eastbound. With this in mind, the computerized flight plan for flight 007 included the coordinates of the Anchorage VOR and the Bethel VOR as the first and third waypoints on the INS track. [8]","metadata":null,"markups":[]},{"type":"P","text":"This fact was particularly important because the INS could only be engaged if the airplane was within 7.5 nautical miles of the programmed track.","metadata":null,"markups":[]},{"type":"P","text":"On the 747, a pilot desiring to follow a programmed INS track first needed to engage the autopilot, then select INS mode in the autopilot’s lateral (navigational) channel. This would cause the autopilot to fly the airplane according to commands from the INS. But if INS mode was selected while more than 7.5 nautical miles from the programmed track, then the INS mode would arm, but would not engage until the distance from the track became less than 7.5 NM.","metadata":null,"markups":[]},{"type":"P","text":"The INS, while turned on, was aware of the airplane’s location relative to the programmed track as long as the initial coordinates were accurately entered by the flight crew prior to pushback from the gate. All movements after that were tracked using the INS’s dedicated gyroscopes. However, again, turning on the INS and engaging the INS mode are two different things. The INS can be fully operational, tracking the airplane’s position perfectly, but this will have no bearing on where the airplane flies next unless the INS autopilot mode is engaged.","metadata":null,"markups":[]},{"type":"P","text":"In order to maneuver the airplane into the 7.5 NM INS mode engagement zone, the flight crew also needs to know their location relative to the programmed track. In this case, since the programmed track corresponded to the J501 airway, the easiest way to navigate to the track was to find the airway using the specified VOR radial — in this case, the 245-degree radial of the Anchorage VOR. However, when the pilots of flight 007 examined their pre-flight paperwork, they presumably observed that a NOTAM had been issued, informing flight crews that the Anchorage VOR was temporarily unserviceable. Furthermore, it would not be possible to establish the aircraft on the J501 airway using the Bethel VOR either, because during the takeoff and climb phases it was out of range. [9]","metadata":null,"markups":[]},{"type":"P","text":"Korean Air Lines company procedures did not clearly state what to do when the VOR that would normally be used to locate the INS track was inoperative. However, other flight crews generally solved this issue by using a feature of the inertial navigation system itself, called “cross track error.” As stated earlier, the INS was aware of the airplane’s position relative to the programmed track, and this information was accessible to pilots via the INS display interface in the cockpit, where the horizontal distance between the aircraft and the programmed track was presented as the “cross-track error.” By monitoring this parameter, pilots could select a heading that caused the cross-track error to decrease, then engage the autopilot INS mode when the cross-track error dropped below 7.5 NM. [9]","metadata":null,"markups":[]},{"type":"P","text":"The reason this was not the default procedure was because tuning to a ground-based VOR would reveal whether the crew had properly entered the starting coordinates, whereas referencing cross-track error would not. For example, if the starting coordinates were off by one degree of latitude, then the INS’s entire conception of space would also be off by one degree of latitude, which would cause the cross-track error to read zero when the aircraft was one degree of latitude away from the intended track. A VOR radial is unaffected by such an error.","metadata":null,"markups":[]},{"type":"P","text":"Little is known about the decision-making of the crew of flight 007 as they faced down this navigational problem. However, they self-evidently didn’t use the cross-track error method, because of what followed.","metadata":null,"markups":[]},{"type":"P","text":"As flight 007 proceeded southwest on heading 220, two minutes after takeoff, the Anchorage departure controller transmitted, “Korean Air zero zero seven heavy, proceed direct Bethel when able.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, proceed direct to Bethel, roger,” First Officer Son replied.","metadata":null,"markups":[]},{"type":"P","text":"At this time, flight data indicates that the crew engaged the autopilot. Captain Chun then presumably selected heading mode in the autopilot’s lateral channel. In this mode, the autopilot steers the plane onto a magnetic heading selected by the pilot, and holds the airplane on that heading until a different heading is selected, or a different mode is engaged. In this case, Chun apparently selected a heading of 245 degrees, which was not coincidental — this was the radial of the Anchorage VOR that defined the J501 airway. [3] At this point flight 007 was fairly close to the airway, so this heading should have approximated the INS track quite well, putting the aircraft within the 7.5 NM buffer zone. The INS mode could then be engaged successfully — but only up to a point, for reasons that we will now examine.","metadata":null,"markups":[]},{"type":"IMG","text":"Magnetic declination across Alaska, the North Pacific, and Far East Russia in 1983. (NOAA)","metadata":{"id":"1*t2VRdkO5Dbaih3PnadFK9Q.png","originalHeight":1038,"originalWidth":1762,"alt":null},"markups":[]},{"type":"P","text":"The fundamental problem with the actions described above is that the INS navigates with reference to true north — that is, the north pole. However, aircraft compasses, VOR radio beacons, and other navigational infrastructure all operate with respect to earth’s magnetic field at that particular location. The magnetic field isn’t a neat grid spanning the earth’s surface — it has lobes and wobbles, and its center point is at the north magnetic pole, which is not always particularly close to the true north pole, and tends to move around. The difference between true north and magnetic north (i.e. where a compass points) is called magnetic declination. [10]","metadata":null,"markups":[]},{"type":"P","text":"In Anchorage, the local magnetic declination in 1983 was about 24 degrees east of true north. In parts of the world far from the magnetic pole, the local declination changes little even over vast distances. But in places closer to the pole, such as Alaska, there can be a rather large difference in local declination from one area to the next.","metadata":null,"markups":[]},{"type":"IMG","text":"How changing magnetic declination across Alaska results in a change in heading while proceeding perfectly straight from Anchorage to Bethel. (Own work, map by Google)","metadata":{"id":"1*nB_FUEhiAfKx8r6MaTz1Mg.png","originalHeight":1030,"originalWidth":1742,"alt":null},"markups":[]},{"type":"P","text":"Consider the case of the J501 airway. When standing on the Anchorage VOR, the heading to Bethel was 245 degrees. However, if you were to point your aircraft toward 245 degrees at Anchorage, then fly in a perfectly straight line, by the time you got to the half way point — at the Cairn Mountain NDB — your magnetic heading would now be 243 degrees, even though you made no turns. And in fact, you’d still be on course to overfly Bethel as planned. That’s because the local magnetic declination at Cairn Mountain is 22 degrees, not 24. [11] The angle between your flight path and Bethel hasn’t changed, but the position of north has, which results in your magnetic heading changing proportionally, even though you’re not turning.","metadata":null,"markups":[]},{"type":"P","text":"However, if you’re flying with an autopilot that has a heading mode, and you depart Anchorage with a selected heading of 245 degrees, then the autopilot is going to make constant small course adjustments to maintain that magnetic heading, even though the position of north is changing. In that case, as local magnetic declination decreases, the autopilot will keep imperceptibly steering to the right in order to make up for the decrease, causing the aircraft to diverge from the intended flight path. To put it another way: if you were still headed directly toward Bethel, then your heading at Cairn Mountain should be 243 degrees — which means that if it’s still 245 degrees, then you’re two degrees right of track.","metadata":null,"markups":[]},{"type":"P","text":"In the case of Korean Air flight 007, the flight crew apparently engaged the autopilot in heading mode with a selected heading of 245 degrees at a time approximately three minutes after takeoff. By then they were within the 7.5 NM band either side of the nav track and could have engaged INS mode at any time. [3] However, as long as the autopilot continued to maintain a heading of 245 degrees, their path would slowly diverge to the right of the INS track because of the decreasing local magnetic declination, as described above. That meant that if the pilots waited too long to engage INS mode, the aircraft might drift outside the 7.5 NM engagement window.","metadata":null,"markups":[]},{"type":"P","text":"It is unknown to this day whether the crew of flight 007 actually selected INS mode or not. If the crew simply forgot to switch over from heading mode, then the aircraft would have continued to maintain 245 degrees indefinitely — which, spoiler alert, is what happened. However, this mistake is improbable for a couple of reasons. For one, the Boeing 747’s autopilot control panel prominently displayed the selected mode, which would have read “heading.” The position of the autopilot mode switch would also be wrong. [3]","metadata":null,"markups":[]},{"type":"P","text":"A more plausible hypothesis is that the flight crew waited to select INS mode until they had already reached their cruising altitude of 31,000 feet. If this was the case, then INS mode was likely selected after they had already drifted more than 7.5 NM to the right of the programmed track.","metadata":null,"markups":[{"type":"EM","start":205,"end":210,"href":null,"anchorType":null}]},{"type":"IMG","text":"The approximate flight path of KAL 007 after takeoff from Anchorage. (Own work, map by Google)","metadata":{"id":"1*n1HBNEiQmptNGtSUuwBy8g.png","originalHeight":1118,"originalWidth":2322,"alt":null},"markups":[]},{"type":"P","text":"According to air traffic control records, at 13:27 UTC Anchorage area control transmitted, “Korean Air zero zero seven, radar service is terminated, contact center on one two five point two,” handing the flight over to the next sector. At this point flight 007 was passing Cairn Mountain, which represented the western limit of Anchorage’s radar coverage. Military radar in King Salmon would continue to track the flight until well past Bethel, but while this radar was displayed in the Anchorage control center, it was not approved for controlling civilian aircraft, and for all practical purposes radar tracking of flight 007 ceased at Cairn Mountain. At that moment, the flight was still climbing through 30,000 feet, and was already more than 6 nautical miles north of the INS track. [3]","metadata":null,"markups":[]},{"type":"P","text":"The farther west flight 007 flew, the faster it diverged from the INS track, and the deviation would have exceeded 7.5 NM within a very short time after reaching 31,000 feet. If at that point the flight crew finally selected INS mode, the mode would have armed, but it would not have engaged.","metadata":null,"markups":[]},{"type":"P","text":"There is good reason to believe that this is what the crew did. Korean Air Lines company procedures apparently called for flight crews to engage the INS only once they were in range of the oceanic gate, which in this case was the Bethel VOR. This VOR would first become detectable at about 175 nautical miles’ distance, or a few minutes’ flying time beyond Cairn Mountain. Deviation to the right of track was approximately 8 NM at that point. [4]","metadata":null,"markups":[]},{"type":"P","text":"Switching to INS mode at this point would have resulted in a number of insidious indications. For one, in 1983 the Boeing 747 was not capable of simultaneously displaying an armed mode alongside an active mode. On modern aircraft there are separate display fields for armed and active modes, but flight 007 had only one display slot, which defaulted to the armed mode. That meant that if the crew selected INS mode while outside the engagement window, the indicated mode would have changed from “heading” to “INS armed.” However, the autopilot would have continued to operate in heading mode until the conditions for INS mode engagement were met — which they never would be, since the aircraft was diverging farther from the track with every passing moment. There would have been no direct indication that heading mode was still active, other than the fact that their heading was not changing. However, only minor heading changes were expected at a couple of points along the intended route, so this discrepancy would hardly have been attention-grabbing. [3]","metadata":null,"markups":[]},{"type":"P","text":"To make matters even worse, the INS was turned on, and it was tracking the flight’s progress relative to the programmed waypoints. An INS is not so accurate as to take the aircraft directly over the waypoint every single time, so the system was programmed to detect when the aircraft crossed abeam the waypoint, rather than over it. Therefore, when flight 007 crossed an imaginary line running perpendicular to the intended track at Cairn Mountain, the INS would have informed the crew that they were passing Cairn Mountain, even though the aircraft was actually 6 NM north of the waypoint. This could have created an illusion that the aircraft was on course. [3]","metadata":null,"markups":[{"type":"EM","start":292,"end":297,"href":null,"anchorType":null}]},{"type":"P","text":"Furthermore, at the time the INS mode was presumably selected, a cross-check with the Bethel VOR may not have revealed the error. The difference between the expected and actual bearing from the VOR to the aircraft at Cairn Mountain would have been less than the margin of error of the VOR equipment. [4]","metadata":null,"markups":[]},{"type":"P","text":"Nevertheless, even at this early stage there were several ways for the crew to detect that something was wrong. The most obvious would have been the cross-track error parameter on the INS display, described previously. Additionally, the INS display included the actual coordinates of the aircraft, which could have been cross-checked with the desired position to uncover the error. [3] The autopilot mode indication would also have been illuminated in amber, whereas it would have been green if the INS mode was engaged. One can only conclude that if this was indeed what happened, then the flight crew did not examine their navigation display and did not perceive that the mode indication was incorrect. [9]","metadata":null,"markups":[]},{"type":"P","text":"Air traffic controllers could in theory have detected that flight 007 was 6 NM north of track at Cairn Mountain, but there was no requirement for controllers to cross-check an aircraft’s position when terminating radar service, and they did not do so. This was because flight 007’s clearance was “direct to Bethel,” not via any specific airway, thus the flight was under own navigation and could get to Bethel however it wanted. Whether it adhered to the centerline of the airway specified in the company flight plan was not, at that point, ATC’s concern. [3]","metadata":null,"markups":[]},{"type":"P","text":"After leveling off at 31,000 feet, the flight proceeded without incident. What the flight crew were doing is unknown, but at 13:50 they reported crossing Bethel and estimated waypoint NABIE at 14:30. By that point the aircraft was 12 NM north of track, but no comment about this was made. The King Salmon radar continued to track flight 007 for a short time beyond this point, but after that it disappeared into the vast expanse of the Bering Sea.","metadata":null,"markups":[]},{"type":"P","text":"Although no radar accessible to civilians tracked the aircraft past Bethel, flight 007 was nevertheless proceeding through airspace considered critical to United States military interests. US and Soviet territory lay within sight of each other in the Bering Strait, and both Alaska and far eastern Russia were packed with military installations, from radar to listening stations to airbases. Large parts of the Bering Sea were actually radar monitored by the US military, for the purpose of enforcing the US Air Defense Identification Zone (ADIZ).","metadata":null,"markups":[]},{"type":"P","text":"In the US, aircraft flying “into, within, or out of” an ADIZ are subject to certain requirements under 14 Code of Federal Regulations Part 99, Subpart A. In practice, however, these requirements are pretty basic: one must have a radio turned to the appropriate ATC frequency; one must have an operating transponder; one must have a flight plan specifying the locations and times of entry into and exit from the ADIZ; and one must leave the ADIZ within five minutes of the departure time listed in the flight plan. All commercial aircraft already comply with these requirements on any revenue flight regardless of whether they plan to enter an ADIZ. The regulation does also require that aircraft report the time, position, and altitude at which they crossed the last waypoint before entering the ADIZ, which in the case of flight 007 was met when the crew reported crossing Bethel at 31,000 feet and time 13:49. [12]","metadata":null,"markups":[]},{"type":"P","text":"In practice, there were no special procedures whose omission or noncompliance would have led to flight 007 attracting military attention when it entered the Alaska ADIZ. Within the ADIZ, the US military reserved the right to contact and intercept any aircraft that it deemed suspicious, but a flight carrying a commercial transponder and proceeding westbound from Alaska on a steady course and altitude would not have generated any interest whatsoever. According to longstanding practice, the US military ignored commercial traffic within the NOPAC system and no communication with civilian controllers about this traffic normally took place. Military radar operators in the region paid no attention to flight 007 and there is no direct evidence that anyone at these facilities noticed that the flight was off course. [3] The Anchorage ATC tapes did capture a distant voice at 14:34 that might have been saying “persons should warn them,” but the voice was too faint to be read clearly. It is believed that this statement was made over an unrecorded landline, and it’s unknown whether the above interpretation is correct, or whom the statement concerned. [3] This can hardly be considered evidence that anyone was aware of KAL 007’s deviation from course, nor was there any particular reason why the flight should have attracted US military attention.","metadata":null,"markups":[]},{"type":"P","text":"Normally as aircraft proceed along route R20, communication with air traffic control is maintained over VHF radio via a repeater on St. Paul island in the Bering Sea. An area outside VHF radio range exists around waypoint NUKKS, which is not a mandatory reporting point, before radio coverage resumes at waypoint NEEVA, via a repeater at Shemya in the Aleutian Islands. However, because flight 007 was diverging north of the standard route, it flew out of range of the St. Paul repeater and VHF communication with ATC was lost.","metadata":null,"markups":[]},{"type":"P","text":"At 14:32, two minutes after KAL 007 had estimated they would reach waypoint NABIE, the Anchorage oceanic controller made several attempts to call flight 007 without success. At 14:33 an unintelligible transmission from the flight was heard. Simultaneously, the flight data recorder indicated that the crew of flight 007 made several unsuccessful attempts to call ATC. At 14:34, several phrases in Korean were heard, presumably internal cockpit chatter with the microphone open:","metadata":null,"markups":[]},{"type":"P","text":"“Ah! It was cut out. Would you try to call again?”","metadata":null,"markups":[]},{"type":"P","text":"“Unable to get flight level three three zero, wait for a while.”","metadata":null,"markups":[]},{"type":"P","text":"Although ATC was unable to hear any clear transmissions from flight 007, another aircraft was in range. KAL flight 015, also bound for Seoul, departed Anchorage 15 minutes behind flight 007 and was also proceeding down route R20, while the crew chatted with flight 007. The crew of flight 007 must have decided that KAL 015 could relay their position report, because at 14:35 the latter flight transmitted, “Korean Air zero one five, forwarding report, Korean Air zero zero seven position NABIE one four three two, flight level three one zero, estimating NEEVA one five four nine…”","metadata":null,"markups":[]},{"type":"P","text":"“Korean Air zero one five, roger, have Korean Air zero zero seven report NEEVA to Anchorage Center on one two eight decimal two,” the controller replied.","metadata":null,"markups":[]},{"type":"P","text":"As flight 007 approached NABIE, the INS display would have indicated that the cross-track error was 60 NM. The distance-to-go parameter, which normally falls to zero as the waypoint approaches, also would not have fallen below 60 NM. Nevertheless, the INS alert light, which illuminates when approaching a waypoint, would have operated normally as the aircraft approached the perpendicular of NABIE. It’s possible that the flight crew was only watching for the alert light, even though cross-track error checks in oceanic airspace are required. However, their horizontal situation indicators — essentially crude, mechanical moving maps displaying an airplane symbol in relation to a programmed track — would have been pinned at maximum right-of-course deflection. Long-range navigation procedures also specified that upon waypoint passage, the flight crew should cross-check the coordinates of their actual position against the ATC clearance, observe any course change associated with that waypoint, and plot the present position on a chart. Evidently the HSIs were overlooked and none of these checks were performed, or if they were, the crew for some reason ignored the conflicting indications. [3]","metadata":null,"markups":[]},{"type":"IMG","text":"The route of KAL 007 vs. route R20, with navigational aids and radio stations. (ICAO)","metadata":{"id":"1*ZluQfuTgS09lSPy_MQKnXA.png","originalHeight":1412,"originalWidth":2244,"alt":null},"markups":[]},{"type":"P","text":"Between 14:55 and approximately 15:50, flight 007 flew for another hour without attempting to contact Anchorage control or KAL 015. What the crew were doing during this time is unknown. If we want to descend into base speculation, I would not be shocked if they were simply asleep. However, there’s no evidence one way or the other, and at 16:00 KAL 015 reported to Anchorage control that KAL 007 had crossed waypoint NEEVA at 15:58, estimating NIPPI at 17:08. It does not appear that the two crews discussed why flight 007 had taken 9 minutes longer to reach NEEVA than estimated, nor did they discuss, at this stage, why flight 015, which took off 15 minutes behind flight 007, crossed NEEVA only five minutes behind it. Alternatively, if they did, then the discrepancy failed to stir the pilots from their incorrect conception of the situation.","metadata":null,"markups":[]},{"type":"P","text":"It must be noted that any discussion between the two crews was on an unrecorded company VHF frequency and has been lost forever. However, judging by the fact that flight 007 remained off course, we can assume that the discrepancies were not examined in detail.","metadata":null,"markups":[]},{"type":"P","text":"On the ground, the Anchorage controller called their counterpart in Tokyo and informed them of the approach of KAL flights 007 and 015, now flying at 33,000 and 35,000 feet, respectively. No mention was made of KAL 007’s radio difficulties. [3]","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"H3","text":"Part 3: The Target","metadata":null,"markups":[{"type":"STRONG","start":0,"end":18,"href":null,"anchorType":null}]},{"type":"P","text":"At this point, flight 007 had been proceeding in a generally southwest direction, maintaining the selected heading of 245 degrees, with minor track variations in response to changes in the local magnetic declination. Had flight 007 remained on this course, it would — coincidentally — have ended up in the general area of its destination after a number of hours. But first, this track would take the flight across the Kamchatka Peninsula in far eastern Russia — and while neither the pilots or controllers appreciated this fact, there were others who had already noticed.","metadata":null,"markups":[]},{"type":"P","text":"Until 1989, several large areas of the Soviet Union were off limits to foreign visitors for military and national security reasons, [13] of which the Kamchatka Peninsula was arguably one of the strictest. Much as the United States maintained a large military presence in Alaska, the USSR heavily militarized Kamchatka, and the peninsula was dotted with sensitive defense installations and intelligence posts. US and Soviet forces continuously monitored each other’s activities across the Bering Strait and regularly staged provocations in order to gauge their opponents’ reactions and assess their capabilities.","metadata":null,"markups":[]},{"type":"IMG","text":"A map of closed territories in the USSR. (Vivid Maps)","metadata":{"id":"0*diVulGWpLUoz6EuL.jpg","originalHeight":1733,"originalWidth":2560,"alt":null},"markups":[]},{"type":"P","text":"When flight 007 departed Anchorage, in Kamchatka the local time was approximately midnight on the morning of September 1st, 1983 — nearly a full day ahead of Alaska, which lay across the international date line. US intelligence believed that Soviet forces would conduct a ballistic missile test in Kamchatka early that morning, and all ears were on deck to monitor the exercise. [4] Much of that monitoring took place from the air, aboard a US Air Force Boeing RC-135 dispatched from Shemya airbase in the Aleutian Islands. [9]","metadata":null,"markups":[]},{"type":"P","text":"The RC-135 is a large, four-engine reconnaissance aircraft developed from the KC-135 fuel tanker, itself a sibling of sorts to the civilian Boeing 707, to which it bears considerable resemblance. Numerous RC-135 variants exist, but the version that would have been flying that night was an RC-135S “Cobra Ball” that was specifically designed to monitor missile activity in Kamchatka using extremely sensitive launch detection and tracking equipment. The Cobra Ball aircraft were used as part of a three-pronged monitoring network also involving a powerful military radar called Cobra Dane, located at Shemya airbase, and another radar called Cobra Judy, which was mounted on the US Navy reconnaissance vessel Observation Island. [14]","metadata":null,"markups":[{"type":"EM","start":709,"end":728,"href":null,"anchorType":null}]},{"type":"P","text":"That night, one Cobra Ball aircraft was circling off the coast of Kamchatka, just outside Soviet airspace, scanning the region for evidence of a ballistic missile launch. In turn, Soviet radar stations and listening posts were tracking the RC-135 and monitoring its communications. This situation was ongoing when, at 15:51, an unidentified target appeared on Soviet radars, tracking southwest-bound toward the peninsula at 33,000 feet.","metadata":null,"markups":[]},{"type":"IMG","text":"Radar plots of the US RC-135 and KAL 007 east of Kamchatka. Note that the two planes were visible together on radar for nearly an hour, and were never very close to each other. (ICAO","metadata":{"id":"1*qm9FTLcqRZdiscODCF0gSw.png","originalHeight":1696,"originalWidth":2420,"alt":null},"markups":[]},{"type":"P","text":"It is not known exactly how the initial reaction to this target unfolded because the available transcripts of military communications don’t begin until approximately 17:20. However, according to Russian testimony, observers first believed that the target was a KC-135 tanker coming to provide mid-air refueling to the RC-135. This would have been a reasonable interpretation as this kind of operation was common. [8] But on the other hand, this interpretation also led to the target’s erroneous classification as “military,” an assumption that was never adequately reconsidered.","metadata":null,"markups":[]},{"type":"P","text":"The target was of course flight 007. The 747’s transponder would even have been broadcasting a civilian code, but this isn’t mentioned in any available documents, so it’s probably safe to assume that the Soviet military radar was not capable of interrogating a Western civilian transponder. Instead, the target was assigned the track number 6065 and was verbally indicated to be a KC-135. However, when the target did not rendezvous with the RC-135, observers concluded that it was most likely a second RC-135 from the same airbase. [8] There was no direct evidence for this assumption, except that a large aircraft approaching the coast of Kamchatka from Alaska was, in their experience, usually either a KC-135 or an RC-135.","metadata":null,"markups":[]},{"type":"P","text":"Although some accounts describe track 6065 appearing on screen as the RC-135 was leaving, causing observers to conflate the two aircraft, [15] this does not appear to have been the case. The RC-135 did eventually leave the area after US intelligence determined that the ballistic missile test had been cancelled. However, this didn’t occur until 16:49, nearly an hour after track 6065 appeared on radar. The tracks of the two aircraft did not cross until well after track 6065 had been identified as military and the minimum proximity between the two aircraft was 75 nautical miles. [3] Based on military communications, it is self-evidently true that Soviet air defense personnel believed that track 6065 was an RC-135, but it’s improbable that they believed it was the same RC-135 that had been in the area.","metadata":null,"markups":[{"type":"EM","start":771,"end":776,"href":null,"anchorType":null}]},{"type":"P","text":"Although the identification of the target as military was too hasty, the air defense forces did make some effort to cover their bases by contacting the civilian air traffic control centers for Kamchatka and Khabarovsk. However, flight KAL 007 was never supposed to be in contact with these control centers, so they were unaware of its presence. The civilian controllers simply stated that there were no Soviet commercial aircraft operating in the area of track 6065. [8] The possibility that the target was a foreign commercial aircraft was not considered and no attempt was made to contact foreign air traffic control centers. Presumably this is because foreign airliners did not fly over Kamchatka.","metadata":null,"markups":[{"type":"EM","start":403,"end":409,"href":null,"anchorType":null}]},{"type":"P","text":"As track 6065 continued moving steadily in the direction of Kamchatka, maintaining a southwesterly heading, regional air defense commanders believed that the course of the airplane and the content of American radio chatter resembled previous incidents in which US military aircraft intentionally violated Soviet airspace. [3] The immediate question of how to respond would have fallen to General Valeri Kamenski, Air Force Commander of the Far Eastern Military District, which included Kamchatka. According to an interview that Kamenski gave to Ukrainian periodical Fakti i Komentarii many years after the incident, he had received an official reprimand for “inadequately persistent actions at scramble takeoff” during an incident in which an aircraft from the USS Midway entered Soviet airspace in the spring of 1983. This time, it seemed, he didn’t want to take any chances. [16]","metadata":null,"markups":[{"type":"EM","start":566,"end":584,"href":null,"anchorType":null}]},{"type":"P","text":"At 16:33, flight 007 entered Soviet airspace in the vicinity of the Kronotsky peninsula, on the east coast of Kamchatka. Fighter jets were scrambled sometime during this timeframe, but it’s unclear when. Official reports state that “at least four” jets were scrambled without a timestamp provided, [3] while the Russian commentary vaguely indicates that the target was “accompanied by interceptor fighters” without saying when or where. [8] Radar data plots of the activity over Kamchatka only show two intercepting aircraft, one of which was launched at 16:42 and the other at 16:44, which was well after the target entered Soviet airspace. [3]","metadata":null,"markups":[]},{"type":"P","text":"At 16:37, while the target was over the Kronotsky Peninsula, it was temporarily lost from radar for unclear reasons. According to Soviet fighter pilot Alexander Zuyev, who defected to the US in 1989, arctic gales had knocked out part of the early warning radar in Kamchatka ten days before the incident, and local military authorities failed to meet a Moscow-imposed deadline to repair the damage. However, Zuyev did not have firsthand knowledge of the events, so it’s impossible to say whether this was the true reason for the loss of contact with flight 007. [17]","metadata":null,"markups":[]},{"type":"P","text":"What is known is that during this outage, air defense personnel plotted a “projected” path for the aircraft based on their experience with previous border intrusions. This plot predicted that the aircraft would turn left after crossing the Kronotsky Peninsula in order to exit Soviet airspace over Kronotsky Bay before potentially staging another intrusion farther down the coast. [3] This method of intrusion is typical of military aircraft intending to test an adversary’s air defenses without remaining in hostile airspace for long enough to be attacked. Due to the assumption that target 6065 would behave in this manner, it appears as though both interceptor aircraft were initially directed east to intercept the target as it proceeded southbound along Kamchatka’s east coast.","metadata":null,"markups":[]},{"type":"IMG","text":"How the initial intercept attempt over Kamchatka unfolded. (ICAO)","metadata":{"id":"1*gSM1JcDNvmy0lWY_MTw91g.png","originalHeight":1288,"originalWidth":3060,"alt":null},"markups":[]},{"type":"P","text":"However, at 16:46 the target reappeared on radar, still proceeding on its original southwesterly heading across the main portion of the Kamchatka peninsula. The radar plots indicated that the fighters were subsequently directed to turn around and fly west between 16:48 and 16:50. By that point the interceptors had spent about six minutes flying away from the direction of the target, which was traveling at nearly 500 knots ground speed. [3] It’s highly probable that this blunder prevented the fighters from catching up with the target before it exited Soviet airspace on the west coast of Kamchatka at 17:08. The radar plot shows that both fighters were turned away at 17:06 when it became clear that the target was about to fly over international waters, although one of the fighters does appear to have come as close as 5 km from the target in the process of turning around. [3] Alternatively, reporting in 1991 by Soviet newspaper Izvestiya suggested that the fighters could have pursued the aircraft into international waters had they not been deliberately under-fueled, allegedly to prevent pilots from defecting by flying their fighters to Japan. [4]","metadata":null,"markups":[]},{"type":"P","text":"In any case, the result of the failed interception was that flight 007 managed to cross Kamchatka completely unscathed, after which it proceeded southwest across the vast Sea of Okhotsk. Although this sea was almost totally surrounded by Soviet airspace, it does border Japan at its southern tip and most of the sea is considered international waters. With no other Soviet territory in the immediate path of the airplane, there was no longer any justification to intercept even if sufficient fuel had been available.","metadata":null,"markups":[]},{"type":"P","text":"However, military commanders were well aware that if the target continued on its present heading, it would eventually cross back into Soviet airspace over Sakhalin Island, a long, narrow island positioned northeast of Vladivostok and directly north of the Japanese island of Hokkaido. This would eventually cause the aircraft to enter the zone of responsibility of the Soviet Air Force 40th Fighter Aviation Division. This division consisted of the 528th and 777th Fighter Regiments, based at Smirnykh and Sokol-Dolinsk airbases on Sakhalin Island, and the 41st Fighter Regiment based at Burevestnik in the southern Kuril Islands. [18]","metadata":null,"markups":[]},{"type":"IMG","text":"General layout of the area of responsibility of the 40th Fighter Division, into which KAL 007 flew. (Own work, map by Google)","metadata":{"id":"1*-U3JJ8-BywXRADoTiUZtaw.png","originalHeight":1272,"originalWidth":1762,"alt":null},"markups":[]},{"type":"P","text":"At 17:23, tapes captured Captain Kutepov, a Combat Control Officer for the 40th Fighter Division, briefing Major Kostenko, the Operations Duty Officer at the 40th Fighter Division Combat Control Center.","metadata":null,"markups":[]},{"type":"P","text":"“So, for your information: target now in the Elizovo region [Kamchatka], it will be Target 6065, type unidentified, border violation…. Just a moment, just a moment. So this is what we need, it’s now been designated a type unidentified target, that is, without identification signal, now tracking 240 [degrees] somewhere over the Sea of Okhotsk, so it crossed Elizovo, going to Okhotsk heading roughly towards us. I’ve looked at the plane, we have to check routes of our long-range aircraft, is someone flying there [with] those long-range aircraft or not? Could that airplane be ours?”","metadata":null,"markups":[]},{"type":"P","text":"“I’ll call the zone right away, but they would hardly be there now,” said Major Kostenko.","metadata":null,"markups":[]},{"type":"P","text":"“Well, you haven’t opened anything there, no requests from long-range aircraft, right?” Kutepov asked.","metadata":null,"markups":[]},{"type":"P","text":"“No,” said Kostenko.","metadata":null,"markups":[]},{"type":"P","text":"“Well, we need to find out if one of ours is flying out there,” Kutepov repeated.","metadata":null,"markups":[]},{"type":"P","text":"“Okay, I’ll find out right away,” Kostenko promised.","metadata":null,"markups":[]},{"type":"P","text":"Shortly thereafter, Kostenko could be heard ordering pilots to be seated and ready and calling officers to the command post. Simultaneously, a meteorological report could be heard, stating that Burevestnik and Smirnykh airbases were both below minimums, with dense fog that would prevent scrambled fighters from returning. Only Sokol airbase was above minimums albeit still under instrument conditions.","metadata":null,"markups":[]},{"type":"P","text":"At 17:26, Kostenko asked a switchboard operator to “get me Kornukov’s apartment,” referring to General Anatoly Kornukov, commander of the 40th Fighter Division. That same minute, all three fighter regiments within the 40th division were placed on alert.","metadata":null,"markups":[]},{"type":"P","text":"One minute later, the phone rang in Kornukov’s apartment. The local time was half past four in the morning.","metadata":null,"markups":[]},{"type":"P","text":"“Comrade General,” said Kostenko, “Excuse me for waking you. We have well, a 00 [code for an alert], at 4 o’clock there was a border violation in the Elizovo area, an RC-135, now tracking 240 over the sea of Okhotsk, moving toward us. That’s all for the moment. Distance somewhere around 500 km, abeam Noglikovo.”","metadata":null,"markups":[]},{"type":"P","text":"“Okay, brief the officer on duty,” Kornukov replied.","metadata":null,"markups":[]},{"type":"P","text":"“The officer on duty has been briefed, [car number] 02 is on its way to you,” said Kostenko.","metadata":null,"markups":[]},{"type":"P","text":"“Okay, I’m getting dressed, that’s all,” said Kornukov. [19]","metadata":null,"markups":[]},{"type":"IMG","text":"The full cast of characters mentioned during the interception sequence. I suggest opening this image in another tab so you can reference it frequently because without doing so, this part could be pretty overwhelming. (Own work, map by Google)","metadata":{"id":"1*1qxPhcrut9s3k96dvGXnTg.png","originalHeight":1268,"originalWidth":2630,"alt":null},"markups":[]},{"type":"P","text":"Moments later, at 17:28, Captain Kutepov (the combat control officer) briefed another superior officer, Major Valiuntovich, about the situation, mentioning that the target was “provisionally an RC-135.” Valiuntovich’s role is not specified in the documentation but he appears to have been delegated by Kostenko to determine whether the target was a Soviet long-range flight, because at 17:29 he said, “Uh-huh, well, I just talked with the zone… they say none of ours are there, none on that route. So that is exactly what I reported to the controller at the zone, he says none of ours are there.”","metadata":null,"markups":[]},{"type":"P","text":"At 17:31, the transcripts show that the command post duty officer at Sokol airbase, Captain Solodkov, requested to wake Colonel Burminski, the deputy commander of the 40th Fighter Division. After hearing the same briefing, Burminski asked, “Did they send [anyone] up there?”","metadata":null,"markups":[]},{"type":"P","text":"“Well, yes, Elizovo sent [someone] up, but couldn’t catch it… high speed, altitude 9,000 [meters], speed 900 [km/h],” said Solodkov, referring to the earlier interception attempt in Kamchatka.","metadata":null,"markups":[]},{"type":"P","text":"“Type not identified eh?” Burminski asked.","metadata":null,"markups":[]},{"type":"P","text":"“Type not identified, maybe even now, well, we’re checking what kind of target it is… command has been informed, those higher up have been informed,” said Solodkov.","metadata":null,"markups":[]},{"type":"P","text":"“Well. Roger, they’ve brought us [to readiness] here too,” said Burminski.","metadata":null,"markups":[]},{"type":"P","text":"“At all points,” Solodkov affirmed.","metadata":null,"markups":[]},{"type":"P","text":"At 17:36, Senior Lieutenant Kozlov, the Fighter Controller for Sokol airbase, reported that two Su-15 fighter jets with callsigns 121 and 805 were now placed in a state of alert. In response, Colonel Maistrenko, the Operations Duty Officer at the combat control center for the entire Far Eastern Military District Air Force, ordered him to send fighter 805 into the air.","metadata":null,"markups":[]},{"type":"P","text":"On another line, Captain Solodkov at Sokol airbase could be heard struggling with a switchboard operator as he tried to contact Burevestnik airbase. “I need it now, Miss, whatever it takes, but I must call there! It’s a matter of national importance, I’m not joking!”","metadata":null,"markups":[]},{"type":"P","text":"At 17:41, the fighter division combat control officer Captain Kutepov ordered a MiG-23 fighter scrambled from Smirnykh airbase. Conditions at Smirnykh were still below landing minimums, so Sokol was designated as an alternate.","metadata":null,"markups":[]},{"type":"P","text":"At 17:42, fighter 805 took off from Sokol airbase, piloted by Major Gennady Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"However, at 17:43 Colonel Maistrenko countermanded the order to scramble a fighter from Smirnykh, instructing Major Kostenko not to let any pilots take off until the target could be seen on radar, presumably to make sure that they wouldn’t run out of fuel before intercepting. Kostenko challenged this order, informing Maistrenko that “later will be too late” and it would be better to send a second fighter from Smirnykh with three auxiliary fuel tanks. Maistrenko accepted this and ordered the MiG-23 scrambled into the probable path of the target.","metadata":null,"markups":[]},{"type":"P","text":"At 17:46, the MiG-23, callsign 163, took off and began climbing toward the Bay of Terpeniye (Bay of Patience) on the east side of Sakhalin Island. At the same time, the Su-15, callsign 805, was already climbing to 8,000 meters to intercept the target, which at this time was still 440 kilometers away from Sokol.","metadata":null,"markups":[]},{"type":"P","text":"At 17:49, Captain Solodkov gave an updated briefing to Colonel Burminski (the deputy commander of the fighter division). “Two pilots have just been sent up, command at the command post, we do not know what is happening just now,” said Solodkov. “It’s heading straight for our island, to [Cape] Terpeniye, somehow this all looks very suspicious to me. I don’t think the enemy is stupid, so… could it be one of ours?”","metadata":null,"markups":[]},{"type":"P","text":"However, Burminski dismissed Solodkov’s doubts and steered the conversation to the details of the scrambled fighters instead. [19]","metadata":null,"markups":[]},{"type":"IMG","text":"Major Gennady Osipovich, pictured during his service in the Soviet Air Force. (SIPA Press)","metadata":{"id":"0*KdbqxYy9E51TcS8J","originalHeight":309,"originalWidth":210,"alt":null},"markups":[]},{"type":"P","text":"At 17:50, a second Su-15, callsign 121, was ordered into the air from Sokol airbase, while Colonel Maistrenko ordered fighter 805 directly to the planned interception point. Around the same time, General Kornukov finally arrived at the command post, presumably fully dressed.","metadata":null,"markups":[]},{"type":"P","text":"“Attention! To the command post personnel!” he said at time 17:53. “Target 6065. 21:53 [Moscow time], upon violation of state borders destroy the target. Assign the task to Sokol and Smirnykh.”","metadata":null,"markups":[]},{"type":"P","text":"“Right away,” an unidentified officer replied. “Well, how will we identify the target? It’s night.”","metadata":null,"markups":[]},{"type":"P","text":"“Well, we’ll guide them in, if we see in sunlight,” another unidentified officer replied.","metadata":null,"markups":[]},{"type":"P","text":"“Well, it’s night,” the first officer repeated.","metadata":null,"markups":[]},{"type":"P","text":"“Simply destroy it, even if it’s over neutral waters? Are the orders to destroy it over neutral waters?” someone else asked. The question was not answered by Kornukov or anyone else. In fact, Kornukov was already attempting to contact his superior, General Valeri Kamenski, Commander of the Far Eastern Military District Air Force.","metadata":null,"markups":[]},{"type":"P","text":"Moments later, at 17:54, fighter 121 took off from Sokol, chasing after fighter 805.","metadata":null,"markups":[]},{"type":"P","text":"Simultaneously, the tapes captured General Kornukov on the phone with General Kamenski. In a bizarre twist, it has to be noted that General Kornukov would go on to become the Commander of the Russian Air Force between 1998 and 2002, [20] while General Kamenski ended up as the Deputy Commander of the Ukrainian Air Defense Forces during the same time period. [16] As of this writing Ukraine and Russia are at war, but in 1983 Kamenski was Kornukov’s direct superior.","metadata":null,"markups":[]},{"type":"P","text":"“I will be at the command post, target 6065 is in the air, provisionally an RC-135,” Kornukov said.","metadata":null,"markups":[]},{"type":"P","text":"“What [is happening], do you see it or what?” Kamenski asked.","metadata":null,"markups":[]},{"type":"P","text":"“We see it and we are providing guidance, two fighters have gone up already, they had to send them up below minima,” Kornukov reported.","metadata":null,"markups":[]},{"type":"P","text":"By this time target 6065 was close enough to appear on radar in Smirnykh. At that airbase, the command post officer of the 528th fighter regiment reported, “I have contact.”","metadata":null,"markups":[]},{"type":"P","text":"The acting chief of staff of the fighter division, Lieutenant Colonel Novoseletsky, replied, “Good. Military target. To be destroyed if it violates the state border.”","metadata":null,"markups":[]},{"type":"P","text":"There was no mention of the fact that the identification of the aircraft as military was still “provisional” only, as Kornukov had just reported to the regional commander.","metadata":null,"markups":[]},{"type":"P","text":"At 17:55 Novoseletsky transmitted the same order to Sokol command post officer: “The commander has assigned your task. First, send 121 and 805 to intercept target 6065. If the border is violated, destroy the target. Military target,” he said.","metadata":null,"markups":[]},{"type":"P","text":"In the air, the fighter controller for Sokol airbase could be heard communicating with fighter 805. “The target is at 5 [degrees] to the left, distance 130 [km],” he said. “Target is on heading 240.”","metadata":null,"markups":[]},{"type":"P","text":"At 17:58, General Kornukov briefed Lieutenant Colonel Gerasimenko, the acting commander of the 41st fighter regiment (Burevestnik Airbase), along with his counterpart at Smirnykh. However, from the contents of the transcript, it appears that Gerasimenko was also in charge of the 777th regiment operating out of Sokol, even though this is not specified in official documents.","metadata":null,"markups":[]},{"type":"P","text":"“The intruder violated the state border in the area of Kamchatka,” Kornukov began. “Upon entering the area of responsibility and violation of the state border, destroy the target. It is a real target. I anticipate real use of weapons, act with an understanding of the situation. Sokol, Gerasimenko, do you see the target on your screen? Do you see it or not? Bring Osipovich [fighter 805] in to follow the target and identify it. Hold at a distance that will ensure engagement and immediate strike. [Unintelligible], draw yours up into that area as well, hold off at a distance behind article 37 operating out of Sokol [fighter 805], at a distance of 10–11 km from the target, no more. Gerasimenko, you are 5–6 km in the aft hemisphere. If necessary, the target will be destroyed. For the moment it is beyond the 100 km waters. Do you understand the task?”","metadata":null,"markups":[]},{"type":"P","text":"“Task understood,” the commanders replied.","metadata":null,"markups":[]},{"type":"P","text":"“Execute,” said Kornukov. “If necessary, Gerasimenko, bring in the second fighter as well and act until [the target is] destroyed. Get to it please.” [19]","metadata":null,"markups":[]},{"type":"P","text":"In the background, Captain Solodkov at Sokol airbase could be heard talking to Major Valiuntovich at the combat control office.","metadata":null,"markups":[]},{"type":"P","text":"“Something serious is going on there, isn’t there?” Valiuntovich asked.\n “Yes it looks serious,” said Solodkov. “Like on the fourth, but a bit worse.”","metadata":null,"markups":[]},{"type":"P","text":"“Well, you did everything normally, like an alert, right?” Valiuntovich asked.","metadata":null,"markups":[]},{"type":"P","text":"“Oh no, right now were are just about to guide him in,” said Solodkov.","metadata":null,"markups":[]},{"type":"P","text":"“Ah, is everything going okay?” said Valiuntovich.","metadata":null,"markups":[]},{"type":"P","text":"“For the moment, God knows, I don’t,” Solodkov replied, cryptically.","metadata":null,"markups":[]},{"type":"P","text":"At the Sokol command post, General Kornukov was now issuing orders directly to the base’s fighter controller, Senior Lieutenant Kozlov. “Give me the bearing and range of the target, bearing and range of the interceptor please,” he said.","metadata":null,"markups":[]},{"type":"P","text":"“So, target bearing 55, range 250 [km],” said Kozlov. “Interceptor, bearing 55, range 235.”","metadata":null,"markups":[]},{"type":"P","text":"“Is there what, about 25 kilometers between them?” said Kornukov.","metadata":null,"markups":[]},{"type":"P","text":"“Well, now he has it on his right at 90, that’s where the target is, they are now guiding him up in the aft hemisphere for identification,” said Kozlov.","metadata":null,"markups":[]},{"type":"P","text":"“Does the target have no identification?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“They are guiding him in for identification, guiding him in I say.”","metadata":null,"markups":[]},{"type":"P","text":"“Bring him up, bring Osipovich [fighter 805] in to the prescribed distance,” Kornukov ordered. “You do not engage him to the target from the aft hemisphere, you do not engage him right on his tail, keep the angle of approach.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger executing,” said Kozlov.","metadata":null,"markups":[]},{"type":"P","text":"“Don’t forget it [the target] has cannons in the rear, there,” Kornukov explained. Obviously the Boeing 747 does not have a rear tail gunner position, but neither does the RC-135, so it’s unclear what Kornukov was referring to.","metadata":null,"markups":[]},{"type":"P","text":"Up above, with the target now entering the USSR’s air defense identification zone, the controller ordered fighter 805 to turn left, heading 240, to parallel the target.","metadata":null,"markups":[]},{"type":"P","text":"At the combat control center, Major Kostenko called Colonel Maistrenko and said, “So, the commander at the command post has set the task: if the target enters the 100 kilometer [zone] now, the task has been set.”","metadata":null,"markups":[]},{"type":"P","text":"“To follow it?”","metadata":null,"markups":[]},{"type":"P","text":"“Affirmative,” said Kostenko. “If the state border is violated we destroy the target.”","metadata":null,"markups":[]},{"type":"P","text":"“Wait?”","metadata":null,"markups":[]},{"type":"P","text":"“Affirmative.”","metadata":null,"markups":[]},{"type":"P","text":"“Uh-huh. Identify?” Maistrenko asked.","metadata":null,"markups":[]},{"type":"P","text":"“Well, everything, of course, in accordance with the rules,” Kostenko said.","metadata":null,"markups":[]},{"type":"P","text":"“Everything in accordance with the rules,” Maistrenko agreed.","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile, at 18:05, the Sokol fighter regiment command post officer reported to General Kornukov, “So, 805 is beside the target at a range of 8 km.”","metadata":null,"markups":[]},{"type":"P","text":"“Can he see the target?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“He cannot see the target for the moment.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, bring him closer for identification,” Kornukov ordered.","metadata":null,"markups":[]},{"type":"P","text":"Simultaneously, the Sokol fighter controller (Kozlov, callsign Deputat) said, “805, Deputat, the target is military, upon violation of state border destroy the target. Arm the weapons.” Once again, somewhere in the game of telephone the officers had lost track of the fact that the military nature of the target was never verified.","metadata":null,"markups":[]},{"type":"P","text":"Coming in behind 805, the MiG-23 “163” reported jettisoning its auxiliary fuel tanks. Moments later, Deputat asked 805, “Do you see the target?”","metadata":null,"markups":[]},{"type":"P","text":"Major Osipovich, the pilot of 805, replied, “Yes I do.” This was the first time anyone had conclusively laid eyes on the target since the incident began. [19] At this point both 805 and 163 were following the target from a position behind and to the right, with 805 maintaining about 8 to 12 kilometers of separation from the target. [3]","metadata":null,"markups":[]},{"type":"IMG","text":"General Anatoly Kornukov, pictured in 2000. (Kremlin.ru)","metadata":{"id":"0*y34g4dB9r7DcIOQY.jpg","originalHeight":334,"originalWidth":240,"alt":null},"markups":[]},{"type":"P","text":"As fighter 805 took up position, doubts still remained about what was really going on. On one tape, Captain Solodkov of Sokol airbase could be heard speaking to an unidentified person: “So it seems to us, we… this border intruder, something like our Tu-95, I hope nothing bad has happened.”","metadata":null,"markups":[]},{"type":"P","text":"“I’ll ask right away, right, I’ll find out,” the person replied.","metadata":null,"markups":[]},{"type":"P","text":"“It’s very suspicious, extremely — the altitude and track and speed…” Solodkov concluded, but he was unable to elaborate.","metadata":null,"markups":[]},{"type":"P","text":"Still overseeing the situation from the Sokol command post, General Kornukov ordered fighter 805 to be brought in closer, to 3 kilometers from the target. The Sokol fighter controller Kozlov (Deputat) reported that 805 was already at 4 kilometers — but plotted radar data doesn’t support the notion that he ever got so close to the target. In fact, the plot shows that 805 was consistently about one minute behind the target, which at such high speed works out to around 12 km. [3]\n At 18:08, Kozlov reported, “He has the target in sight.”","metadata":null,"markups":[]},{"type":"P","text":"“He can see it?” Kornukov asked. “How many jet trails are coming from it? How many jet trails are there, if there are four jet trails then it’s an RC-135.”","metadata":null,"markups":[]},{"type":"P","text":"There are obviously many airplanes other than the RC-135 that have four engines. Kornukov was setting a confirmation bias trap into which he had already begun to fall.","metadata":null,"markups":[]},{"type":"P","text":"At 18:10, Deputat asked 805, “Can you determine the type?”","metadata":null,"markups":[]},{"type":"P","text":"Major Osipovich provided a terse, one-word reply: “Unclear.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, 12 kilometers to the target,” Deputat transmitted.","metadata":null,"markups":[]},{"type":"P","text":"“It is flying with flashing lights,” 805 added. That would have struck him as odd — why would a military intruder fly with such conspicuous lighting?","metadata":null,"markups":[]},{"type":"P","text":"In the command post, Kozlov continued to relay everything to Kornukov. “He sees it, four and a half to five kilometers, he cannot determine the type,” he said, misstating the distance to the target.","metadata":null,"markups":[]},{"type":"P","text":"“He cannot determine the type?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“No way… it is dark, dark,” said Kozlov.","metadata":null,"markups":[]},{"type":"P","text":"“Turn on radar in high mode, prepare to lock on. Give the order to fire on our command,” Kornukov ordered.","metadata":null,"markups":[]},{"type":"P","text":"In the background, Solodkov’s conversation with an unidentified person continued. “So I called the zone, they say there is nothing of ours in the air,” the person reported, for the second time that night.","metadata":null,"markups":[]},{"type":"P","text":"“Well, what is it then, where is it going?” Solodkov asked.","metadata":null,"markups":[]},{"type":"P","text":"“Well, it is south of Terpeniye, somewhere about 100 km, heading straight for our island,” the person replied.","metadata":null,"markups":[]},{"type":"P","text":"Simultaneously, Lieutenant Colonel Novoseletsky, fighter division acting chief of staff, was speaking with Captain Titovnin, the fighter controller for the fighter division combat control center. Titovnin informed him that the target was 110 km from their position, on bearing 45, altitude 9,000 meters.","metadata":null,"markups":[]},{"type":"P","text":"“With lights, without lights?” Novoseletsky asked.","metadata":null,"markups":[]},{"type":"P","text":"“Without for the moment,” Titovnin erroneously replied.","metadata":null,"markups":[]},{"type":"P","text":"In the air, Major Osipovich continued to receive orders from the Sokol fighter controller Deputat. “805, set to lock-on mode,” the controller instructed.","metadata":null,"markups":[]},{"type":"P","text":"“Wilco,” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"“Can you see the target, 805?” Deputat asked.","metadata":null,"markups":[]},{"type":"P","text":"“I can see it both visually and on the screen,” Osipovich replied. [19]","metadata":null,"markups":[]},{"type":"P","text":"At the Sokol command post, Kornukov asked, “Well, where is that Osipovich? Is he flying alongside?”","metadata":null,"markups":[]},{"type":"P","text":"“He is 10 km from it,” the regimental command post officer replied.","metadata":null,"markups":[]},{"type":"P","text":"“Well why 10, [expletive], I said… I don’t understand, do you think he can identify the target at 10 km?” Kornukov asked, incredulous.","metadata":null,"markups":[]},{"type":"P","text":"“It is at an altitude of 11,000 according to reports…” the officer said.","metadata":null,"markups":[]},{"type":"P","text":"“So what?” Kornukov exclaimed. “What don’t you understand? I said, bring [him] up to a range of 4 kilometers, 4–5 kilometers, identify the target. You understand that weapons are going to have to be used now and you are holding [him] at a range of 10. Give [the pilot] his orders.”","metadata":null,"markups":[]},{"type":"P","text":"In the background, Solodkov continued his conversation with the unidentified officer. “Yes, well I say that is much too stupid [to be] an intruder,” he said, repeating his earlier sentiment.","metadata":null,"markups":[]},{"type":"P","text":"“What is happening, how is it going as of the [last] check?” the officer asked.","metadata":null,"markups":[]},{"type":"P","text":"“It was tracking 240, 240 south of Terpeniye, distance 100 km,” Solodkov explained. “Well, in the Makarov area it is going straight like this. I say [unintelligible]… include everything you can. Short range radio navigation system, because well an intruder can’t operate that way… that’s according to us, you are fine sitting below.”","metadata":null,"markups":[]},{"type":"P","text":"“Well, it’s not fate, the way it turned out, in that case we have here,” said the officer.","metadata":null,"markups":[]},{"type":"P","text":"“It hasn’t bombed us,” said Solodkov.","metadata":null,"markups":[]},{"type":"P","text":"At the combat control center, Novoseletsky continued speaking to Titovnin, the fighter controller for the division. “For the moment the pilot cannot see anything,” Titovnin reported.","metadata":null,"markups":[]},{"type":"P","text":"“So, but our fighters are flying with lights, aren’t they?” Novoseletsky asked.","metadata":null,"markups":[]},{"type":"P","text":"“Of course, ours [are flying] with lights,” said Titovnin.","metadata":null,"markups":[]},{"type":"P","text":"“So ours [are] also without lights, are you sure the target is without lights?” Novoseletsky asked.","metadata":null,"markups":[]},{"type":"P","text":"“I’ll find out right now,” Titovnin promised.","metadata":null,"markups":[]},{"type":"P","text":"In the air, Osipovich received new orders from the Sokol fighter controller. “805, interrogate the target,” Deputat instructed. This transmission was referring to the IFF (Identification friend or foe) system that would allow Soviet fighters to determine whether an aircraft was one of their own, regardless of whether it was military or civilian. However, the Boeing 747, not being a Soviet airplane, was not equipped to respond to a Soviet IFF interrogation, so there was no response. This was also what they would expect from a hostile aircraft.","metadata":null,"markups":[]},{"type":"P","text":"“The target is not responding to the call,” Osipovich replied.","metadata":null,"markups":[]},{"type":"P","text":"“No response from the target, Comrade General,” the Sokol regimental command post officer reported to General Kornukov.","metadata":null,"markups":[]},{"type":"P","text":"“No response, roger, be ready to fire. The target is 45–50 km from the state border,” said Kornukov.","metadata":null,"markups":[]},{"type":"P","text":"At that moment Kornukov called the command post for the whole Far Eastern Military District. “Please put Kamenski on the line,” he said, referring once again to his superior.","metadata":null,"markups":[]},{"type":"P","text":"“Kamenski here,” General Kamenski answered.","metadata":null,"markups":[]},{"type":"P","text":"“Comrade General,” said Kornukov. “Good morning. I am reporting the situation. Target 6065 is over Terpeniye Bay tracking 240, 30 km from the state border, the fighter from Sokol is 6 km away. Locked on, orders were given to arm weapons. The target is not responding to identify [sic], he cannot identify it visually because it is still dark, but he is locked on.”","metadata":null,"markups":[]},{"type":"P","text":"“We must find out,” said Kamenski. “Maybe it is some civilian craft or God knows who,” he said.","metadata":null,"markups":[]},{"type":"P","text":"This inkling of doubt from the lips of the officer in charge of the entire far eastern air force perhaps should have carried more weight than it did. But before the matter could be examined more carefully, Kornukov shut Kamenski down. “What civilian, [it] has flown over Kamchatka, it [came] from the ocean without identification,” he said. “I am giving the order to attack if it crosses the state border.”","metadata":null,"markups":[]},{"type":"P","text":"“Go ahead now, I order [unintelligible]?” Kamenski said. The questioning tone is in the transcript.","metadata":null,"markups":[]},{"type":"P","text":"“Yes sir, yes sir,” Kornukov declared.","metadata":null,"markups":[]},{"type":"P","text":"Over the airwaves, the fighter controller transmitted, “805, Deputat, prepare to fire.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, my speed [unintelligible] and I have to turn on the afterburner,” Osipovich reported.","metadata":null,"markups":[]},{"type":"P","text":"“Afterburners on command,” said Deputat.","metadata":null,"markups":[]},{"type":"P","text":"Addressing Lieutenant Colonel Gerasimenko, acting commander of the regiment, General Kornukov said, “Be ready to fire, bring everything to ready status, I will give Osipovich the order in two minutes or even less, in a minute and a half I will give the order to open fire, bring Tarasov [fighter 121] into the same area.”","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile in the combat control center, the fighter controller Titovnin contacted Colonel Maistrenko, the operations duty officer. “The commander has given orders that if the border is violated, destroy [the target],” he said.","metadata":null,"markups":[]},{"type":"P","text":"“[Unintelligible] may be a passenger aircraft,” said Maistrenko. “All necessary steps must be taken to identify it.” Evidently he and General Kamenski were traveling on the same train of thought.","metadata":null,"markups":[]},{"type":"P","text":"“Identification measures are being taken, but the pilot cannot see,” said Titovnin. “It’s dark. Even now it’s still dark.”","metadata":null,"markups":[]},{"type":"P","text":"“Well, okay,” said Maistrenko. “The task is correct. If there are no lights… it cannot be a passenger aircraft.”","metadata":null,"markups":[]},{"type":"P","text":"Recall that minutes earlier Titovnin had erroneously reported to Novoseletsky that the target was flying without lights. Now the same misconception had been transmitted to Maistrenko, even though Osipovich had reported the opposite to his local fighter controller five minutes ago. Why Titovnin thought the target was flying without lights is unknown, but his insistence that this was the case clearly helped convince his superior officers that the target could not be civilian.","metadata":null,"markups":[]},{"type":"P","text":"“You confirm the task?” Titovnin asked.","metadata":null,"markups":[]},{"type":"P","text":"“Yes,” Maistrenko replied, casting away his doubts.","metadata":null,"markups":[]},{"type":"P","text":"At the fighter division combat control center, Novoseletsky was back on the phone with Burminski, deputy commander of the fighter division, who had been out of the loop this whole time. “Well, what is happening there, have you sorted it out?” Burminski naively asked.","metadata":null,"markups":[]},{"type":"P","text":"“Well, for the time being we cannot identify [what it is], the pilot only sees a shadow,” Novoseletsky said, again relaying the false information about the status of the target’s lights.","metadata":null,"markups":[]},{"type":"P","text":"“Well, but it did not turn away? Is it still flying that way?” Burminski asked.","metadata":null,"markups":[]},{"type":"P","text":"“No it is headed straight for Shkolny, that is towards Uryuk, towards Uryuk,” said Novoseletsky, naming locations on Sakhalin.","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile, Kornukov contacted Lieutenant Colonel Gerasimenko, who was now responsible for both intercepting fighters, and said, “Ask Osipovich whether there are any navigation lights? Are there any navigation lights?”","metadata":null,"markups":[]},{"type":"P","text":"“Say again?”\n “Are the enemy’s navigation lights on or not,” Kornukov repeated. “Ask whether or not the navigation lights are on.”","metadata":null,"markups":[]},{"type":"P","text":"“I did not understand,” Gerasimenko said.","metadata":null,"markups":[]},{"type":"P","text":"Clearly angry, Kornukov said, “Nav lights — are they on or not!?”","metadata":null,"markups":[]},{"type":"P","text":"Before the question received an answer, at time 18:17, the target entered Soviet airspace on the east coast of Sakhalin Island. “Target 6065 violated the state border of the USSR,” said Kornukov. “I order you to destroy the target!”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, I am issuing the order,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"But Kornukov still felt the creeping shadow of doubt. “Are there nav lights or not?” he continued. “Are there nav lights or not?”","metadata":null,"markups":[]},{"type":"P","text":"“I issued the order to destroy the target,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"At that moment, Deputat contacted Osipovich and said, “805, the target has violated the state border, destroy the target!”","metadata":null,"markups":[]},{"type":"P","text":"“Wilco,” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"“Are there nav lights or not?” Kornukov demanded. “Gerasimenko!”","metadata":null,"markups":[]},{"type":"P","text":"“Comrade General, I still do not understand,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“I am asking, well, ask the pilot, does the target have nav lights or not?” Kornukov repeated.","metadata":null,"markups":[]},{"type":"P","text":"At that moment Osipovich himself broke in with the answer. “The air navigation light is on, the flashing light is on,” he reported.","metadata":null,"markups":[]},{"type":"P","text":"Within seconds this news was relayed to Kornukov. “There are nav lights?” he exclaimed. “Who said so?”","metadata":null,"markups":[]},{"type":"P","text":"“There are nav lights, Comrade General,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"Kornukov must have heard the faint voice of conscience in the back of his head, whispering into the maelstrom, telling him that a military intruder wouldn’t be flying with its nav lights turned on. The order to shoot it down had already been given; to hesitate now would be almost impossible. What if the target escaped, and it turned out he was wrong? But at the last moment, he decided to order a few extra checks anyway. “Flash the interceptor’s lights to it, interrogate, interrogate, flash navigation lights as a warning signal,” he ordered. “Does it answer or not? Tell Osipovich to flash his nav lights, order him to flash his nav lights.”","metadata":null,"markups":[]},{"type":"P","text":"“I issued the order, I ordered him to flash his lights,” said Gerasimenko. [19]","metadata":null,"markups":[]},{"type":"IMG","text":"An Su-15 fighter/interceptor like the one flown by Major Osipovich. (Public domain image)","metadata":{"id":"0*s1t1fo7Vc1UiaRIp.jpg","originalHeight":1675,"originalWidth":2559,"alt":null},"markups":[]},{"type":"P","text":"Relaying the order to Osipovich, Deputat transmitted, “805, flash your lights briefly.”","metadata":null,"markups":[]},{"type":"P","text":"“Wilco,” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"Moments later, Kornukov, his doubts growing, issued a new, superseding command. “Gerasimenko!” he said. “Order him to approach the fighter, rock [wings] at the fighter, or rather at the target, rock wings at it and force it to land at Sokol.” It seems clear that Kornukov was worried about shooting down an airplane that did not display all the normal signs of a military intruder and was now seeking alternative options.","metadata":null,"markups":[]},{"type":"P","text":"“163, stand by; 805, force it to land at our aerodrome,” Deputat transmitted.","metadata":null,"markups":[]},{"type":"P","text":"“805,” Osipovich acknowledged.","metadata":null,"markups":[]},{"type":"P","text":"Still thinking quickly, Kornukov asked, “Gerasimenko, [is he equipped] with cannons or not?”","metadata":null,"markups":[]},{"type":"P","text":"“Well, of course with cannons and with missiles,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“Fire a warning burst,” Kornukov ordered. “Fire a warning burst with cannons and rock wings to show the direction to Sokol. Bring Tarasov in for the attack as well.”","metadata":null,"markups":[]},{"type":"P","text":"“Wilco,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“A warning burst from the cannons,” Deputat instructed.","metadata":null,"markups":[]},{"type":"P","text":"“Must approach him,” said Osipovich. “Turning off lock-on, approaching it.”","metadata":null,"markups":[]},{"type":"P","text":"“Give a burst from the cannons,” Deputat repeated.","metadata":null,"markups":[]},{"type":"P","text":"“Turned off lock-on, giving a burst from the cannons,” Osipovich reported.","metadata":null,"markups":[]},{"type":"P","text":"“Have you fired the guns, 805?” Deputat asked.","metadata":null,"markups":[]},{"type":"P","text":"“Yes sir,” said Osipovich. What he did not transmit was that his Su-15 hadn’t been loaded with tracer rounds, so firing warning shots would have been useless — there was very little chance that the target would see them.","metadata":null,"markups":[]},{"type":"P","text":"“Gerasimenko!” Kornukov said. “Well, you heard the radio transmissions, did the pilot fire the warning burst?”","metadata":null,"markups":[]},{"type":"P","text":"“I cannot hear the radio transmissions,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“Well turn to channel 3 and listen!” Kornukov demanded. “Tune to channel 3 there and listen and stop that horsing around at the command post, only you, I and the controller are to talk, no one else!”","metadata":null,"markups":[]},{"type":"P","text":"“Yes sir!” Gerasimenko acknowledged.","metadata":null,"markups":[]},{"type":"P","text":"“Has Osipovich opened fire or not?” Kornukov repeated.","metadata":null,"markups":[]},{"type":"P","text":"“[Unintelligible] warning burst,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“He has fired the warning burst?”","metadata":null,"markups":[]},{"type":"P","text":"“Affirmative, he has.”","metadata":null,"markups":[]},{"type":"P","text":"“Ask for reaction of target 6065,” Kornukov ordered.","metadata":null,"markups":[]},{"type":"P","text":"Over the radio, Osipovich reported, “The target has a flashing light. I already approached it to a distance of somewhere like two kilometers.” Although imprecise, the recorded radar data does not suggest he ever got anywhere near that close.","metadata":null,"markups":[]},{"type":"P","text":"“Is the target descending?” Deputat asked.","metadata":null,"markups":[]},{"type":"P","text":"“The target? No, at 10,000 [meters],” said Osipovich. Moments later he asked, “805, my instructions? The target is reducing speed!” [19]","metadata":null,"markups":[]},{"type":"P","text":"At that exact moment, the target pitched up and began to climb, causing its speed to fall. Osipovich was caught off guard by the sudden change in airspeed, causing him to lose the attack position. “I am already moving out in front of the target!” he said. According to radar data he was never in front of the target, but it is clear that he was no longer in a position to lock on.","metadata":null,"markups":[]},{"type":"P","text":"“Increase speed, 805,” Deputat ordered.","metadata":null,"markups":[]},{"type":"P","text":"“Increased speed,” Osipovich reported.","metadata":null,"markups":[]},{"type":"P","text":"“Has the target increased speed, yes?” Deputat asked.","metadata":null,"markups":[]},{"type":"P","text":"“Reducing speed,” Osipovich clarified.","metadata":null,"markups":[]},{"type":"P","text":"In the command post, General Kornukov said to Gerasimenko, “Take control of the MiG-23 from Smirnykh, call sign 163, call sign 163, he is behind the target at the moment. Destroy the target!”","metadata":null,"markups":[]},{"type":"P","text":"“Task received. Destroy target 6065 with missile fire, accept control of the fighter from Smirnykh,” Gerasimenko read back.","metadata":null,"markups":[]},{"type":"P","text":"“Carry out the task, destroy it!” Kornukov repeated.","metadata":null,"markups":[]},{"type":"P","text":"Over the radio, Deputat ordered, “805, open fire on the target!”","metadata":null,"markups":[]},{"type":"P","text":"“Well, it should have been earlier, where do I go now?” Osipovich replied. “I am already abeam the target.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, if possible take up a position for attack,” said Deputat.","metadata":null,"markups":[]},{"type":"P","text":"“Now I have to fall back from the target,” Osipovich explained. With the target off to his side rather than in front of him, it was impossible to lock on and fire the missiles.","metadata":null,"markups":[]},{"type":"P","text":"“Your position in relation to the target?” Deputat asked.","metadata":null,"markups":[]},{"type":"P","text":"“Just now it was at 70 degrees to the left,” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"“Roger,” said Deputat. “805, try to destroy the target with cannons.”","metadata":null,"markups":[]},{"type":"P","text":"“I am already falling back, now I will try with missiles,” Osipovich replied.","metadata":null,"markups":[]},{"type":"P","text":"“163, 12 [km] to the target, I see both,” reported Tarasov, the pilot of the MiG-23 from Smirnykh airbase.","metadata":null,"markups":[]},{"type":"P","text":"At the command post, Gerasimenko reported, “Comrade General, [he has] gone to the attack position.”","metadata":null,"markups":[]},{"type":"P","text":"“805, approach target and destroy target!” Deputat instructed.","metadata":null,"markups":[]},{"type":"P","text":"“Roger. Locked on already,” Osipovich reported.","metadata":null,"markups":[]},{"type":"P","text":"“805, are you closing on the target?”","metadata":null,"markups":[]},{"type":"P","text":"“Closing, the target is locked on, distance to target 8 [km],” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"“Oh [explective,] how long [does it take him] to go to attack position?” Kornukov complained. “He is already getting into neutral waters.” Indeed, Sakhalin island is quite narrow, and the target had nearly reached other side. After that it would re-enter international waters over the Sea of Japan. “Engage afterburner immediately,” Kornukov ordered. “Bring in the MiG-23 as well, while you are wasting time it will fly right out!”","metadata":null,"markups":[]},{"type":"P","text":"“Afterburner,” Deputat ordered. “Afterburner, 805!”","metadata":null,"markups":[]},{"type":"P","text":"“Already switched on,” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"“So, 23 is going behind, his radar sights are engaged, draw yours off to the right immediately after the attack. Has he fired or not?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“Not yet, not at all,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“Why?”","metadata":null,"markups":[]},{"type":"P","text":"“He is closing in, going on the attack. 163 is coming in, observing both,” Gerasimenko reported.","metadata":null,"markups":[]},{"type":"P","text":"“Okay, roger, understood, so bring 163 in behind Osipovich to guarantee destruction,” said Kornukov.","metadata":null,"markups":[]},{"type":"P","text":"“Yes,” said Gerasimenko.","metadata":null,"markups":[]},{"type":"P","text":"“Well, what is [happening] there?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“Afterburner has been ordered, he is closing in, closing in…” Gerasimenko reported.","metadata":null,"markups":[]},{"type":"P","text":"“[Expletive], well, how long can it take to close in from a range of 5 kilometers, I do not understand!” Kornukov exclaimed.","metadata":null,"markups":[]},{"type":"P","text":"At that exact moment, Osipovich made his move. With a roar, he let loose an R-98 heat seeking air-to-air missile, followed moments later by a second R-98 with radar guidance. “Launch,” he reported. “Executed launch.”","metadata":null,"markups":[]},{"type":"P","text":"For a moment, the command post fell silent. Then, far above the coast of Sakhalin Island, an explosion shattered the pre-dawn darkness, billowing into the night. The deed was done and there would be no turning back.","metadata":null,"markups":[]},{"type":"P","text":"The time was 18:26 and one second. In the cockpit of his Su-15, Major Gennady Osipovich keyed his microphone and drily reported: “The target is destroyed.” [19]","metadata":null,"markups":[]},{"type":"IMG","text":"Key events and radar plot from the second interception attempt over Sakhalin. (ICAO)","metadata":{"id":"1*pxHim1cKceV9QYGhtKZ5DA.png","originalHeight":1288,"originalWidth":2148,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"H3","text":"Part 4: This is an Emergency Descent","metadata":null,"markups":[{"type":"STRONG","start":0,"end":36,"href":null,"anchorType":null}]},{"type":"P","text":"The crew of KAL flight 007 had no knowledge of the frantic flurry of communications, the barked orders, or the fog of confusion that enveloped the Soviet command posts on Sakhalin Island. In fact, the cockpit voice recording, which began at 17:54 UTC, suggested that the flight crew were more bored than alarmed. The first lines on the 30-minute recording were utterly prosaic:","metadata":null,"markups":[]},{"type":"P","text":"“Have you had a long flight recently?”","metadata":null,"markups":[]},{"type":"P","text":"“From time to time.”","metadata":null,"markups":[]},{"type":"P","text":"“Sounds good. As far as I know Chief Pilot Park has a long flight occasionally, but Chief Pilot Lee has [unintelligible].”","metadata":null,"markups":[]},{"type":"P","text":"The sound of a yawn was heard, followed by another.","metadata":null,"markups":[]},{"type":"P","text":"“Having a dull time, please write down a comment now,” said First Officer Son.","metadata":null,"markups":[]},{"type":"P","text":"“Yes, [unintelligible] give it to me,” said Captain Chun.","metadata":null,"markups":[]},{"type":"P","text":"“If you don’t write it, I might not pass the document check,” said Son.","metadata":null,"markups":[]},{"type":"P","text":"The conversation about paperwork continued for some time, until at 18:00 a flight attendant entered the cockpit. “Captain, sir, would you like to have a meal?” they asked.","metadata":null,"markups":[]},{"type":"P","text":"“What? Meal? Is it already time to eat?” said Chun. One can almost hear his bleary-eyed confusion.","metadata":null,"markups":[]},{"type":"P","text":"“Do you want to eat now?” someone asked.","metadata":null,"markups":[]},{"type":"P","text":"“Let’s eat later,” Chun replied.","metadata":null,"markups":[]},{"type":"P","text":"In the background, a passenger announcement played over the public address system. “Good morning ladies and gentlemen, we will be landing at Seoul Kimpo International Airport in about three hours. Local time in Seoul right now is 3 a.m.. Before landing we will be serving beverages and breakfast. Thank you.”","metadata":null,"markups":[]},{"type":"P","text":"“Why is it still so dark?” Son casually asked.","metadata":null,"markups":[]},{"type":"P","text":"“It is still a long way to go,” said Flight Engineer Kim.","metadata":null,"markups":[]},{"type":"P","text":"“Isn’t it time for sunrise yet?” said Son.","metadata":null,"markups":[]},{"type":"P","text":"The conversation soon returned to paperwork, before KAL flight 015 called them at 18:03 to have a chat.","metadata":null,"markups":[]},{"type":"P","text":"“What are you doing?” asked the pilot of 015.","metadata":null,"markups":[]},{"type":"P","text":"“We are… we have a pleasant chat because Mr. Kim here is giving us a little fun,” said Chun.","metadata":null,"markups":[]},{"type":"P","text":"The pilot of flight 015 chuckled. “Well, after arrival in Seoul, it is better for you to study all those things,” he said.","metadata":null,"markups":[]},{"type":"P","text":"“Study what?” said Chun. “There is nothing to be studied… by the way, what a good season, it’s autumn. I hope I could take a day off for autumn leaves viewing.”","metadata":null,"markups":[]},{"type":"P","text":"“Make a schedule, make a schedule,” said 015.","metadata":null,"markups":[]},{"type":"P","text":"“Why don’t you take some time off and go to Sorak Mountain?” someone suggested. [2]","metadata":null,"markups":[]},{"type":"P","text":"At 18:04, however, the conversation took an interesting turn when KAL 015 asked, “Are you about three minutes ahead of us?”","metadata":null,"markups":[]},{"type":"P","text":"“Ah, NOKKA estimate is one eight two, er, two five, over,” flight 007 replied.","metadata":null,"markups":[]},{"type":"P","text":"“Ah, two five, we estimate one eight two nine, one eight two nine,” said flight 015.","metadata":null,"markups":[]},{"type":"P","text":"“One minute late, one minute, four minutes faster, it’s two five,” said flight 007. “It will be very complicated to go through customs. If you want to go faster, go faster, if you want to go slower, go slower, that’s the complication.”","metadata":null,"markups":[]},{"type":"P","text":"“Um, we are now having an unexpected strong tailwind,” flight 015 reported.","metadata":null,"markups":[]},{"type":"P","text":"“How much do you get there? How much and which direction?” Captain Chun asked.","metadata":null,"markups":[]},{"type":"P","text":"“Thirty five knots,” said flight 015.","metadata":null,"markups":[]},{"type":"P","text":"“Um, which direction, which direction?”","metadata":null,"markups":[]},{"type":"P","text":"“Zero four zero, zero four zero,” flight 015 replied. The wind was almost directly at their backs, out of the northeast.","metadata":null,"markups":[]},{"type":"P","text":"“Ah! You got so much,” said Chun. “We still got headwind. Headwind 215 degrees 15 knots,” he said. According to their instruments, the winds at their location were blowing out of the southwest, in completely the opposite direction. If flights 015 and 007 were following the same track, only four minutes apart and with only 2,000 feet of altitude separation, how was it possible that one was experiencing a 35 knot tailwind, and the other a 15-knot headwind?","metadata":null,"markups":[]},{"type":"P","text":"The pilot of flight 015 appeared to recognize that there was an issue. “Is it so? But according to flight plan wind direction three six zero 15 knots approximately,” said flight 015.","metadata":null,"markups":[]},{"type":"P","text":"For a brief moment, Captain Chun hesitated, not knowing that hundreds of lives were at that moment balancing on the tip of his tongue. And then, heartbreakingly, he replied, “Well, it may be like this.”","metadata":null,"markups":[]},{"type":"P","text":"How could Chun have failed to recognize that something was deeply wrong? Why didn’t the discrepancy set off alarm bells in his mind? We will never know for sure. But one possibility is that he was simply too tired to commit any mental energy to the problem.","metadata":null,"markups":[]},{"type":"P","text":"As the cockpit voice recorder tape continued to tick down the minutes toward disaster, it again captured a chorus of yawns, and then someone asked, “Is he ahead of us?”","metadata":null,"markups":[]},{"type":"P","text":"“Let him go faster,” Chun replied. “Zero one five same two nine at NOKKA as us. Let him go faster.”","metadata":null,"markups":[]},{"type":"P","text":"“Why are they in such a hurry?”","metadata":null,"markups":[]},{"type":"P","text":"“They have a tailwind, 35 knots,” said Chun.","metadata":null,"markups":[]},{"type":"P","text":"“Oh.”","metadata":null,"markups":[]},{"type":"P","text":"Sadly, that was the last anyone spoke of the wind issue.","metadata":null,"markups":[]},{"type":"P","text":"At 18:08, flight 015 suggested that flight 007 join them at 35,000 feet. The reason for this was not explicitly stated but it’s possible that the crew of flight 015 wanted to help flight 007 find the strong tailwind in order to make better time.","metadata":null,"markups":[]},{"type":"P","text":"Flight 007 was by this point already in communication with Tokyo Radio, the Japanese oceanic control facility. Unlike their attempts to contact Anchorage, the crew had no trouble speaking with Tokyo because by this point the flight was not particularly far away from the nearest radio repeater, on the Japanese island of Hokkaido. Some communications also took place via long-range HF radio, which was standard.","metadata":null,"markups":[]},{"type":"P","text":"In order to clear the way for flight 007, flight 015 first requested to climb to 37,000 feet, and was told to standby. While waiting, the pilots of flight 007 casually discussed where to exchange US dollars to South Korean money at Kimpo Airport.","metadata":null,"markups":[]},{"type":"P","text":"Subsequently, at 18:14, Tokyo cleared flight 015 to climb to 37,000 feet, at 18:15, KAL 007 requested 35,000. “Standby, call you back,” Tokyo replied.","metadata":null,"markups":[]},{"type":"P","text":"“Oh my god! This radio is very bad,” one of the pilots complained.","metadata":null,"markups":[]},{"type":"P","text":"In the background, intermittent sounds of incoming morse code could be heard, the source of which was never identified. In flight, it’s normal to hear Morse code broadcasts; in fact, VOR radio beacons emit Morse code signals containing identification information, which is how pilots verify that they’ve tuned in to the right VOR. However, it’s hard to believe that the pilots of flight 007 had tuned into a VOR at that moment, since no VORs normally used on route R20 were then in range. Unfortunately, the quality of the recorded sounds was too poor to decipher the Morse code, so we will probably never know what station they were picking up. [3]","metadata":null,"markups":[]},{"type":"P","text":"For a few minutes, there was silence in the cockpit, other than the occasional Morse code blips, and a few unintelligible comments. Then, at 18:20, Tokyo Radio transmitted, “Korean Air zero zero seven, clearance, Tokyo ATC clears Korean Air zero zero seven climb and maintain flight level three five zero.”","metadata":null,"markups":[]},{"type":"P","text":"“Roger, Korean Air zero zero seven, climb and maintain at three five zero, leaving three three zero at this time,” flight 007 replied. Complying with the clearance, Captain Chun selected 35,000 feet in the autopilot window, and the plane began to climb, causing its speed to drop. [2]","metadata":null,"markups":[]},{"type":"P","text":"The pilots of flight 007 obviously had no idea that at that very moment, Major Osipovich was trailing them in his Su-15, flashing his navigation lights and firing warning shots with his cannon. His standard cannon fire, with no tracer rounds, would have been invisible in the darkness. Nor is there any evidence that Osipovich’s fighter was ever positioned within a direct line of sight from the 747’s cockpit. If he was, then evidently the crew of flight 007 did not see him. [3]","metadata":null,"markups":[]},{"type":"IMG","text":"An artist’s impression of the seconds after the attack. (D. Zhirnov)","metadata":{"id":"0*PKv6kXPCSfqJdRR8.jpg","originalHeight":770,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"At 18:26 and 2 seconds, precisely as Osipovich was uttering the words “target is destroyed,” the cockpit voice recorder capturing the sound of a massive explosion as the heat-seeking R-98 missile exploded in the vicinity of the 747’s vertical stabilizer. The radar-guided missile appeared to miss.","metadata":null,"markups":[]},{"type":"P","text":"The explosion immediately inflicted severe damage to the flight controls, hydraulic systems, and aircraft structure. In the cockpit, the rudder pedals slammed to their maximum deflection due to the failure of a rudder control cable, but the rudder itself remained in the neutral position. Analyzing black box data, investigators would later determine that the blast also opened a hole in the pressure cabin measuring approximately 0.16 meters square (1.75 sq. ft), resulting in a rapid decompression. A cacophonous wind would have filled the airplane, followed by the automatic deployment of the oxygen masks.","metadata":null,"markups":[]},{"type":"P","text":"The first reaction of the pilots was one of shock. “What’s happened?” somebody shouted.","metadata":null,"markups":[]},{"type":"P","text":"“What?”","metadata":null,"markups":[]},{"type":"P","text":"“Retard throttles!”","metadata":null,"markups":[]},{"type":"P","text":"“Engines normal!” the flight engineer called out. The pilots’ first instinct upon feeling the explosion would have been to check for signs of an uncontained engine failure, but all four engines were operating normally. [2]","metadata":null,"markups":[]},{"type":"P","text":"The explosion also damaged the 747’s elevators, which control pitch. The 747 has four separate elevators that can move independently if one becomes jammed. Furthermore, the 747’s four independent hydraulic systems ensure that at least one of the elevators can be actuated even with the failure of three hydraulic systems, providing for an extremely failure resistant design. However, the widespread damage from the blast is believed to have disabled hydraulic systems 1, 2, and 3, leaving only hydraulic system 4, which controlled the left inboard elevator. This elevator was tied to the right outboard elevator by a “crossover cable,” allowing both control surfaces to move as long as one of them still had hydraulic power. However, the explosion is believed to have severed this crossover cable, as a result of which the right outboard elevator became free-floating. Almost immediately, this rogue elevator jammed in the maximum nose up position, sending the plane into an uncontrolled climb. The autopilot would have attempted to pitch down in order to maintain the selected altitude, but its inputs were ineffective. The active autopilot — the 747 has two — was autopilot A, which had an independent hydraulic elevator actuator that relied on hydraulic system #3. With hydraulic system #4 alone, only manual control was possible. [3]","metadata":null,"markups":[]},{"type":"P","text":"As the plane continued to rise higher and higher, the flight crew frantically sought the source of the trouble, as the cabin altitude warning blared in the background. Evidence indicates that the pilots responded properly by donning their oxygen masks.","metadata":null,"markups":[]},{"type":"P","text":"Twenty seconds after the missile impact, the autopilot disconnected; whether this is deliberate is not known.","metadata":null,"markups":[]},{"type":"P","text":"“Altitude is going up!” someone shouted. A bell announced that someone in the cabin was trying to get the pilots’ attention, but they ignored it.","metadata":null,"markups":[]},{"type":"P","text":"“Speed brake is coming out,” someone said, but the flight data recorder logged no change in the speed brake position. The plane was starting to bank uncontrollably to the right.","metadata":null,"markups":[]},{"type":"P","text":"Captain Chun attempted to pitch down, but with only one of the plane’s four elevators operational, and with one of the others pinned at maximum nose up, incredible force would have been required to generate a response. In fact, calculations would later suggest that the airplane’s response to his inputs was only half of what would be expected even under this dire scenario, suggesting that there was likely structural damage to their remaining elevator as well.","metadata":null,"markups":[]},{"type":"P","text":"“I am not able to drop altitude now, unable!” he shouted. “Altitude is going up!”","metadata":null,"markups":[]},{"type":"P","text":"“This is not working, this is not working!” somebody said. The FDR recorded a reduction in engine power, presumably to help bring the nose down, but this too was ineffective.","metadata":null,"markups":[]},{"type":"P","text":"“Manually!”","metadata":null,"markups":[]},{"type":"P","text":"“Cannot do manually!”","metadata":null,"markups":[]},{"type":"P","text":"In the background, an automated passenger announcement began, its calm, detached voice slicing through the chaos. “Attention: emergency descent,” it said, first in Korean, then English, then Japanese. “Put out your cigarette. This is an emergency descent.”","metadata":null,"markups":[{"type":"EM","start":115,"end":144,"href":null,"anchorType":null},{"type":"EM","start":202,"end":254,"href":null,"anchorType":null}]},{"type":"P","text":"Another autopilot disconnect warning sounded. “Not working manually also!” someone exclaimed.","metadata":null,"markups":[]},{"type":"P","text":"“Engines are normal sir!” Flight Engineer Kim reported.","metadata":null,"markups":[]},{"type":"P","text":"“Is it power compression?” someone asked.","metadata":null,"markups":[]},{"type":"P","text":"“Is that right?”","metadata":null,"markups":[]},{"type":"P","text":"“Put out your cigarette. This is an emergency descent. Put the mask over your nose and mouth and adjust the headband.”","metadata":null,"markups":[{"type":"EM","start":0,"end":118,"href":null,"anchorType":null}]},{"type":"P","text":"At that moment, their altitude peaked at 38,250 feet, and then the plane began to descend, banking 23 degrees to the left. The pilots attempted to level the wings, but with only one working hydraulic system, the only roll control available was the right inboard aileron and two of the roll spoilers. The yaw damper, which stabilizes the aircraft in yaw, was also inoperative. Unable to stop the roll with the severely degraded flight controls, the bank angle increased to 52 degrees as the plane nosed over into a rapid left-hand spiral descent.","metadata":null,"markups":[]},{"type":"P","text":"Keying his microphone, First Officer Son managed to broadcast a desperate call to air traffic control. “Tokyo Radio, Korean Air zero zero seven!” he shouted through his oxygen mask, struggling to be heard above the incredible noise in the depressurized cockpit.","metadata":null,"markups":[]},{"type":"P","text":"“Korean Air zero zero seven, Tokyo,” the controller replied.","metadata":null,"markups":[]},{"type":"P","text":"“Roger, Korean Air zero zero seven, [unintelligible], ah, we are experiencing… rapid compressions, descend to one zero thousand!”","metadata":null,"markups":[]},{"type":"P","text":"The message was garbled and faint, difficult to make out amid the background noise. “Korean air zero zero seven, unreadable, unreadable,” said the controller. “Radio check on one zero zero four eight.”","metadata":null,"markups":[]},{"type":"P","text":"“Attention: emergency descent,” droned the automatic PA. “Put out your cigarette. This is an emergency descent. Put the mask over your nose and mouth and adjust — ”","metadata":null,"markups":[{"type":"EM","start":0,"end":32,"href":null,"anchorType":null},{"type":"EM","start":57,"end":164,"href":null,"anchorType":null}]},{"type":"P","text":"At time 18:27 and 46 seconds, 104 seconds after the explosion, the cockpit voice recorder and flight data recorder simultaneously went dead. Damage to the electrical system may have been the cause, but in the end the exact reason for the failure of the black boxes is not known and will probably never be known.","metadata":null,"markups":[]},{"type":"P","text":"From then on, KAL 007’s fate is murky, even as the crew no doubt fought desperately to save her, waging a futile battle against their own dying aircraft. But in the dark, with almost no flight controls and untold structural damage, there was very little they could do to stop their once mighty 747 from embarking on a slow, agonizing spiral, down toward the distant sea.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"As flight 007 began its lengthy death spiral, Major Osipovich was called off the pursuit, sent back to base with his fuel tanks running low. Simultaneously, General Kornukov ordered the MiG-23, 163, to verify the kill. Kornukov was clearly nervous — the target was still visible on radar and he seemed unsure whether Osipovich had actually dealt a fatal blow. In fact, Tarasov, the pilot of 163, could still see the 747, descending through 9,000 meters in a steepening left turn, although he erroneously reported that it was turning to the right.","metadata":null,"markups":[]},{"type":"P","text":"“Has Osipovich reported the result of his fire or not?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“Comrade General, the target is in a right turn…” Gerasimenko reported.","metadata":null,"markups":[]},{"type":"P","text":"“Well, I understand, I do not understand the result, why is the target flying, missiles were fired, why is the target flying, [expletive]? What is happening?”","metadata":null,"markups":[]},{"type":"P","text":"Over the next several minutes, further attempts were made to clarify the situation, without much success. By 18:32, fighter 163 had lost visual contact with the target in the area north of Moneron Island, just west of Sakhalin, in the Sea of Japan. The target’s spiraling track brought it repeatedly in and out of Soviet waters, leading to further confusion. The tapes even captured two officers discussing whether the target was in Soviet airspace at all when the missiles were fired. They concluded that it was.","metadata":null,"markups":[]},{"type":"P","text":"On radar, the target was still visible, descending rapidly through an altitude of 5,000 meters. Background statements suggested that the target should be “finished off.” However, at 18:35 the target disappeared from radar northeast of Moneron Island, and after that no one laid eyes on it again.","metadata":null,"markups":[]},{"type":"P","text":"On the sea of Japan, in international waters west of Sakhalin, the crew of a Japanese fishing boat heard the sound of a low-flying airplane, followed by a loud boom and a flash on the horizon. A dull roar and another flash followed seconds later, emanating from the southeast. The scent of jet fuel washed over them, then faded away. [19]","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"Before long, phones were ringing in the offices of high-ranking military officials throughout the far eastern region. The tapes captured dry briefings forwarded to Lieutenant General Arkharov, deputy commander of the Far Eastern Military District Air Force; and General Strogov, deputy commander of the entire Far Eastern Military District. Kornukov personally briefed the latter, informing him that the pilot did not determine the target’s type or ownership and it did not respond to IFF interrogation.","metadata":null,"markups":[]},{"type":"P","text":"Continuing the briefing, he said, “Weapons were used. Warning shots were fired first, warning cannon shots were fired, target did not respond, two article 37 missiles were fired at the target. We have no results yet, radar, according to radar data the target was lost in the area of Moneron Island descending.”","metadata":null,"markups":[]},{"type":"P","text":"“Did the pilots report what the target was?”","metadata":null,"markups":[]},{"type":"P","text":"“The pilots saw a four-engine [aircraft], a four-engine [aircraft], they were not able to identify it, it was flying with navigation lights on. They flashed their lights, the target did not respond.”","metadata":null,"markups":[]},{"type":"P","text":"“A four-engine [aircraft], big, eh?”","metadata":null,"markups":[]},{"type":"P","text":"“Yes, big, big, four-engined. Weapons were used, weapons authorized at the highest level. Ivan Moiseevich authorized it.” Here Kornukov was referring to Army General Ivan Moiseevich Tretyak, Commander of the Far Eastern Military District, three levels above himself and the direct superior of General Strogov.","metadata":null,"markups":[]},{"type":"P","text":"At 18:43, Major Osipovich landed back at Sokol airbase, and was debriefed by General Kornukov.","metadata":null,"markups":[]},{"type":"P","text":"“Report, what did you see with your own eyes, what did you see through the sights, how you used the cannons and which you fired, well, did you launch the heat-seeker separately, or both?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“Affirmative, I launched both,” said Osipovich.","metadata":null,"markups":[]},{"type":"P","text":"“Roger, you fired the cannons?” Kornukov asked.","metadata":null,"markups":[]},{"type":"P","text":"“I did, I gave him two bursts,” Osipovich affirmed.","metadata":null,"markups":[]},{"type":"P","text":"“So, no reaction?”","metadata":null,"markups":[]},{"type":"P","text":"“No reaction, it continued on as before,” said Osipovich. Kornukov did not ask whether there were any tracers among the rounds, nor did Osipovich volunteer this information.","metadata":null,"markups":[]},{"type":"P","text":"“Understood,” said Kornukov. “And tell me, wait, I will ask questions, you answer them. Now, from the outline, from the outline, could you more or less determine the type?”","metadata":null,"markups":[]},{"type":"P","text":"“[I could] see a large airplane, because it was descending… the navigation lights were on,” Osipovich explained.","metadata":null,"markups":[]},{"type":"P","text":"“It was descending and the navigation lights were on, right?”","metadata":null,"markups":[]},{"type":"P","text":"“Yes.”","metadata":null,"markups":[]},{"type":"P","text":"“Understood. You launched the radar-seekers and the heat-seekers?”","metadata":null,"markups":[]},{"type":"P","text":"“Affirmative, I launched both.”","metadata":null,"markups":[]},{"type":"P","text":"“You saw explosions, where?”","metadata":null,"markups":[]},{"type":"P","text":"“I did.”","metadata":null,"markups":[]},{"type":"P","text":"“In the area of the target?”","metadata":null,"markups":[]},{"type":"P","text":"“Right in the area of the target, the lights went out immediately.”","metadata":null,"markups":[]},{"type":"P","text":"“So you… did not see the descent or anything after the explosion of the missiles?”","metadata":null,"markups":[]},{"type":"P","text":"“I, the [missiles] exploded, the lights went out, I reported and turned away to the right.”","metadata":null,"markups":[]},{"type":"P","text":"“Understood, and its lights went out?”","metadata":null,"markups":[]},{"type":"P","text":"“Yes, its [lights.]”","metadata":null,"markups":[]},{"type":"P","text":"“Roger. What [happened], was it not destroyed?”","metadata":null,"markups":[]},{"type":"P","text":"“The target disappeared, but it was somehow descending slowly… either it was put out of action or it was damaged, it disappeared in the area of Moneron,” Osipovich concluded. [19]","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"H3","text":"Part 5: Searching for Answers","metadata":null,"markups":[{"type":"STRONG","start":0,"end":29,"href":null,"anchorType":null}]},{"type":"P","text":"As soon as the shootdown was confirmed, Soviet civilian and military rescue ships were dispatched to the probable location of the crash, in the waters off Moneron Island. Within hours, the dawn light revealed small pieces of scattered debris bobbing on the surface of the Sea of Japan, the flotsam of a flight gone terribly awry.","metadata":null,"markups":[]},{"type":"P","text":"The rest of the world, meanwhile, was still struggling to figure out what exactly had taken place.","metadata":null,"markups":[]},{"type":"P","text":"In Japan, air traffic controllers repeatedly called for KAL 007, but got no response. KAL 015 couldn’t raise KAL 007 either. The distress phase was activated and authorities began scouring radar data for clues about the location of a possible crash site. [3]","metadata":null,"markups":[]},{"type":"P","text":"At secret listening posts in Japan, US military intelligence heard Osipovich report that he had destroyed a target, but personnel were initially just as clueless about the identity of the target as the Soviets were. [15]","metadata":null,"markups":[]},{"type":"P","text":"But when KAL 007 failed to arrive in Korea, generating initial media reports of a missing airliner, it didn’t take long for the Americans to put two and two together. Presumably, it didn’t take the Soviets much longer.","metadata":null,"markups":[]},{"type":"P","text":"Interestingly, however, the first group to realize what had happened might have been the Japanese military. In fact, a Japan Defense Agency radar facility tracked flight 007 for 17 minutes between 18:12 and 18:29, spanning the period of the interception and shootdown. However, the identity of the target was not known, and it doesn’t seem that the Japanese forces paid it much attention.","metadata":null,"markups":[]},{"type":"P","text":"Like all civilian airliners, KAL 007 was equipped with a transponder capable of broadcasting (or “squawking”) a four-digit code that could be picked up by air traffic control radar. Controllers normally assign a unique code to each aircraft in order to track them more easily. However, when an aircraft is flying in a non-radar environment, such as the NOPAC route system, it’s customary to select a four-digit code ending in “00,” which broadly indicates where the airplane is coming from when it enters radar-controlled airspace. [3] In the case of the Tokyo flight information region, aircraft inbound on route R20 normally “squawked” 2000, while aircraft leaving the sector usually squawked 1300. Interestingly, it was noted that KAL 007 was squawking 1300, indicating an aircraft leaving Japanese airspace. The reason for this is unknown but Russia has suggested that the use of this code prevented the Japanese armed forces from identifying the plane in a timely manner. [8] At that time there were scheduled airline flights between Japan and the USSR, so the presence of an aircraft squawking 1300 in or near Soviet airspace would not have been unusual in and of itself.","metadata":null,"markups":[]},{"type":"IMG","text":"Korean Air Lines officials examine debris from KAL 007 that was recovered near Japan. (AP)","metadata":{"id":"0*Jj0Adc3d5IoTIrkA","originalHeight":469,"originalWidth":625,"alt":null},"markups":[]},{"type":"P","text":"In any case, although the Japanese military didn’t identify KAL 007 until after the shootdown, the radar data did provide US, Japanese, and Korean authorities with a general idea of where the 747 had crashed. This data indicated that there was a high likelihood the plane came down in international waters, where anyone could search for it. As for who would get there first — that was anyone’s guess.","metadata":null,"markups":[]},{"type":"P","text":"Within hours of the shootdown, US air force aircraft were in the area conducting sea searches, while US and Japanese naval vessels reached the search zone by September 2nd. But the Soviet Union had a head start, and better radar data. The search zone identified by the USSR was much smaller than its US counterpart, [3] and according to some reports the Soviet Union surrounded its most sophisticated search vessel with a large grid of fishing trawlers in order to disguise its activities. [4]","metadata":null,"markups":[]},{"type":"P","text":"On September 13th, a US ship arrived in the region with equipment capable of detecting the “pingers” on the airliner’s black boxes. [3] However, the USSR allegedly deployed several false pingers broadcasting on the same frequency in order to throw the Americans off the scent. [4]","metadata":null,"markups":[]},{"type":"IMG","text":"Map of the search zones identified by the US and the USSR. (ICAO)","metadata":{"id":"1*Fi61b5cKOePCTUMh_HEidA.png","originalHeight":1782,"originalWidth":1592,"alt":null},"markups":[]},{"type":"P","text":"In fact, by that point the USSR probably already knew where the wreckage was located, although an exact timeline for the discovery of the wreckage has never been conclusively established. In 1993, civilian divers from the former USSR told the International Civil Aviation Organization (ICAO) that they visited the wreckage beginning about a month after the accident in order to search for the black boxes, but that Soviet navy divers had already been there — when exactly this occurred was not specified. According to the civilian divers, the wreckage was severely fragmented, with the largest item being a four-meter segment of the vertical fin. The wreckage appeared to be contained within an area measuring only 60 by 160 meters, consistent with a violent impact by a structurally intact aircraft, although a thorough check for all major parts of the airplane was not conducted. [3]","metadata":null,"markups":[]},{"type":"P","text":"According to the divers, the flight data recorder was located after a week of searching, and the cockpit voice recorder after a further three days. However, the diving operation continued until November 1983, [3] possibly to prevent the Americans from realizing that the black boxes had already been found.","metadata":null,"markups":[]},{"type":"P","text":"Although the primary goal of the search was to find the crucial flight recorders, the US, Japanese and Korean searchers did have a secondary goal — to bring back the remains of the 269 passengers and crew. However, for loved ones of those on board, closure has been elusive. The Soviet Union never made a wholesale effort to recover the wreckage or the remains of the victims, and only a few items were found floating on the surface. Over the subsequent weeks, body parts from only 4 to 5 individuals washed up on the shore of Hokkaido in Japan, including portions of a woman and a child, along with ID cards from Taiwan and Canada. [21] The USSR handed over a further 18 personal articles and 60 pieces of wreckage, but no bodies. [3]","metadata":null,"markups":[]},{"type":"P","text":"In interviews, the Soviet divers who visited the crash site reported seeing some fragmented human remains, such as hands and feet, as well as passenger luggage, but nothing that could be described as a “body.” [3] In any case, for the divers, the presence of remains was incidental — their sole mission was to recover the black boxes.","metadata":null,"markups":[]},{"type":"IMG","text":"A temporary memorial to the victims was erected in Washington D.C. (AP)","metadata":{"id":"0*x6kRLxcBx-kfIHgh.jpg","originalHeight":1019,"originalWidth":1513,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"As soon as it became clear that flight 007 had been shot down, a parallel effort emerged to organize an objective, independent investigation into the causes of the incident. In those early days, questions were plentiful, but answers were few. Even basic questions like what happened and when were subject to competing rumors. More troubling questions also quickly surfaced. How could flight 007 have been so far off course? Why wasn’t it properly identified by Soviet radars? The difficult task of gathering evidence, analyzing it, and hopefully answering these questions was ultimately assigned to the only entity that could be considered remotely neutral — the International Civil Aviation Organization, the United Nations agency that oversees global aviation standards and practices. ICAO had previously conducted an investigation into the shootdown of Libyan Arab Airlines flight 114 over the occupied Sinai Peninsula by Israeli forces in 1973, providing precedent for its intervention.","metadata":null,"markups":[]},{"type":"P","text":"The initial ICAO investigation was limited in scope because the USSR did not provide any materials to the investigators, nor was ICAO — or any other entity — capable of compelling them to do so. The USSR did not even reveal that it had recovered the black boxes, which investigators believed were missing.","metadata":null,"markups":[]},{"type":"P","text":"Without this data, the investigators were unable to determine why flight 007 flew so far off course, but they did come up with two plausible theories.","metadata":null,"markups":[]},{"type":"P","text":"One possibility was that the the aircraft had been moved before the INS finished aligning prior to pushback. As described in Part 2 of this essay, this would cause the INS to become mistaken about the airplane’s own position, and, consequently, the position of everything else as well. Had this happened, the INS could have guided the flight crew along a track that was offset from the intended flight path.","metadata":null,"markups":[]},{"type":"P","text":"The other theory was that the flight path of KAL 007 was actually a constant magnetic heading, and that the INS was either never engaged or was activated while outside of the engagement window. In that case the autopilot would have continued to fly the airplane along the last magnetic heading selected by the crew during climb out from Anchorage — again, as I described in Part 2.","metadata":null,"markups":[]},{"type":"P","text":"Without the black box data, the investigators could not determine which of these theories was correct. Many aviation experts preferred the constant magnetic heading theory, but there was no proof one way or the other. And as for why the plane was not properly identified by Soviet air defense, ICAO could not even begin to say, as the only evidence they had in hand were a few one-sided transcripts provided by the United States government. Constrained by this lack of evidence, the ICAO investigators released their preliminary report in late 1983 without coming to any conclusions about the causes of the incident.","metadata":null,"markups":[]},{"type":"P","text":"However, the ignorance of the ICAO investigators was not shared by all. As it turns out, there were individuals within the governments of both the US and the USSR who by then already knew many of the answers — and today, it’s possible to tell their stories too.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"H3","text":"Part 6: Cold War Calculations","metadata":null,"markups":[{"type":"STRONG","start":0,"end":29,"href":null,"anchorType":null}]},{"type":"P","text":"The shootdown of KAL flight 007 came at a moment in Cold War history when relations between the US and the USSR were especially tense. The US president at that time was Ronald Reagan, founder of the modern American conservative movement and a fierce opponent of Soviet ideology, a man who believed that the best way to maintain the security of the United States was to deter Soviet aggression through calculated displays of force. But at the same time as Reagan pursued his militaristic strategies, the Soviet Union was on the back foot. Longtime Soviet leader Leonid Brezhnev had died in office in 1982 after 18 years in power, and his successor, former KGB chairman Yuri Andropov, was in poor health almost from the beginning of his tenure. At the same time, the USSR was burning through personnel and manpower in a futile attempt to sustain its ongoing war in Afghanistan. Although Andropov had ambitious plans to revitalize the Soviet Union’s flagging economy and political culture, his health prevented him from realizing his goals, and many in the ruling Politburo felt that the USSR’s global position was under threat. [22]","metadata":null,"markups":[]},{"type":"P","text":"This concern on the part of the Politburo was not without reason. Under Ronald Reagan, the US had stepped up military activities near Soviet borders, and even more worrying, the US was signaling its intention to forward deploy more nuclear weapons to Western Europe. High-stakes arms control negotiations were underway, and the deployment was expected to be a major topic of conversation at a high level meeting between US Secretary of State George Schultz and Soviet Foreign Minister Andrei Gromyko in Spain on September 8th. [23]","metadata":null,"markups":[]},{"type":"IMG","text":"Official portrait of Yuri Andropov, General Secretary of the Communist Party of the Soviet Union from November 1982 until his death in February 1984. (Public domain image)","metadata":{"id":"0*8aA3kX-hW766joJb","originalHeight":800,"originalWidth":603,"alt":null},"markups":[]},{"type":"P","text":"Alarmed by increasingly frequent incursions into Soviet airspace by US military aircraft, in November 1982 Andropov approved the adoption of Article 36 of the Law on the State Border of the USSR, followed in May 1983 by Article 53 of the Soviet Air Code. Together, these laws stated that if an aircraft intruding in Soviet airspace could not be “detained by any other means,” then border defense forces were not only authorized, but required to shoot it down. [4] This stands in contrast to the policy of most other countries, which is that an intruder may be shot down if it poses a threat. This strict rule was presumably adopted with the intention that air defenses would use lethal force only after exhausting all other alternatives — but in practice, its effects were disastrous.","metadata":null,"markups":[{"type":"EM","start":433,"end":441,"href":null,"anchorType":null},{"type":"EM","start":553,"end":557,"href":null,"anchorType":null}]},{"type":"P","text":"As KAL flight 007 crossed Kamchatka and approached Sakhalin Island, everyone involved, from Major Osipovich to General Kornukov to Army General Tretyak, would have known, first of all, that the law required them to either detain the target or shoot it down; and second, that if they did neither of those things, then they would fail to comply with the law and could expect official reprimand. According to certain sources this had already happened to General Kamenski, commander of the far eastern air force, earlier that same year. [16]","metadata":null,"markups":[]},{"type":"P","text":"When flight 007 reached Sakhalin Island, the local commanders had only limited time in which to identify and “detain” the aircraft, since other sectors had failed to provide them with any useful information beforehand. General Kornukov was therefore put into a situation in which there were doubts about the identity of the aircraft, and his direct superior had even speculated that it might be a commercial aircraft; while at the same time, all attempts to verify this had failed, the aircraft was not responding to Osipovich’s efforts to attract its attention, and the edge of Soviet airspace — and with it, the threat of a guaranteed reprimand — was fast approaching. Kornukov’s actions during the interception indicate that he was conscious of this dilemma and delayed shooting down the aircraft until the last possible moment. However, these doubts did not in the end overcome the pressure he felt to uphold the dangerous provisions of Soviet border law.","metadata":null,"markups":[]},{"type":"P","text":"The failure to identify the target in time to avoid shooting it down was caused by an unfortunate series of errors and omissions by air defense personnel. The “provisional” classification of the target as an RC-135 was based on no evidence other than prior experience, and this assumption remained unchallenged even after the target’s behavior ceased to resemble that of an RC-135. Furthermore, when air defense personnel contacted civilian air traffic controllers, they asked whether any domestic traffic was supposed to be in the area, and not what the controllers could tell them about the traffic that really was in the area. Available documents do not indicate whether the Kamchatka and Sakhalin civilian flight information regions had facilities equipped with secondary radar, but if they did, it might have been possible to check for a civilian transponder code. There is no evidence that this was done.","metadata":null,"markups":[{"type":"EM","start":510,"end":518,"href":null,"anchorType":null},{"type":"EM","start":606,"end":629,"href":null,"anchorType":null}]},{"type":"P","text":"Additionally, evidence indicates that flight 007 had one radio tuned to 121.5 mhz, the universal distress frequency, which would have been known to both civilian and military personnel in the USSR. Despite this, at no point during the more than two and a half hours in which Soviet forces tracked the target did anyone attempt to contact the aircraft on this frequency, in Russian, English, or any other language. Although the use of 121.5 to warn an intruding aircraft is common practice around the world, no such provision existed in the USSR interception guidelines. [8]","metadata":null,"markups":[]},{"type":"P","text":"When the target reached Sakhalin Island, General Kornukov did order some last-ditch efforts to attract the pilots’ attention. However, Osipovich’s Su-15 was insufficiently equipped and improperly positioned for these attempts to be successful. And by the time it became clear that these tactics were not working, insufficient time remained to change course without letting the aircraft escape. In most countries, this scenario would have ended with the safe departure of the target following the interceptor’s failure to establish that it was a threat — but in the Soviet Union, the law demanded that Kornukov fire first and ask questions later. Even though the law nominally positioned lethal force as a method of last resort, in practical terms it meant that lethal force had to be the first resort if time constraints did not permit “detainment by other means.”","metadata":null,"markups":[]},{"type":"P","text":"The basic conclusions described above were evident to high ranking officers and party officials in the USSR within hours of the shootdown. During the crisis, information about the situation made it all the way up the chain of command to Marshal Nikolai Ogarkov, in practice the highest ranking officer in the entire Soviet military, who contacted Defense Minister Dmitry Ustinov, who in turn contacted Yuri Andropov. All of these officials were told that the intruder was an American RC-135 because that was the information their subordinates had. [24] The response from Moscow was a generic order to try to make the plane land, and if that could not be done, to “act according to regulations” — which is to say, according to Articles 36 and 53. [23]","metadata":null,"markups":[]},{"type":"P","text":"Soviet officials learned that they had shot down a civilian airliner only when media reports emerged about the missing Korean 747. The response to this revelation was disjointed and the ailing Andropov’s role in the decision-making process was minimal.","metadata":null,"markups":[]},{"type":"P","text":"From an early stage, Soviet officials believed that the aircraft might have been on a spying mission even if it was a civilian airliner. From their point of view, it was hard to imagine how an airliner could have accidentally flown so far off course, passing straight over sensitive military facilities on Kamchatka and Sakhalin, and on a trajectory to overfly the headquarters of the pacific nuclear submarine fleet in Vladivostok if it wasn’t stopped. However, at the same time, it was evident from field reports that the local commanders were unaware that the plane was a civilian airliner and were not able to take this information into account.","metadata":null,"markups":[]},{"type":"P","text":"As a result of these factors, Deputy Foreign Minister Georgy Kornienko recommended to Foreign Minister Gromyko that the USSR come clean right away. In his view, it would be best to assert that the plane appeared to be on a spying mission, but to admit that the USSR had not realized civilians were on board and express regret for the unintended loss of life. [23] This tactic would have distributed blame onto both the US and the USSR, avoiding the worst of the heat both domestically and internationally.","metadata":null,"markups":[]},{"type":"P","text":"However, Gromyko’s response to Kornienko’s proposal was tepid. In his view, it would be unwise to pursue this path because it would be unpopular in the Politburo [23], which he apparently considered more important than the potential international consequences of outright denial. Instead, Kornienko shared his views with Defense Minister Dmitry Ustinov, who replied that he was against issuing any statement admitting that Soviet forces had made a mistake. Apparently his position was predicated partly on a belief that no one could prove that the USSR had shot down the plane, which Kornienko argued was obviously untrue. Unfortunately, in the end Andropov accepted Ustinov’s version, a decision that Kornienko later blamed on the General Secretary’s poor health. [23] Andropov was indeed in poor shape and ended up being transported to a “medical retreat” in Crimea the following day. [24]","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile at the offices of TASS, the Soviet Union’s main state news agency, the editors and journalists alike were aware of Western media reports surrounding the shootdown. High-ranking TASS editors had close relationships with the Politburo and were also aware of the various proposals circulating there, and in the early hours some political wires almost got crossed. According to a 2015 interview, Igor Kirillov, a top Soviet news anchor and one of the announcers of TASS’s primetime news program Vremya at the time of the shootdown, stated that he was almost ordered to broadcast a frank admission of responsibility. The following is an excerpt from his interview, translated by me:","metadata":null,"markups":[{"type":"EM","start":501,"end":507,"href":null,"anchorType":null}]},{"type":"P","text":"“A report arrived with which we were supposed to start the Vremya program. It was an honest, open report about the fact that it was our mistake, the mistake of the air defense command in that area. But all of a sudden, literally as the Vremya opening credits were rolling, publishing editor Vitaly Miroshnikov came running in, white as a sheet. He grabbed the text from me and gave me a completely different page, also TASS material, while an embargo was placed on the original. In the time that the opening credits were rolling, I managed only to read the start of the material […] and the end. My heart actually stopped for a second or two. Everything was the opposite! Everything was completely opposite! It was a completely different report! And viewers learned the real truth about this incident, the rather unpleasant truth, only after 30 years. But what was to be done, those were the times.” [25]","metadata":null,"markups":[{"type":"EM","start":0,"end":900,"href":null,"anchorType":null}]},{"type":"P","text":"The first TASS report on the shootdown ended up being a bizarre, unbelievable whitewash, in which Vremya announcer Olga Vysotskaya was forced to report, with a straight face, that Soviet fighters had intercepted KAL 007, followed it across their territory, then lost contact with it over the Sea of Japan, at which point it apparently crashed for unrelated reasons without a single shot fired. [23] This line was allegedly drafted by Defense Ministry staffers and approved at an emergency Politburo meeting chaired by Andropov himself. [24] Nevertheless, it’s hard to imagine that anyone important actually believed the report.","metadata":null,"markups":[{"type":"EM","start":98,"end":104,"href":null,"anchorType":null}]},{"type":"P","text":"At the same time, Alexander Bovin, one of the top journalists at Izvestiya, the USSR’s leading newspaper for foreign affairs, was instructed to produce a story about the incident. Bovin was said to have already been aware of the details and refused to write anything until the USSR issued an apology. He tried to contact Andropov to express his views but was unable to get through, at which point he reached out to future General Secretary Mikhail Gorbachev instead — but even Gorbachev was unsympathetic. [23]","metadata":null,"markups":[{"type":"EM","start":65,"end":76,"href":null,"anchorType":null}]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"The front page of the New York Daily News on September 2nd. The actual number of Americans on board was 63, not 31. (New York Daily News)","metadata":{"id":"0*ktA5eyn5O25mDwPs","originalHeight":898,"originalWidth":620,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, on the other side of the Pacific, entirely different political machinations were brewing.","metadata":null,"markups":[]},{"type":"P","text":"The situation over the Soviet far east was closely monitored by multiple intelligence agencies, including the Air Force intelligence wing, the Central Intelligence Agency (CIA), and the National Security Agency (NSA). Within the Reagan Administration, information about the shootdown quickly moved from these intelligence agencies into political circles, where the reports were interpreted and re-interpreted in real time. Administration officials expected massive public outrage and anti-Soviet backlash within the US, considering the presence of 63 US citizens on board, including well-known anti-communist crusader Larry McDonald. Some officials saw this sentiment as a constraint or a liability — but others perceived opportunity.","metadata":null,"markups":[]},{"type":"P","text":"In a memo drafted shortly after the shootdown, Secretary of State George Schultz told President Reagan that he would arrange a public relations effort to “exploit the incident” for the advancement of the administration’s geopolitical aims. [26] The apparent thrust of this effort was to convince the world that the Soviet Union wantonly shot down what it knew was civilian airliner.","metadata":null,"markups":[]},{"type":"P","text":"The idea that this could occur was not entirely unfounded. In 1978, a Korean Air Lines Boeing 707 en route from Paris to Anchorage became lost while flying near the north magnetic pole, turned almost completely around, and flew into Soviet airspace over the Kola Peninsula in far western Russia, where it was intercepted by Soviet fighters. [27] In daylight, the fighter pilot was easily able to identify the plane as a Korean civil airliner, but was ordered to shoot it down anyway because his superiors did not believe him. He subsequently fired a missile that damaged the airplane, killing 2 passengers, but the pilot eventually made a successful forced landing on a frozen lake. [23] However, accounts of this incident vary wildly from one participant to the next, and no objective investigation was carried out, making any interpretation potentially dubious.","metadata":null,"markups":[]},{"type":"P","text":"Furthermore, despite this precedent, multiple intelligence agencies had intercepted communications demonstrating, first of all, that Soviet air defense commanders believed that KAL 007 was a US Air Force RC-135; and secondly, that Major Osipovich never visually identified the aircraft type. Furthermore, it was apparent that some attempts had been made to warn the airliner, misdirected as these efforts may have been.","metadata":null,"markups":[]},{"type":"P","text":"In fact, internal documents show that US intelligence was reasonably certain within 36 hours that the shootdown was accidental, the result of mistaken identity. [15] Knowledge of this fact was widespread within the administration by September 2nd. [23] Secretary of State Schultz was personally briefed on this conclusion by the CIA and the NSA. And yet Schultz deliberately ignored this information, telling his staff that the intelligence agencies were trying to hoodwink them. [26]","metadata":null,"markups":[]},{"type":"IMG","text":"President Reagan delivers remarks on the shootdown on September 2nd. (Ronald Reagan Presidential Foundation)","metadata":{"id":"0*4zxY1crZ1LDcjzIK.jpg","originalHeight":720,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"Despite the intense outrage within the administration, in the immediate aftermath of the shootdown, the United States actually didn’t implement very many significant retaliatory measures. Although the Soviet airline Aeroflot had been banned from the US since 1981, several other countries including Japan and Canada followed suit in response to the tragedy. [28] The US also canceled a planned bilateral meeting on US-Soviet transportation policy and called for an international investigation, while Reagan urged Congress to pass a meaningless joint resolution condemning the shootdown. None of these actions had a substantial impact on the USSR and no new sanctions were levied. [23]","metadata":null,"markups":[]},{"type":"P","text":"Publicly, however, the administration continued to promote hardline assertions that the shootdown was a deliberate attack on civilians, despite knowing that this was false. On September 5th, President Reagan delivered an angry and bombastic speech to the nation in which he knowingly shared a number of falsehoods. Describing the shootdown as a “massacre,” an “act of barbarism,” and a “crime against humanity,” he claimed that there was “no way a pilot could mistake [the 747] for anything other than a commercial airliner,” that the Soviets could not have confused it for an RC-135 because the RC-135 did not cross paths with KAL 007, and that Osipovich had a clear view of the airplane from close range. [28] This speech ignored known evidence that the Soviets did believe the plane to be an RC-135 and that the pilot did not recognize the aircraft type.","metadata":null,"markups":[]},{"type":"P","text":"At a special session of the United Nations the following day, the US delegation played a specially produced video containing excerpts from Osipovich’s communications during the shootdown, with significant redactions, in order to “prove” that Osipovich could see the plane but did not care that it was a civilian airliner. [26] According to Alan Snyder, the former director of television for the US Information Agency, which helped produce the video, US intelligence possessed additional recordings but selectively played those excerpts that would help its case. In his view, the purpose of this obfuscation was twofold: first, to advance the Reagan Administration’s argument; and second, to avoid revealing the true extent of America’s intelligence gathering capabilities in the region. [26]","metadata":null,"markups":[]},{"type":"P","text":"The harm that was done as a result of this propaganda effort was obviously far less than the harm inflicted by the Soviets when they shot down the airplane, or for that matter the harm done by the ham-fisted official denials that followed. However, it was still unfortunate that after the USSR decided to take the low road, the US simply chased them down it.","metadata":null,"markups":[]},{"type":"IMG","text":"The San Diego Tribune on September 2nd.","metadata":{"id":"0*k_Mnh55rn5q888NC","originalHeight":1798,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"Shortly after the American stunt at the United Nations — in fact, later that same day — a TASS report was published finally acknowledging that the Soviet Union had shot down KAL 007. However, the statement did not accept any responsibility, asserting that the aircraft was recklessly ordered into Soviet airspace on a US mission to spy on sensitive military facilities, and that the USSR had acted lawfully in shooting it down. The following day, Foreign Minister Gromyko took the same stance in a public address. [23] Later updates also falsely claimed that KAL 007 had not responded to calls on 121.5, that the plane was flying without lights, and that the fighter pilot had fired tracer rounds. [30]","metadata":null,"markups":[]},{"type":"P","text":"From then on, the Soviet position on the shootdown never significantly changed. Authors have noted that numerous high Soviet officials appeared genuine in their belief that the flight had been an American spy mission utilizing a passenger aircraft as cover, despite an almost complete lack of evidence that this was the case. [24] In fact, according to reporting by Izvestiya after the collapse of the Soviet Union, officials secretly analyzed the flight recorders and found no evidence of unusual activity consistent with a spying mission. Rather, the conclusions of the analysis were that the airplane had been flying on a constant magnetic heading, that it made no attempt to avoid Soviet air defenses, and that the CVR contained only normal conversations. These findings were detailed in a series of memoranda, which concluded with a recommendation that the black boxes should not be handed over to the ICAO investigation because they were unlikely to support the Soviet position on the shootdown. [4]","metadata":null,"markups":[]},{"type":"P","text":"In spite of these findings, the prevalent belief within the Soviet political elite remained unchallenged, and in fact fears began to spread that the Americans had baited them into shooting down the plane as a pretext for war. Soviet leaders found Reagan’s fiery rhetoric highly alarming even before the shootdown, despite the fact that he was often more bark than bite. The American military buildup was real, however, as were the frequent reconnaissance missions at the Soviet border. [30] And in the Soviets’ view, all of this activity was building toward a secret NATO nuclear exercise, scheduled for November, called Able Archer 83. The purpose of this exercise was to simulate the commands that would be issued to the NATO nuclear forces in the event of war, including simulated orders to launch nuclear weapons. Able Archer exercises had been conducted in the past, but Able Archer 83 was supposed to be more extensive and realistic. [23]","metadata":null,"markups":[]},{"type":"P","text":"The Americans actually harbored no ill intentions. In fact, aware that the Soviets were nervous, some high ranking military and civilian officials were removed from the exercise to reduce its resemblance to a real nuclear attack. However, this did little to assuage Soviet concerns, as ominous rhetoric continued. The meeting between Schultz and Gromyko on September 8th broke down acrimoniously, and on September 17th, Reagan gave a grim address in which he said, “We may not be able to change the Soviets’ ways, but we can change our attitude toward them…. We can stop pretending they share the same dreams and aspirations we do. We can start preparing ourselves for what John F. Kennedy called a long twilight struggle.” [23] At the same time, Soviet leadership was increasingly rudderless as Andropov’s health deteriorated, forcing him to work out of a special room built for him within the confines of Moscow’s main hospital, where he remained bedridden.","metadata":null,"markups":[{"type":"EM","start":463,"end":723,"href":null,"anchorType":null}]},{"type":"IMG","text":"The front page of TIME magazine on September 12th, featuring dramatic cover art that does not remotely resemble what actually happened. (TIME)","metadata":{"id":"0*NODYqqqHgKZ5TDPh","originalHeight":900,"originalWidth":687,"alt":null},"markups":[]},{"type":"P","text":"When Able Archer 83 began in November, it ended up becoming one of the most serious war scares in the history of the Cold War. During the exercise, nervous Soviet leaders placed their nuclear forces in Europe on a higher alert level, and terrified KGB operatives near the front lines began spreading false reports that NATO was moving troops. Fortunately, no further misunderstandings occurred, and no shots were fired. But it was only after this close call that Reagan officials began to understand the true extent to which the USSR’s leaders were afraid of America. [23]","metadata":null,"markups":[]},{"type":"P","text":"In a way, it was this very fear that caused the shootdown of KAL 007. From beginning to end, fear was the driving force behind the decisions made by Soviet actors. Fear caused the adoption of articles 36 and 53; fear informed the requirement to shoot down intruding aircraft; and fear drove General Kornukov’s determination to prevent the target from escaping. What if this was it — what if this weird, inexplicable event was somehow the opening salvo of the inevitable American attack? And if it wasn’t, then what if next time, it was? Only too late did anyone realize that they were afraid of their own shadows.","metadata":null,"markups":[]},{"type":"P","text":"In all my research for this article I found no piece of media that captured these geopolitical causes of the shootdown better than the 1989 HBO film Tailspin. Praised for its accurate depiction of events within the US government in the wake of the shootdown, the film contains a scene in which a US Air Force Intelligence Soviet affairs analyst explains this reality to a superior officer. The following dialogue is a work of fiction but I chose to reproduce it to make a point:","metadata":null,"markups":[{"type":"EM","start":149,"end":157,"href":null,"anchorType":null}]},{"type":"P","text":"“[The State Department] wanted to hear that Ivan was an animal. That’s the main thing, define the enemy as animals, and that is necessary to define ourselves as human.”","metadata":null,"markups":[{"type":"EM","start":0,"end":168,"href":null,"anchorType":null}]},{"type":"P","text":"“Shooting down that plane was not exactly a humane act.”","metadata":null,"markups":[{"type":"EM","start":0,"end":56,"href":null,"anchorType":null}]},{"type":"P","text":"“But the point is that Ivan is human. And he screwed up under pressure. But Ivan is the enemy, that’s the one true fact. Do you know how many reconnaissance flights we run? Six hundred a day, worldwide. Now if Ivan did that to us we’d consider it close to war.”","metadata":null,"markups":[{"type":"EM","start":0,"end":261,"href":null,"anchorType":null}]},{"type":"P","text":"“Well, that’s our job — to prevent war.”","metadata":null,"markups":[{"type":"EM","start":0,"end":40,"href":null,"anchorType":null}]},{"type":"P","text":"“Our job is not to prevent war. It’s to be better prepared for it than they are. And we’ll take each other to the line once too often.”","metadata":null,"markups":[{"type":"EM","start":0,"end":135,"href":null,"anchorType":null}]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"Supporters of Congressman Larry McDonald demand retaliation in a protest after the shootdown. (Public domain image)","metadata":{"id":"0*IUyGhqdZsZ1rgH1e.jpg","originalHeight":629,"originalWidth":1160,"alt":null},"markups":[]},{"type":"H3","text":"Part 7: Searching for Answers, But Not Those Answers","metadata":null,"markups":[{"type":"STRONG","start":0,"end":52,"href":null,"anchorType":null}]},{"type":"P","text":"For eight years after the shootdown, Cold War realities ensured that hard evidence remained scant. Much of the information you have already read in this article was buried deep in the vast repository of Soviet state secrets, where it was never intended to become public.","metadata":null,"markups":[]},{"type":"P","text":"The lack of official information about the shootdown, combined with false statements by both the US and the USSR, created an environment in which “alternative” proposals proliferated. These proposals ranged from the relatively mundane Soviet narrative that KAL 007 was spying, to various more outlandish claims. What follows is a list of some of the hypotheses that circulated between 1983 and 1993:","metadata":null,"markups":[]},{"type":"P","text":"• The assassination theory: The Soviets lured the plane off course and shot it down to assassinate anti-Soviet Congressman Larry McDonald. (In some versions, with the complicity of supposed left-wing elements in the US.)","metadata":null,"markups":[]},{"type":"P","text":"• The suicide mission theory: Congressman Larry McDonald and Captain Chun Byung-in conspired to martyr themselves for the capitalist cause and stir up anti-Soviet hatred. (One assumes, with the complicity of supposed right-wing elements in the US.)","metadata":null,"markups":[]},{"type":"P","text":"• The deliberate spy plane theory: The Korean airliner was used solely as a spying platform and never actually had any passengers on board.","metadata":null,"markups":[]},{"type":"P","text":"• The accidental spy plane theory: The US military knew the airliner was off course but let it fly into Soviet territory to see what would happen.","metadata":null,"markups":[]},{"type":"P","text":"• The kidnapping theory: KAL 007 was not shot down, but was forced to land on Sakhalin Island and the passengers and crew were taken to a secret labor camp in an undisclosed location.","metadata":null,"markups":[]},{"type":"P","text":"• The air battle theory: A large air battle occurred between Soviet forces and US, Japanese, and Korean aircraft over Sakhalin island during which Osipovich shot down a US military aircraft. KAL 007 was flying normally on course, unaware of the nearby battle, when it was accidentally shot down by a US or Japanese naval vessel, and the wreckage is actually in the North Pacific east of Honshu.","metadata":null,"markups":[]},{"type":"P","text":"The number of books written between 1983 and 1991 espousing these theories is really quite shocking. During this period, it seems like hardly anything credible was written about the shootdown; instead, men with overactive imaginations penned increasingly feverish accounts of what “really” happened (definitely, actually, for real this time!) in a seemingly desperate attempt to outdo whatever competing version had been most recently published. If you want to learn more about these dubious hypotheses, there’s an entire Wikipedia page called “Korean Air Lines flight 007 alternative theories” that breaks down several of them. [29]","metadata":null,"markups":[]},{"type":"P","text":"Most of these alternative proposals were rendered completely redundant when the Soviet Union collapsed in 1991.","metadata":null,"markups":[]},{"type":"P","text":"During that period of turmoil, what was once sacred became worthless almost overnight, and secrets once closely held became commodities to be sold. Facing massive economic pressures and with no state apparatus to stop them, former and even sitting officials pilfered the Soviet Union’s secret archives for salacious stories to sell to western journalists. Soviet journalists, themselves liberated from their prior constraints, also delved into the carnival of revelations. It was during this initial period of rediscovery in 1991 that Marshal of Aviation Pyotr Kirsanov casually revealed to Izvestiya journalists that the USSR had found the wreckage of KAL 007, and its black boxes, back in September 1983 — the first official Soviet acknowledgement of that fact. [4]","metadata":null,"markups":[{"type":"EM","start":591,"end":600,"href":null,"anchorType":null}]},{"type":"P","text":"Izvestiya didn’t stop there. At around the same time, the newspaper managed to track down Major Gennady Osipovich, by then retired from the air force and reduced to subsistence farming in the Caucasus Mountains. He had many interesting things to say, some of which were even true.","metadata":null,"markups":[]},{"type":"P","text":"According to Osipovich, the climate of fear in the far east was palpable. During his ten years stationed in the region, he claimed to have personally flown over 1,000 interceptions of American aircraft probing the border, averaging one every three to four days. The intruder that turned out to be KAL 007 was, he says, different from the very beginning: even though he was told it was an RC-135, in his experience that type of plane usually violated Soviet airspace during the daytime. His initial reaction would have been that this was potentially something even more sinister. [30]","metadata":null,"markups":[]},{"type":"P","text":"After intercepting the target, Osipovich said that he could see its flashing navigation lights and the general shape of the airplane, but that it wasn’t an aircraft he recognized. He knew the shapes of all the major US military aircraft — he intercepted them regularly — but he had no knowledge of civilian types or how to recognize them. Contradicting the official Soviet line, he told the newspaper that his plane hadn’t been loaded with tracer rounds. [30] Nor did he even consider trying to contact the plane on 121.5, since he claimed he had only one radio and would have to tune away from his commander’s frequency to call the target. Besides, he felt, the crew probably wouldn’t speak Russian anyway. [31]","metadata":null,"markups":[]},{"type":"P","text":"After he fired his invisible cannon rounds, Osipovich was ordered to shoot down the plane, but it reduced speed and he lost lock-on. Interpreting this as an evasive action, he fell back then repositioned himself above and behind the target, at which point he fired two missiles. Although Osipovich claimed that one missile hit the tail and another took off “half the left wing,” [30] the contents of the black boxes would later show that this was untrue. The first missile did hit the tail but the second actually missed. [3] Osipovich’s mistaken recollection led Izvestiya to an erroneous secondary conclusion. The official Soviet line was that the airplane spiraled downward for a considerable period of time — at least 15 minutes — before it hit the water, which was inconsistent with losing half a wing. Instead, Izvestiya journalists believed that the story of the long descent had been concocted in order to explain why the crash site was in international waters, even though the shootdown officially happened in Soviet airspace. [30] Only with the release of the flight recorder data and radar records did it emerge that the Soviets were telling the truth about this part of the story. [3]","metadata":null,"markups":[]},{"type":"IMG","text":"Gennady Osipovich, pictured in his home in 1993. He passed away in 2015 at the age of 70. (EPA)","metadata":{"id":"0*Rjbi94IbdU1vpqlg.jpg","originalHeight":307,"originalWidth":460,"alt":null},"markups":[]},{"type":"P","text":"In follow-up reports in 1992, Izvestiya revealed some details about the fate of the black boxes, piquing the interest of both advocacy groups and the new Russian president Boris Yeltsin. After a concerted search, the black boxes were found late that year in a secret archive, and in a remarkable moment, Yeltsin personally handed them over to the International Civil Aviation Organization in a televised ceremony in January 1993. As a bonus, Yeltsin also provided a vast trove of previously unreported Soviet radar data and communications transcripts. ICAO experts verified that the black boxes were genuine and had not been tampered with, beyond what was necessary to open them and look at the contents. [3]","metadata":null,"markups":[]},{"type":"P","text":"With this data in hand, ICAO was finally able to complete the investigation it had started, and then suspended, all the way back in 1983. The conclusions of that investigation informed parts 1 through 5 of this article, but a few major points bear repeating:","metadata":null,"markups":[]},{"type":"P","text":"• The FDR recorded a constant magnetic heading of 245.4 degrees from three minutes after takeoff until the time of the shootdown, conclusively proving that the INS was never engaged. The theory that the crew had incorrectly initialized the INS was discarded.","metadata":null,"markups":[]},{"type":"P","text":"• The INS was probably armed after magnetic drift had taken the aircraft more than 7.5 NM from the INS track, preventing the system from engaging. However, the status of the INS was not recorded on the FDR, so it could not be conclusively proven that the system was armed.","metadata":null,"markups":[]},{"type":"P","text":"• The flight crew used VHF radio #2 to communicate with ATC, and VHF radio #3 to communicate with KAL 015. VHF radio #1 was normally set to the distress frequency 121.5 and no activity on this radio was recorded. None of these radios could have been used by the crew to receive spy mission instructions.","metadata":null,"markups":[]},{"type":"P","text":"• During the period of the interception, the statements and actions on the CVR were inconsistent with a crew that knew it was in hostile airspace. There was no evidence that any of the pilots knew they were being intercepted.","metadata":null,"markups":[]},{"type":"P","text":"• There was no evidence that any of the crew observed the numerous indications of their incorrect course that were available to them.","metadata":null,"markups":[]},{"type":"P","text":"• Despite statements on the military transcripts suggesting that Osipovich got as close as 2 km from the target, radar data showed that he was more than 8 km away during most of the interception and probably never got close enough to tell that the plane was civilian.","metadata":null,"markups":[]},{"type":"P","text":"• KAL 007 slowed down during the interception because it entered a climb in response to an ATC clearance. Osipovich interpreted this as evasive action.","metadata":null,"markups":[]},{"type":"P","text":"• Only one missile hit the aircraft and it continued to fly for several minutes before it was lost from radar.","metadata":null,"markups":[]},{"type":"P","text":"• The radar data was not precise enough to determine whether the aircraft was in Soviet airspace when the missiles were fired.","metadata":null,"markups":[]},{"type":"P","text":"• The pilots probably lost pitch control of the aircraft and it eventually entered a dive. The plane entered the water at high speed and was completely destroyed. [3]","metadata":null,"markups":[]},{"type":"P","text":"In an addendum to the report, representatives of the Russian Federation provided probable coordinates of the shootdown based on when the FDR recorded the explosion, when Osipovich reported firing the missiles, and the radar data. Interestingly, when plotted, these coordinates place the shootdown at a point 13.9 NM from the coast of Sakhalin. [8] According to the UN, a country’s territorial waters end 12 NM from land. Therefore, this appears to be a remarkable tacit admission by Russia that flight 007 was over international waters when it was shot down.","metadata":null,"markups":[]},{"type":"IMG","text":"The full flight path of KAL 007 as determined by ICAO.","metadata":{"id":"1*8NXrDw9w1j87pAzlZN12RQ.png","originalHeight":1726,"originalWidth":2348,"alt":null},"markups":[]},{"type":"P","text":"The Russian addendum also presented its own analysis of the flight crew’s actions, concluding that they could not possibly have been unaware of their course due to the number of indications of a problem and the length of time that that problem persisted. The official position of the Russian Federation was that for unknown reasons, the flight crew chose to fly a “great circle route” to Seoul rather than the less direct route R20. The addendum acknowledges that “investigation materials do not contain exhaustive evidence confirming this assumption.” [8]","metadata":null,"markups":[]},{"type":"P","text":"Despite the Russian claims, the idea that the crew could fly off course for hours without noticing is not as far-fetched as it might seem at first glance. In part 2 of this article, I described some of the misleading indications that could have lulled the crew into a false sense of security. Although numerous other opportunities to discover the error existed, the assumption that they were on course, imparted by the steady progression of imaginary nav points, could have led the pilots to unconsciously tune out contradictory information. Fatigue at the end of a long multi-day journey and complacency while traversing a familiar route also likely contributed.","metadata":null,"markups":[]},{"type":"P","text":"Korean Air itself cannot be considered blameless either. Among most airlines using the NOPAC route system, it was standard procedure to use the weather radar to scan the terrain ahead, allowing crews to cross-check their location relative to the Aleutian Islands and other landmarks. Had the crew of flight 007 done this, they could not help but have seen the massive bulk of the Kamchatka Peninsula. However, Korean Air Lines was behind the times and had not adopted the procedure or trained crews in its use. [3]","metadata":null,"markups":[]},{"type":"P","text":"It’s also worth noting that KAL 007 was not the only case of an airliner flying far off course due to failure to engage the INS. Between 1978 and 1992, a NASA aviation safety database collected 101 anonymous reports related to INS navigation errors, 12 of which involved crews failing to detect that the autopilot was in heading mode with the INS armed. Most of these errors resulted in aircraft flying less than 60 NM off track, but one resulted in the aircraft flying 250 NM off track — almost as far as KAL 007. That flight was also at night over water, and the crew cited complacency, boredom, and fatigue as possible reasons for their failure to notice the deviation. [3]","metadata":null,"markups":[]},{"type":"P","text":"In 1985, another incident occurred in which a Japan Airlines Boeing 747 flew 60 NM off course into Soviet airspace and was intercepted by Soviet fighters. Thankfully, the fighter pilots identified the aircraft as a commercial flight and escorted it back to international waters. In a subsequent TV interview, the captain of that flight was unable to explain why he didn’t notice the improper flight path: “I just didn’t see it,” he said. “I can give no other explanation.” [4]","metadata":null,"markups":[]},{"type":"P","text":"After ICAO published its updated findings in 1993, the number of new “alternative” books about KAL 007 dropped substantially, and most of the existing books were shown to contain provably false assumptions. Nevertheless, a few questions have lingered, providing room for continuing doubts.","metadata":null,"markups":[]},{"type":"P","text":"One issue that remains incompletely resolved is the question of whether US military personnel did or should have seen KAL 007. As I mentioned in part 2, there is reason to believe that flight 007 would not have necessarily attracted their attention. However, this assumption cannot be proven because the US did not hand over radar or communications data from the facilities that could have tracked the flight during its traversal of the Bering Sea. Known US military radar data ends at Bethel even though it should have tracked KAL 007 for much longer than this. US officials told the ICAO investigation that the significance of the tapes was realized too late and they were overwritten. The original tapes from the Anchorage control center, which might have shed more light on the phrase “persons should warn them,” have also supposedly been destroyed. [3]","metadata":null,"markups":[]},{"type":"P","text":"It must be noted that we know so much about the Soviet response because the USSR collapsed and its secrets ceased to hold meaning. If the same were to happen to the United States, it can’t be ruled out that previously unknown information would again emerge. However, with the amount of time that has now passed since the disaster, interest in those secrets is waning.","metadata":null,"markups":[]},{"type":"IMG","text":"Soviet officials present several items of floating debris recovered after the shootdown. (AP)","metadata":{"id":"0*kcpMAeMiVQpO7j1n","originalHeight":965,"originalWidth":1334,"alt":null},"markups":[]},{"type":"P","text":"Another question that has continued to sow doubt is related to the whereabouts of the bodies. Only 13 sets of remains were ever identified, all after washing up on Hokkaido. The accounts of Soviet divers, who reported seeing only limited human remains, have further fueled speculation that there is more to the story. Various theories have been put forward to explain why more bodies were not found, some of which are implausible — for instance, that they were all eaten by crabs (crustacean experts are skeptical); or that a hole opened up in the plane and the passengers were sucked out in mid-air (disproven by the flight recorders, not to mention that this should leave even more intact bodies).","metadata":null,"markups":[]},{"type":"P","text":"On the other hand, divers who worked on the scene indicated that the wreckage appeared to have been heavily trawled before they got there, disturbing the scene and potentially dispersing or burying some of the remains. [16] Furthermore, the divers were working in conditions of restricted visibility from inside a cramped diving bell, while under instructions to find only the black boxes, so it’s hard to believe that the remains they happened to see actually represented the sum total of what was there.","metadata":null,"markups":[]},{"type":"P","text":"Given the location of the crash site, one would not actually expect very many bodies to wash up on Hokkaido; rather more would wash up on the coasts of Moneron and Sakhalin islands, or on the Soviet mainland to the north and west. Many areas of coastline north of the crash site are sparsely populated, and there is no evidence that the USSR ever made a concerted effort to locate the victims. In my opinion, a combination of trawling, impact forces, and time probably contributed to the dispersion of the remains, but those factors have been present in other accidents in water. Instead, the main feature that distinguishes KAL 007 from those accidents is simply that the Soviets didn’t try very hard.","metadata":null,"markups":[]},{"type":"P","text":"As a point of comparison, in 2007 Adam Air flight 574 crashed into the Makassar Strait in Indonesia after a high-speed dive. Due to budget problems, salvage crews were only given one week to recover wreckage and remains, so the search for the black boxes was prioritized. In the end only a single fragment of human tissue was seen and no bodies ever washed up on nearby shores. [32] And yet, to my knowledge, no one has claimed that there was a conspiracy to do away with the Adam Air victims.","metadata":null,"markups":[]},{"type":"P","text":"The lack of bodies has also fueled conspiracy theories claiming that the plane never actually had any passengers on board. However, this is obviously preposterous given that there were 269 real, documented people who boarded that airplane and didn’t come home. To claim otherwise is a slap in the face to the hundreds of families still grieving the loss of their loved ones over 40 years later.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A memorial to the victims now stands near the northern tip of Hokkaido, where victims’ remains were later found. (Flickr user shirokazan)","metadata":{"id":"0*UgRxTgJHp34jvtSF.jpg","originalHeight":1536,"originalWidth":2048,"alt":null},"markups":[]},{"type":"H3","text":"Part 8: The Arc of History Bends Toward Forgetting","metadata":null,"markups":[{"type":"STRONG","start":0,"end":50,"href":null,"anchorType":null}]},{"type":"P","text":"In 1988, as the first signs of a thaw began to creep into US-Soviet relations, US Secretary of Defense Frank Carlucci found himself in Crimea on a state visit, alone in a car with the new Soviet Defense Minister Dmitry Yazov, when a surprising conversation occurred. The following quotation was printed in From the Cold War to a New Era: The United States and the Soviet Union 1983–1991 by Don Oberdorfer, citing Carlucci:","metadata":null,"markups":[{"type":"EM","start":306,"end":386,"href":null,"anchorType":null}]},{"type":"P","text":"“Yazov asked Carlucci in the most confidential of tones, ‘Tell me, why did you Americans use that Korean airliner as a spy plane?’","metadata":null,"markups":[{"type":"EM","start":0,"end":130,"href":null,"anchorType":null}]},{"type":"P","text":"Carlucci, a former deputy director of the CIA, was taken aback by the question but quickly rebutted the charge. ‘Don’t be silly. We didn’t use it as a spy plane. If we want to get information from you, we’ve got all the satellites in the world. We don’t need a spy plane,’ Carlucci responded.","metadata":null,"markups":[{"type":"EM","start":0,"end":292,"href":null,"anchorType":null}]},{"type":"P","text":"To which Yazov persisted, ‘Yes, that’s right. That’s why I wondered why you used it as a spy plane.’” [23]","metadata":null,"markups":[{"type":"EM","start":0,"end":102,"href":null,"anchorType":null}]},{"type":"P","text":"This conversation beautifully highlights one of the chief absurdities stemming from KAL 007 — that is, the dogged insistence that the tragedy could not have been an accident, by people on both sides of the Pacific, many of whom should have known better.","metadata":null,"markups":[]},{"type":"P","text":"In highly charged geopolitical contexts, where there exists a mutual lack of trust, it’s almost second nature to believe that nothing is an accident. And yet the fact remains that accidents happen all the time, some of which are hugely consequential. The inability to accept this reality has been a feature of multiple airliner shootdown incidents, and in fact I would argue that it’s a causal contributor to them as well.","metadata":null,"markups":[]},{"type":"P","text":"In the above anecdote, Dmitry Yazov considered it more probable that the US had used KAL 007 as a spy plane for no discernible reason, than that he might be wrong about the flight’s purpose. After all, if the enemy is a misanthropic regime bent on world domination, then nothing is beneath them, regardless of whether an alleged act of cruelty actually makes any sense. Similarly, Soviet military brass believed that the consequences of failing to shoot down the intruder were greater than the consequences of shooting it down and getting it wrong, even though no one could plausibly explain why the “target” was behaving in the way that it did, or how that behavior constituted a threat. (“The target overflew sensitive military sites” was hardly an answer; the entire Far East was littered with military sites, and logically it would be difficult to avoid overflying some.) Instead, the default assumption about the target was that its intentions, although incomprehensible, must be negative, because the enemy is a misanthropic regime bent on world domination.","metadata":null,"markups":[]},{"type":"P","text":"Although they did not carry equal weight, the statements of US officials contained a similar logic. In the minds of many, it was easier to believe that the Soviet Union, Reagan’s “evil empire,” knowingly shot down a civilian airliner than to believe that the evil empire might have genuinely made a mistake.","metadata":null,"markups":[]},{"type":"P","text":"This mutual assumption of malintent was an inevitable side effect of the Cold War and also the root cause of the shootdown. Had trust existed between the USSR and its adversaries then it would not have adopted the draconian state border laws that ultimately forced General Kornukov’s hand.","metadata":null,"markups":[]},{"type":"P","text":"In his book Of Spies and Spokesmen: My Life as a Cold War Correspondent, Nicholas Daniloff included a quotation from Izvestiya journalist Alexander Bovin (mentioned in Part 6), many years after the incident: “In more peaceful times, the Japanese could have phoned Khabarovsk [the Soviet Far East air control center],” Bovin said. “There is a direct line. They could have said, ‘hey you guys, do you know anything about this plane?’ Or Khabarovsk could have called Tokyo to ask what this plane was doing. But nobody could make such a call in the current situation. No one would even think of it.” [24] The fact that the USSR could not simply ask its neighbors about the unidentified aircraft was an aberration from history, the result of an invisible wall separating arbitrary portions of the planet Earth, erected in response to fear and paranoia. Its existence was neither rational nor inevitable, but it existed because the logic of brinkmanship required it.","metadata":null,"markups":[{"type":"EM","start":12,"end":73,"href":null,"anchorType":null},{"type":"EM","start":208,"end":317,"href":null,"anchorType":null},{"type":"EM","start":329,"end":596,"href":null,"anchorType":null}]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"In late 1983, in direct response to the shootdown, the United States for the first time authorized commercial use of the US military’s Global Positioning System, a satellite-based navigation method that promised to make transoceanic flying simpler and safer. [33] By the 1990s, GPS systems had found their way into the cockpits of countless commercial airliners, and use of the technology is now virtually universal.","metadata":null,"markups":[]},{"type":"P","text":"Although the GPS technology itself was revolutionary, the feature of modern airliners that would have most helped the crew of flight 007 is probably the detailed moving map display, which is often coupled with GPS but is not technically the same thing. A GPS-based moving map would have told the crew at a glance where they were without having to plot any coordinates, check any cross-track errors, or tune into any navigational aids. But then again, an INS-based moving map could have provided the same security.","metadata":null,"markups":[]},{"type":"P","text":"A similar shootdown to KAL 007 is also unlikely today for political reasons. Although Russian airlines have again been banned from most Western countries since 2022, and vice versa, no major country — Russia included — has a law requiring destruction of an intruding aircraft. Furthermore, ADS-B transponders and commercial flight trackers have made it trivial to determine whether an aircraft is commercial or military within a matter of minutes.","metadata":null,"markups":[]},{"type":"IMG","text":"Mourners commemorate the victims of the shootdown of Ukraine International Airlines flight 752 in Tehran in January 2020. (AP)","metadata":{"id":"0*qyerbh9jXQy7ZT0s","originalHeight":631,"originalWidth":946,"alt":null},"markups":[]},{"type":"P","text":"However, despite these advancements there is no evidence that airliner shootdown incidents are becoming less common. In fact, four major shootdown incidents have occurred in the 40 years since, claiming a total of 842 lives — placing shootdowns as one of the leading causes of airline passenger fatalities, after loss of control and controlled flight into terrain.","metadata":null,"markups":[]},{"type":"P","text":"In all four of these cases, the shootdown was accidental, and in three cases the cause was mistaken identity, in that military personnel failed to verify that the aircraft was commercial and did not pose a threat. Each of those three cases occurred during a period of intense military tension or open warfare; in each case the aircraft was proceeding normally on course without violating any type of restricted airspace; and each was shot down using missiles fired from the ground, not from an interceptor.","metadata":null,"markups":[]},{"type":"P","text":"In 1988, the US naval vessel Vincennes shot down Iran Air flight 655 as it climbed away from the city of Bandar-e-Abbas in southern Iran, killing 290 passengers and crew. The captain of the Vincennes believed that the aircraft was approaching his position in a threatening manner despite a lack of evidence that this was the case, and the crew failed to use all available means to verify that the aircraft was hostile. In my previous article on that incident, I highlighted how an exaggerated portrayal of the threat environment led military personnel to perceive greater risks to their security than actually existed, and how this fear blinded those personnel to the fact that their interpretation of the situation didn’t make logical sense. [34]","metadata":null,"markups":[{"type":"A","start":419,"end":458,"href":"https://admiralcloudberg.medium.com/the-long-shadow-of-war-the-story-of-the-shootdown-of-iran-air-flight-655-ef7bdf1e9f75","anchorType":"LINK"}]},{"type":"P","text":"The aftermath of that incident also featured certain parallels with the reaction to KAL 007. Although the US didn’t deny responsibility for the shootdown, the official US position was that the captain of the Vincennes acted lawfully, even though evidence indicates that due care was not taken. At the same time, Iran accused the US of deliberately destroying the plane as an act of intimidation, despite a lack of evidence that the Vincennes crew knew they were firing at a commercial airplane. [34]","metadata":null,"markups":[]},{"type":"P","text":"As recently as 2020, well into the age of ADS-B transponders and online flight tracking, Iran’s Revolutionary Guard Corps shot down a Ukrainian passenger plane climbing normally after takeoff from Tehran, allegedly due to a calibration error in the missile battery that launched the attack. The root cause was, once again, fear on a geopolitical scale — Iran was expecting retaliation after striking US bases in Iraq, and the missile battery operator supposedly mistook the airliner for an incoming US cruise missile, despite the fact that no US retaliation had actually been launched nor were there any reports indicating such.","metadata":null,"markups":[]},{"type":"P","text":"The fact remains that the world is full of advanced militaries wielding powerful anti-air weapons and led by men who do not trust their neighbors to refrain from the unthinkable. Keeping lines of communication open even under the most dire political circumstances is a critical step but it would not have prevented any of the four most recent shootdowns. Better identification protocols and more advanced tracking technologies can reduce the risk but cannot eliminate it as long as military commanders perceive benefits to firing before the identity of a target can be positively ascertained. Furthermore, such beliefs will persist as long as state actors fear the possibility of a surprise attack. There is no panacea for this danger other than trying our best to minimize geopolitical tensions.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"Unfortunately, the legacy of KAL 007 is dominated by conspiracy theories, suspicion, and doubt, diluting the probable reality that the incident was nothing more than a catastrophic series of mistakes. If we fail to accept that such mistakes happen, whether to pilots, or to our enemies, or to ourselves, then we risk plunging headlong into the unknown, endangering the safety of the world over an event that nobody wanted to happen. When we accept that an error of judgment occurred, we provide both ourselves and our adversaries with an opportunity to let tensions cool, to take the high road together and commit to ensuring that future tragedies are prevented. But in the aftermath of KAL 007, that path was not taken. Instead, the search for a motive behind an unintentional tragedy led both sides deeper into the cycle of recrimination, suspicion, and fear. And as we have seen time and time again, that very fear will lay the groundwork for the next preventable tragedy.","metadata":null,"markups":[]},{"type":"P","text":"In writing this article I wanted to convey that the causes of the KAL tragedy are not mysterious or incomprehensible. The people whose mistakes brought down the 747 have names and faces and personalities. Their intentions were by and large known. And yet the majority of media related to the shootdown would have us believe otherwise, perpetuating an artificial inscrutability that only fuels the cycle of suspicion, so that next time our instinct is to say “of course they would do that” before asking “how did that happen?” Nobody’s life was made better when the USSR covered up its own negligence, or when the US insisted that the shootdown was a deliberate atrocity. In fact the intention behind those acts was never to ease anyone’s pain, ensure the presence of justice, facilitate discovery of the truth, or prevent future loss of life. No, the intent was to win the war, no matter the cost. And what were another 269 lives in a time of global conflict? The Soviet-Afghan war took more lives than that every single day; so did Vietnam. WWII claimed more lives than that every 15 minutes. It almost feels silly to place so much focus on a single airliner when untold millions have suffered due to the same human conflicts that brought it down, and to such an accusation I have no answer. Nor will I ever have an answer — not now, not tomorrow, and certainly not next time an airliner is shot down, because there will be a next time. And there will be outrage, there will be sorrow, and there will be anger — but the world will accept it, because tragedy is the price of power.","metadata":null,"markups":[{"type":"EM","start":459,"end":488,"href":null,"anchorType":null},{"type":"EM","start":504,"end":523,"href":null,"anchorType":null}]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Thank you for reading! This article took an incredible amount of time and effort and I’m thankful for everyone who finds the time to show interest in it.","metadata":null,"markups":[{"type":"EM","start":0,"end":153,"href":null,"anchorType":null}]},{"type":"P","text":"View the Bibliography","metadata":null,"markups":[{"type":"A","start":0,"end":21,"href":"https://docs.google.com/document/d/1fbTCz4UL488nR4kCwMfsE9BqIk2d9onuq3MTB-M-zVI/edit?usp=sharing","anchorType":"LINK"}]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Don’t forget to listen to Controlled Pod Into Terrain, my podcast (with slides!), where I discuss aerospace disasters with my cohosts Ariadne and J! Check out our channel here, and listen to our latest episode, about an airline composed entirely of pure, distilled crime. A bonus episode for Patreon subscribers is also out now, in which we analyze a bad Russian plane crash movie. Alternatively, download audio-only versions via RSS.com, or look us up on Spotify!","metadata":null,"markups":[{"type":"A","start":149,"end":175,"href":"https://www.youtube.com/@ControlledPodIntoTerrain","anchorType":"LINK"},{"type":"A","start":191,"end":271,"href":"https://www.youtube.com/watch?v=QDwtEIDEgS0","anchorType":"LINK"},{"type":"A","start":430,"end":437,"href":"https://rss.com/podcasts/cpit/","anchorType":"LINK"},{"type":"EM","start":0,"end":464,"href":null,"anchorType":null}]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit","metadata":null,"markups":[{"type":"A","start":0,"end":45,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/1cx0i4f/1983_the_shootdown_of_korean_air_lines_flight_007/","anchorType":"LINK"}]},{"type":"P","text":"Support me on Patreon (Note: I do not earn money from views on Medium!)","metadata":null,"markups":[{"type":"A","start":0,"end":21,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]},{"type":"P","text":"Follow me on Twitter","metadata":null,"markups":[{"type":"A","start":0,"end":20,"href":"https://twitter.com/KyraCloudy","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 260 similar articles","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]}]}}}