{"id":"b31023d9a66a","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/lesser-of-two-evils-the-crash-of-ameristar-charters-flight-9363-b31023d9a66a","createdAt":1644041155490,"firstPublishedAt":1644075422039,"latestPublishedAt":1664082759298,"updatedAt":1664082767171,"clapCount":932,"title":"Lesser of Two Evils: The crash of Ameristar Charters flight 9363","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Lesser of Two Evils: The crash of Ameristar Charters flight 9363","metadata":null,"markups":[]},{"type":"IMG","text":"Ameristar Charters flight 9363 lies next to a road after it ran off the runway in Ypsilanti, Michigan. (AP)","metadata":{"id":"0*EYeuUG1Ws5FiwZkT","originalHeight":373,"originalWidth":660,"alt":null},"markups":[]},{"type":"P","text":"On the 8th of March 2017, a chartered jet carrying the University of Michigan men’s basketball team was accelerating for takeoff at Willow Run Airport in Ypsilanti, Michigan, when the pilots came to the horrifying realization that the plane could not become airborne. With just seconds to act and 116 lives hanging in the balance, the captain made the most important decision of his career: he aborted the takeoff, even though it was already too late to do so safely. Seconds later, the MD-83 skidded off the end of the runway, crossed a road and a ditch, and came to rest in a field. Although the plane was a write-off, everyone on board walked away from the accident — a miraculous outcome, given what had befallen their airplane. Investigators would discover that a malfunction of the elevators left the plane unable to climb, and that the design of the MD-83’s elevator control system prevented the crew from noticing until it was already too late to safely abort. The findings led to urgent changes to the way MD-80 series airplanes are inspected, which should have solved the problem for good — only for the NTSB to find itself, four years later, at the scene of the crash of another MD-83, staring down another jammed elevator, and wondering: how could it have happened again?","metadata":null,"markups":[]},{"type":"IMG","text":"N786TW, the aircraft involved in the accident. (Adam Moreira)","metadata":{"id":"0*qv08dGj8IDvCf4qK.jpg","originalHeight":1050,"originalWidth":1400,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"Beneath the familiar world of scheduled airlines, there is a vast secondary world comprised of small on-demand charter carriers. They tend to operate older airplanes in generic livery out of less prestigious airports, but if you need to get a large group of people from point A to point B, it would be hard to find a more convenient option. One of these companies is Ameristar Air Cargo, which despite its name also conducts non-scheduled passenger flights under the brand name Ameristar Charters. In 2017, the airline operated eight airplanes, none of them new: two first generation Boeing 737–200s, four antiquated McDonnell Douglas DC-9s — among fewer than 30 still in commercial service worldwide — and two examples of the McDonnell Douglas MD-83, a stretched and modernized version of the DC-9 dating back to the 1980s.","metadata":null,"markups":[]},{"type":"IMG","text":"Willow Run Airport in 2006. (Mark Pasqualino)","metadata":{"id":"0*0TrrAo3yHvcrLWJ8.jpg","originalHeight":1440,"originalWidth":1920,"alt":null},"markups":[]},{"type":"P","text":"It was one of these MD-83s, registered N786TW, which Ameristar provided as part of a charter arrangement with the University of Michigan, a large public university located in Ann Arbor, 50 kilometers west of Detroit. The University of Michigan Wolverines men’s basketball team was scheduled to play a March 9th away game in Washington, D.C. against the University of Illinois Urbana-Champaign as part of the regional Big Ten Championship, and the MD-83 was perfect to carry the team’s entourage of over 100 players, coaches, coaches’ families, cheerleaders, and band members.","metadata":null,"markups":[]},{"type":"P","text":"In anticipation of the March 8th flight out to DC, Ameristar ferried the MD-83 from Lincoln, Nebraska on March 6th and parked it at Willow Run Airport in Ypsilanti, Michigan, just east of Ann Arbor. Willow Run was once the site of the Consolidated Aircraft factory that produced the B-24 Liberator during World War II, and it was briefly the main commercial airport for Detroit, but it no longer has scheduled passenger services. Instead, the airport has become a hub for cargo operations, serving as the home base for Kalitta Air and National Airlines, two of America’s largest second-tier cargo carriers. It also sees some chartered passenger flights — among them Ameristar Charters flight 9363, the Michigan Wolverines’ flight to Washington, D.C.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of flight 9363. (Google + own work)","metadata":{"id":"1*JCj4HW7RGUdXYQSnrMRwOQ.png","originalHeight":1358,"originalWidth":1672,"alt":null},"markups":[]},{"type":"P","text":"As the plane sat on the apron at Willow Run between March 6th and March 8th, a severe windstorm sprang up across Michigan, bringing powerful gusts to the Detroit metropolitan area and beyond. Forecasts warned of sustained winds of 32 knots (60km/h) with gusts to 48 knots (89km/h), continuing through flight 9363’s scheduled time of departure. It was this windstorm that would set in motion a chain of events leading to the very doorstep of disaster.","metadata":null,"markups":[]},{"type":"P","text":"According to federal regulations, transport category airplanes must be able to withstand lateral wind gusts up to 65 knots from any direction while parked without suffering damage to the control surfaces. Small airplanes accomplish this by the use of gust locks, which lock the control surfaces in place in order to prevent them from flapping about in the wind. On larger aircraft, gust locks are usually unnecessary, because the control surfaces themselves are too heavy for a gust under 65 knots to move them with sufficient force to cause damage. The MD-83, like other aircraft its size, does not have nor does it need any gust locks. If pilots expect winds greater than 65 knots, they can park facing directly into the wind to protect the control surfaces, and the plane will be inspected afterward, but the forecast at Willow Run didn’t call for any gusts this strong, so there wasn’t any obvious reason to do so.","metadata":null,"markups":[]},{"type":"IMG","text":"(NTSB)","metadata":{"id":"1*QSX78ovOhz33dziDKSnZAA.png","originalHeight":1056,"originalWidth":1832,"alt":null},"markups":[]},{"type":"P","text":"N786TW was in fact parked perpendicular to the wind on an open parking apron downwind of a large hangar building. Simulations would later reveal that this particular arrangement created unique conditions which had not been anticipated by the 65-knot gust limit. On the morning of March 8th, a 55-knot gust out of the west swept over the hangar, twisting into rotors and eddies in its wake. In this area of disturbed airflow, the wind could actually accelerate over short distances, reaching 58 knots with a severe vertical component — a very different type of force than the lateral gusts defined in the certification requirements. And N786TW was perfectly positioned such that these eddies would strike the plane at the height of their power. When the 55-knot gust, the strongest in 48 hours, rolled over the hangar, a powerful rotor passed over the tail section of the MD-83, lifting up the right elevator, then slamming it down all the way to the stop less than three seconds later.","metadata":null,"markups":[]},{"type":"IMG","text":"(NTSB)","metadata":{"id":"1*ZI5o22ZGb1UhWcuoy8Hlnw.png","originalHeight":914,"originalWidth":1590,"alt":null},"markups":[]},{"type":"P","text":"To understand the effect of this treatment, it helps to have a crash course in the design of the MD-83’s pitch control system. The MD-83 has free-floating elevators — in other words, the elevators themselves are not actuated by any hydraulic or mechanical means. Instead, pilot inputs directly move control tabs on the trailing edges of the elevators. As shown in the above diagram, when the control tab moves down, aerodynamic forces push the elevator up, which causes the nose of the plane to rise; conversely, moving the control tabs up will push the elevators down and lower the nose. The pilot is further assisted by geared tabs, located outboard of the control tabs, which function similarly, except that they are driven in reverse by the elevators. Therefore, as the control tabs move down, the elevators begin to move up, and then in turn the geared tabs move down, increasing the upward aerodynamic pressure on the elevator. In this way, the system harnesses aerodynamic forces in order to reduce the pressure a pilot must apply to the control column in order to adjust the airplane’s pitch. Modern airplanes typically use hydraulic actuators to do this, but the control tab method was common in the 1960s, when the MD-83’s parent aircraft, the Douglas DC-9, was originally designed.","metadata":null,"markups":[]},{"type":"IMG","text":"The location of the geared tab and a diagram of its linkages. (NTSB)","metadata":{"id":"1*totysI8HidkbelYAGUPE2A.png","originalHeight":1334,"originalWidth":1350,"alt":null},"markups":[]},{"type":"P","text":"The events of this particular case focus on the geared tab specifically. Each geared tab moves up or down via the retraction or extension of a push rod which runs inside the elevator. The push rod is hinged to an actuating crank attached to the root of the elevator, and the actuating crank is hinged to the geared tab link, which is in turn hinged to the aircraft structure. During normal operation, the link and the actuating crank always form an angle which opens aft. As the elevator rotates downward, the size of this angle increases, but it will never reach 180 degrees.","metadata":null,"markups":[]},{"type":"IMG","text":"(NTSB)","metadata":{"id":"1*j_R5yh4-Ztx-rESJ3IEvCQ.png","originalHeight":794,"originalWidth":1806,"alt":null},"markups":[]},{"type":"P","text":"However, when the powerful vertical wind gust slammed into N786TW while it was parked at Willow Run, the force exerted on the right elevator was so great that it moved downward past its mechanical stop. The angle between the geared tab link and the actuating crank increased past 180 degrees, entering what is known as an overcenter condition. As shown in the above diagram, the angle between the two linkages now opened forward instead of aft. Normally, moving the elevator back up will cause this angle to decrease, and this remains true even with the linkages overcenter. But when the angle opens forward, there is no room for the angle to close more than a few degrees because the geared tab link will run into its housing. This made the overcentered linkage effectively irreversible, jamming the right elevator in the full nose down position.","metadata":null,"markups":[]},{"type":"IMG","text":"Another angle of the simulated winds which affected the aircraft. (NTSB)","metadata":{"id":"0*YDLGZKFoBRCxCUzM","originalHeight":364,"originalWidth":720,"alt":null},"markups":[]},{"type":"P","text":"Unaware of the damage to their plane, the crew of flight 9363 arrived at Willow Run Airport shortly after 11:00 in the morning. In command was 54-year-old Captain Mark Radloff, a veteran pilot with over 15,000 hours, around half of them on the DC-9. He had recently been hired as an MD-83 captain by Ameristar and was still in his supervisory phase; as such, he was joined not by a first officer, but by Captain Andreas Gruseus, Ameristar’s MD-83 Chief Pilot and a certified check airman. Although Radloff had more total flight experience, the 41-year-old Gruseus outranked him and would be responsible for monitoring his performance.","metadata":null,"markups":[]},{"type":"P","text":"As Radloff and Gruseus began their pre-flight checks, the windstorm continued to escalate. Shortly before noon, powerful gusts knocked out power to more than 800,000 customers in the Detroit area, including Willow Run’s control tower and meteorological station. The control tower was evacuated, and for the rest of the afternoon Willow Run entered a state known as “ATC zero,” where normal ATC services were unavailable. With these services down, Captain Gruseus had to use his cell phone to acquire weather information and ATC clearances.","metadata":null,"markups":[]},{"type":"P","text":"Once all 110 passengers and six crew were on board, all the bags loaded, all the pre-flight checks complete, and all contingencies properly briefed, flight 9363 was ready for departure. A few minutes before 15:00, the MD-83 taxied away from the parking area and proceeded to runway 23L for takeoff. Although strong winds were still strafing the airport, the gusts were within the airplane’s crosswind limit.","metadata":null,"markups":[]},{"type":"P","text":"As is standard procedure, the pilots calculated their takeoff speeds before departure. Given their weight and the length of the runway, they calculated that their decision speed, or V1, would be 139 knots. Above that speed, they would be committed to the takeoff; there would not be enough room to stop on the runway if something went wrong. They also calculated a nominal rotation speed of 142 knots, but the pilots agreed to actually rotate for liftoff at a slightly higher airspeed of 147 knots in order to give themselves a better margin for error if they encountered severe turbulence.","metadata":null,"markups":[]},{"type":"IMG","text":"In this flight data, note what happens when the captain pulls back on the yoke for takeoff. (NTSB)","metadata":{"id":"1*QGica1rf9AQt1rUaY12Y4Q.png","originalHeight":910,"originalWidth":1190,"alt":null},"markups":[]},{"type":"P","text":"At 14:51, flight 9363 began its takeoff roll. At first, all seemed normal. “Eighty knots,” Gruseus called out.","metadata":null,"markups":[]},{"type":"P","text":"“Checked.”","metadata":null,"markups":[]},{"type":"P","text":"“V-one,” said Gruseus. They were now traveling too fast to safely stop on the runway, committing them to the takeoff. Six seconds later, he announced, “Rotate.”","metadata":null,"markups":[]},{"type":"P","text":"Captain Radloff pulled back on the controls to lift the plane off the ground. It normally took about three seconds for the plane to respond, but three seconds went by, and nothing happened. He pulled back even more — still nothing. He had no way of knowing that the right elevator, jammed in the full nose down position, was pushing his plane down into the runway with more force than he could hope to overcome.","metadata":null,"markups":[]},{"type":"P","text":"“Hey, what’s going on?” he exclaimed, straining against the yoke. The controls felt like they were in concrete.","metadata":null,"markups":[]},{"type":"P","text":"Flight 9363 was now in an extremely dire position. The plane was well past the point at which the takeoff could be safely aborted, and was still accelerating. But the nose simply would not come up. Radloff had just seconds to make a decision, or else a catastrophic crash would become inevitable.","metadata":null,"markups":[]},{"type":"P","text":"Three seconds after his first exclamation of alarm, he bit the bullet. “Abort !” he announced, slamming on the brakes and deploying the thrust reversers. Only 550 meters of runway remained; it was obvious that they weren’t going to stop in time.","metadata":null,"markups":[]},{"type":"P","text":"“No, not above — shit,” Captain Gruseus shouted. “Fuck, don’t abort above V1 like that!” He instinctively reached for the controls to continue the takeoff, but reconsidered a split second later. Although aborting the takeoff above V1 ran against every aspect of his training, that same training also held that the decision to abort lay solely with the pilot in command, which he was not. And by the time he realized what Radloff was doing, it was too late to reverse course anyway. Within moments, he too jumped on the brakes, trying desperately to slow the speeding plane.","metadata":null,"markups":[]},{"type":"P","text":"“It wasn’t flying!” Radloff exclaimed.","metadata":null,"markups":[]},{"type":"P","text":"The plane hurtled toward the end of the runway, and then beyond it. Gruseus let out an expletive. In the cabin, a flight attendant could be heard yelling, “Heads down, stay down!”","metadata":null,"markups":[]},{"type":"P","text":"Still traveling at 100 knots, but decelerating rapidly, the plane rumbled across the grass overrun area, plowed over the airport perimeter fence, struck a raised embankment, lost its landing gear, crossed a road, and ground to a halt straddling a ditch.","metadata":null,"markups":[]},{"type":"IMG","text":"The path of flight 9363 after it ran off the runway. (NTSB)","metadata":{"id":"0*N4HPP0JbOk6B1MTi.jpg","originalHeight":1003,"originalWidth":1680,"alt":null},"markups":[]},{"type":"P","text":"Although the plane was banged up and its landing gear had been torn away, the cabin remained intact, and all 116 passengers and crew survived the wild ride completely unharmed. Captain Gruseus immediately went on the public address system and called, “Evacuate, evacuate, evacuate,” and the flight attendants swiftly opened the exit doors. The passengers streamed out onto the windblown field and milled about in the grass, staring in shock at the plane that was supposed to carry them to Washington. One basketball player compared it to a beached whale, looking helpless and out of place as it sat on its belly by the side of a road.","metadata":null,"markups":[]},{"type":"P","text":"In the cockpit, the pilots pulled the emergency fuel shutoff handles and shut down the engines. Looking across at Captain Gruseus, Captain Radloff said, shaken and bewildered: “It wasn’t flying, it wasn’t — I had it all the way back here, it wasn’t flying.” He paused for thirty seconds, then said again: “It was not rotating, I had it all the way back here. Damn!” It was like an invisible force had held his plane on the runway — and he surely would not rest easy until he found out what it was.","metadata":null,"markups":[]},{"type":"IMG","text":"The plane came to rest across a ditch, which it fortunately struck at very low speed. (NTSB)","metadata":{"id":"0*0mZ2z-M2b4NsAODp.jpg","originalHeight":656,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"In the end, all 116 people on board escaped with only one minor injury, a laceration incurred during the evacuation. The plane was a write-off, but it had done its job, keeping its passengers safe until the very end. Although not without apprehension, the Michigan Wolverines were able to board another plane to fly onward to D.C. less than 24 hours later.","metadata":null,"markups":[]},{"type":"IMG","text":"Damage to the right elevator geared tab linkage found after the accident. (NTSB)","metadata":{"id":"1*bp3gDKLOl1W--xB2IQdYDw.png","originalHeight":1086,"originalWidth":1548,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, investigators from the National Transportation Safety Board descended on Willow Run, intent on finding the cause of the near-disaster. Upon arriving at the scene, it did not take them long to notice that something was seriously wrong with the airplane. Its right elevator was resting in the full nose down position, and when investigators climbed up on a ladder and tried to move it, it refused to budge. That shouldn’t happen: because the elevator is free-floating, a person should be able to push it up and down with ease. And when they looked inside, they found shocking damage: the geared tab link and actuating crank were overcenter, and the geared tab link itself had bent catastrophically to one side as aerodynamic pressure on the elevator tried to push the overcentered linkage closed during the takeoff roll.","metadata":null,"markups":[]},{"type":"IMG","text":"The underside of the nose took some of the heaviest damage. (NTSB)","metadata":{"id":"0*xLF_UBKlbj9L77cv.jpg","originalHeight":645,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"A detailed examination of the elevators revealed no pre-existing damage that could have led to this bizarre malfunction. However, there was another obvious culprit: wind. The only problem was that the MD-83 was designed to withstand gusts up to 65 knots while parked without damaging the elevators, and the highest gust recorded at Willow Run since the plane arrived was only 55 knots.","metadata":null,"markups":[]},{"type":"P","text":"In an effort to understand the forces to which the elevator was actually subjected, investigators used drones to create a detailed 3-D model of the hangar and its surroundings, placed a model MD-83 in the precise place where N786TW was parked, and introduced gusts resembling those recorded at the airport in the 48 hours before the crash. What they found was that the hangar disrupted the airflow in such a way as to create powerful rotors which traveled downwind onto the plane.","metadata":null,"markups":[]},{"type":"P","text":"Having calculated the strength of the localized rotors resulting from a 55-knot gust over the hangar, the NTSB set up an experiment to determine whether these shifting vertical winds could have caused the damage observed on N786TW’s right elevator. By rigging an MD-83 elevator with different size weights, raising it up, and then letting it slam down, they determined that the vertical forces in a localized rotor resulting from a gust with a speed of about 58 knots were sufficient to cause the elevator to travel beyond its downward stop and move the geared tab linkage overcenter. The findings upended the basis on which the MD-83’s elevator control system was certified, showing that even gusts below the 65-knot limit, under certain conditions, could seriously damage the plane.","metadata":null,"markups":[]},{"type":"IMG","text":"The main landing gear bent backwards when the plane hit the road. (NTSB)","metadata":{"id":"0*ii4nkadX1rbXgSaz.JPG","originalHeight":842,"originalWidth":1500,"alt":null},"markups":[]},{"type":"P","text":"The other most important question facing investigators was whether the damage should have been detected before flight 9363 began its takeoff roll. It was noted that this was not actually the first time something like this had happened: in 1999, a DC-9 overran the runway on takeoff from Munich, Germany, after its elevators jammed in a nose-down position. German investigators found that the plane had been exposed to gusts exceeding the 65-knot limit which it was certified to withstand, causing the damage. Following this incident, Boeing, which took over all former McDonnell Douglas type certificates in 1997, updated the DC-9 and MD-83 operating procedures to require an inspection of the elevators any time the plane is suspected to have experienced wind gusts over 65 knots.","metadata":null,"markups":[]},{"type":"P","text":"However, in this case the winds never exceeded this value — and even if they had, Ameristar Charters probably wouldn’t have known about it. Although company procedures incorporated the inspection requirement, nobody had been empowered to monitor winds affecting parked airplanes: pilots couldn’t be asked to track the weather while off duty, and dispatchers were unaware of the matter entirely. It was therefore difficult to see how and when Ameristar would order an inspection of the elevators for wind damage in any scenario.","metadata":null,"markups":[]},{"type":"IMG","text":"NTSB investigators examine the tail. The tailcone was removed by the crew from the inside as an additional emergency exit, although no passengers used it. (NTSB)","metadata":{"id":"0*rS0yF3TQdFWjpPz3.JPG","originalHeight":842,"originalWidth":1500,"alt":null},"markups":[]},{"type":"P","text":"With no effective means of assessing the possibility of wind damage, the only remaining line of defense was the crew. While the plane was still on the apron, Captain Gruseus did conduct a standard walkaround inspection, but he didn’t see anything unusual. Investigators noted that the elevators sat ten meters off the ground, so there was no way to physically check them, and besides, they would have looked normal even when damaged. The geared tab links are not visible from the outside, and the fact that the right elevator was sitting in the full nose down position would not have been alarming, because the free-floating elevators can be pushed into any position, including full nose down, by a nominal breeze.","metadata":null,"markups":[]},{"type":"P","text":"Subsequently, Captain Gruseus conducted the required control checks before takeoff and noticed nothing out of the ordinary. The reason was simple: moving the control column only moves the control tabs, not the elevators. When the plane is at rest, moving the control tabs has no effect on the elevators whatsoever, so Gruseus was able to move his control column through its full range of motion without detecting the jammed elevator. In fact, the jammed elevator could only be detected once aerodynamic forces came into play — something which would only happen once the plane was already speeding down the runway. The NTSB was forced to come to an incredible conclusion: that there was no way for the pilots to have detected the problem until they attempted to rotate for takeoff.","metadata":null,"markups":[{"type":"EM","start":469,"end":473,"href":null,"anchorType":null}]},{"type":"IMG","text":"Airport crews siphon fuel out of the wing tanks so that the airplane can be moved. (NTSB)","metadata":{"id":"0*CZFPoM_2eBvG51rd.JPG","originalHeight":842,"originalWidth":1500,"alt":null},"markups":[]},{"type":"P","text":"Captain Mark Radloff was thus faced with an almost unprecedented situation: having already accelerated well past V1, he suddenly realized that his airplane would not become airborne. At that point he faced a choice — keep trying to force it into the air and risk failing, running off the runway at well beyond takeoff speed, or try to stop, and guarantee a lower-speed overrun? With mere seconds to decide, Radloff chose the latter. The NTSB would conclude that had he attempted to continue the takeoff instead, flight 9363 would have run off the runway at a much higher speed, with potentially deadly results.","metadata":null,"markups":[]},{"type":"P","text":"By the time the rejected takeoff was initiated, 12 seconds had passed since V1, and the plane was traveling at 163 knots across the ground, with only 550 meters of runway remaining. Had Radloff rejected the takeoff just three seconds earlier, they would have stopped on the pavement. But three seconds before his “abort” callout, he hadn’t yet held the control column back for long enough to detect that the plane was not responding. As such, there was no way for him to avoid the accident, and he was forced to choose the lesser of two evils — the option which resulted in the less serious crash.","metadata":null,"markups":[]},{"type":"IMG","text":"The R1 door, seen here, was not used because its slide did not deploy. (NTSB)","metadata":{"id":"0*kU8Cc0uxIMMz6_x3.JPG","originalHeight":842,"originalWidth":1500,"alt":null},"markups":[]},{"type":"P","text":"Although neither pilot was trained on what to do in such a situation, Boeing’s guidance does in fact state that a pilot may abort a takeoff after passing V1 if they are certain the plane will not fly. However, explicitly teaching pilots about this exception is not practiced in the industry because, historically, most cases in which pilots aborted after V1 turned out not to be necessary. Many of these accidents led to fatalities that could have been avoided if pilots had treated V1 as a hard limit. As such, it is preferable that in the extremely rare cases in which it is actually necessary to reject the takeoff after V1, the pilot will make that judgment independently of any training. Flight 9363 is proof that this expectation is well-founded.","metadata":null,"markups":[]},{"type":"IMG","text":"This was as close as journalists could get to the scene. (AP)","metadata":{"id":"0*2X5J6c9jv_9_c6hq","originalHeight":373,"originalWidth":660,"alt":null},"markups":[]},{"type":"P","text":"In its final report, the NTSB heaped praise on both pilots for their quick and effective judgment and teamwork in a critical emergency. “Rarely could all of the safeguards in place to ensure an airplane is airworthy before departure fail to detect that an airplane was incapable of flight,” they wrote. “Perhaps even more remarkable was that a flight crew would be placed in a situation in which the airplane’s inability to fly would not be discoverable until after it had accelerated past V1 during a takeoff roll.” The NTSB also extolled Captain Gruseus’s judgment in allowing Radloff to abort despite his initial instinct to exercise his privileges as a check airman by intervening. Had he attempted to stop Radloff from aborting after V1, the outcome, investigators wrote, “could have been catastrophic.” Instead, he assessed the situation in just a couple of seconds, decided to trust Radloff’s judgment, and assisted him with the decision that had already been made. That judgment call under pressure almost certainly saved lives.","metadata":null,"markups":[{"type":"EM","start":136,"end":291,"href":null,"anchorType":null},{"type":"EM","start":301,"end":516,"href":null,"anchorType":null}]},{"type":"IMG","text":"Before and after the upgrades to the runway end safety area. (NTSB)","metadata":{"id":"1*KCRW6_00pUvceHcnwv-s1A.png","originalHeight":836,"originalWidth":1706,"alt":null},"markups":[]},{"type":"P","text":"The NTSB was also pleased to note that reforms it had recommended after previous crashes played a role in the safe outcome. In response to NTSB recommendations, the Federal Aviation Administration had launched a campaign in 1999 to ensure that all airports had runway end safety areas which met strict new requirements in terms of length and obstacle clearance. Runway 23L at Willow Run was among the modified runways: between 2006 and 2009, the FAA oversaw the extension of this runway’s overrun area by filling in a 10-meter-deep ravine, removing non-frangible structures, and shifting the perimeter road and its associated embankment 60 meters farther from the runway threshold. Collectively, these changes ensured that flight 9363 did not strike any obstacles until it had already substantially decelerated, preventing severe damage to the aircraft that could have led to injuries or fatalities.","metadata":null,"markups":[]},{"type":"P","text":"Following the accident, Boeing issued a series of service bulletins informing operators of the type of damage found on the accident airplane, explaining new criteria and techniques for inspecting for wind damage, and showing how to modify the elevator structure to prevent the geared tab linkage from becoming locked overcenter. Ameristar Charters also modified its procedures to make flight followers responsible for monitoring wind conditions affecting parked airplanes, and reduced the minimum wind speed required to trigger inspections (and the NTSB recommended that other MD-80 series operators do the same).","metadata":null,"markups":[]},{"type":"IMG","text":"The aftermath of the 2021 MD-87 crash in Houston. (CNN)","metadata":{"id":"0*YnqIQqWz8Te9D7f1","originalHeight":575,"originalWidth":1020,"alt":null},"markups":[]},{"type":"P","text":"The story of flight 9363 would have ended there, if not for a bizarre twist that occurred more than four years after the crash. On the 19th of October 2021, a privately owned MD-87 carrying 21 passengers and crew en route to a baseball game in Boston overran the runway on takeoff from Houston Executive Airport in Houston, Texas, striking fences, trees, power poles, and a road before bursting into flames. Although fire rapidly consumed the aircraft, everyone on board managed to escape with only two minor injuries. NTSB investigators were stunned to find that this plane displayed the exact same type of damage to its elevators as they had observed on flight 9363. Furthermore, the plane had been parked at Houston Executive Airport for as long as ten months without flying, during which time it could have been exposed to all kinds of weather conditions. Had anyone been paying attention to the wind? And after so long on the ground, why wasn’t the plane properly inspected before it carried passengers? Investigators are likely researching these questions as we speak.","metadata":null,"markups":[{"type":"EM","start":213,"end":221,"href":null,"anchorType":null}]},{"type":"IMG","text":"Investigators examine the tail of the MD-87 in Houston. (NTSB)","metadata":{"id":"0*Fz7ASMHI7m4rSr-j.jpg","originalHeight":768,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"Determining why the MD-87 crashed in Houston, and whether the lessons of flight 9363 should have prevented it, will be critical for the future safety of this aircraft type. Although most MD-80 series airplanes have been retired from commercial service, those which remain are increasingly utilized by third-tier charter operators and private owners, increasing the time the planes spend on the ground between flights. Staying on top of the weather conditions during these lengthy stopovers must be paramount. So far, two crashes have resulted in no fatalities or serious injuries, but the third time — should MD-80 operators let it happen — might not have such a fortunate outcome. The NTSB is no doubt working hard to make sure we never have to find out.","metadata":null,"markups":[]},{"type":"IMG","text":"The Michigan Wolverines board their replacement aircraft the morning after the accident. (Michigan Men’s Basketball on Twitter)","metadata":{"id":"1*H2yPi8Cz0b3xnHFeYM5Cig.png","originalHeight":1234,"originalWidth":1084,"alt":null},"markups":[]},{"type":"P","text":"The crash of Ameristar Charters flight 9363 was the result of a sequence of events which no one had predicted, and which bypassed nearly every safety feature built into the system. And in the end everyone walked away, not because of what didn’t go wrong, but because of what went right. A crew with an innate sense of airmanship made the best possible decision under immense pressure, and the deliberate design of the runway environment ensured that the outcome was as mild as possible. Without either of these factors, people might have died.","metadata":null,"markups":[]},{"type":"P","text":"A lot went right for the passengers too. After surviving the plane crash, the Michigan Wolverines went on to win the Big Ten Championship, despite starting the tournament as the eighth seed. The accident never left them, even when on the court: the Wolverines played their first game in their practice jerseys, because all their belongings were still aboard the airplane at Willow Run. And as they carried their trophy triumphantly home to Ann Arbor, they surely thanked the pilots of flight 9363, who played a critical role in bringing about their victory, even though their plane never got off the ground.","metadata":null,"markups":[]},{"type":"P","text":"_____________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/sl9p1y/2017_the_crash_of_ameristar_charters_flight_9363/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 200 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}