{"id":"c54893961151","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71420},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/fire-in-the-fog-the-crash-of-swissair-flight-306-c54893961151","createdAt":1713043130180,"firstPublishedAt":1713047122621,"latestPublishedAt":1713198093688,"updatedAt":1713785336857,"clapCount":1995,"title":"Fire in the Fog: The crash of Swissair flight 306","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Fire in the Fog: The crash of Swissair flight 306","metadata":null,"markups":[]},{"type":"IMG","text":"A smoking crater and damaged houses mark the crash site of Swissair flight 306. (Str/Photopress Archive)","metadata":{"id":"0*JMVo6aSE-U25Ntjy","originalHeight":1493,"originalWidth":2240,"alt":null},"markups":[]},{"type":"P","text":"On the 4th of September 1963, a Swissair jet burst into flames and crashed minutes after takeoff from Zürich, leaving behind a haunting mayday call, a plane-shaped crater in the ground, and a nation in shock. Of the 80 people on board, 43 came from a single village, including the entire village administration — a devastating blow that still echoes decades later. How could a jet-powered Caravelle, the pride of Swissair’s fleet, have been brought down so dramatically less than a year after its delivery, and only 8 minutes after takeoff? What had sparked the deadly blaze aboard an aircraft that was, by all accounts, in perfect working order? As the investigation got underway, a major clue was found not at the crash site, but on the runway in Zürich, where several pieces of the landing gear were left behind before the plane even took off. Adding to the mystery, witnesses described an unusual maneuver performed by the crew prior to departure, in which they taxied up and down the runway with the engines at high power in a possible attempt to disperse fog. Were the fog dispersal strategy, the failed landing gear, and the fire really all pieces of the same puzzle? Investigators were forced to conclude that the answer was yes, a finding that would contribute to improved airliner designs and procedures, even as some questions remained unanswered.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"An Air France Caravelle deploys its drogue chute while landing in Stockholm in 1971. (Lars Söderström)","metadata":{"id":"0*KJXXatqpdZdn1fku.jpg","originalHeight":918,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"In April 1959, the first French-built passenger jet, the Sud Aviation SE210 Caravelle, carried passengers for the first time with Scandinavian Airlines, marking the second European attempt at commercial jet manufacturing, after the ill-fated de Havilland Comet. The Caravelle was the first passenger jet to have two rear-mounted engines, predating the similar DC-9 by several years, and was designed for short range flights with up to 80 passengers. As part of the first wave of jets to see widespread use, the Caravelle had a number of unusual features that would not be repeated on later aircraft types, including a drogue parachute to help slow down on landing — which was later replaced with conventional thrust reversers — and a distinctive cross-shaped tail, with the horizontal stabilizers emerging from part way up the vertical fin.","metadata":null,"markups":[]},{"type":"IMG","text":"HB-ICX, sister ship of the accident aircraft HB-ICV, taxies at Zürich Airport in 1967. I was unable to find any pre-accident photos of HB-ICV. (AirHistory.net)","metadata":{"id":"0*XaHNNzrXPCnCcEBk.png","originalHeight":1151,"originalWidth":1500,"alt":null},"markups":[]},{"type":"P","text":"Among the major customers of the Caravelle III, an improved version introduced in 1960, was Switzerland’s flag carrier Swissair, which operated nine Caravelles until 1971. These were the first jets to carry passengers domestically in Switzerland and were considered state-of-the-art at the time.","metadata":null,"markups":[]},{"type":"P","text":"Among the routes operated by Swissair using the Caravelle was a one-stop service from Zürich to Rome via Geneva. In general, most passengers on this route were bound for Rome, regardless of where they embarked, because between Zürich and Geneva it was much cheaper to take the train. However, on the 4th of September 1963, this was, oddly enough, not the case.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of flight 306 with the crash site and Humlikon marked. (Own work, map by Google)","metadata":{"id":"1*svi9ZnBTx8i2KqOXATjAYw.png","originalHeight":1140,"originalWidth":1758,"alt":null},"markups":[]},{"type":"P","text":"That date was to be a special one for the people of the tiny Swiss village of Humlikon. Located about 23 kilometers northeast of Zürich, the village was among the smallest in the Canton, with a population in 1963 of only 217. Nevertheless, like most Swiss villages, it was at that time a self-governing municipality with a mayor and a town council. That year, the village leadership had taken it upon themselves to arrange a trip to an agricultural show in Geneva, and to make the most of what promised to be (by small village standards) a momentous occasion, they also decided to splurge on transportation by booking the participants not on a train, but on a plane — and not just any plane, but a jet, the Swissair Caravelle. In 1963 it was very likely that few residents of Humlikon had previously been on a plane, and it was almost certain that none had traveled by jet.","metadata":null,"markups":[]},{"type":"P","text":"In total, the village arranged for 43 residents to travel to Geneva, amounting to one fifth of the entire village population, including the mayor, the entire town council, all of the school staff, the postmaster, and a number of others. There was certainly no reason to believe that they were taking a risk. Swissair had maintained a near-perfect safety record since its founding in 1931, and although several Caravelles had already been involved in mishaps at other airlines, the type was perceived as very safe — which by modern standards it certainly was not, but in fairness, at that time its recent competition included the Comet.","metadata":null,"markups":[]},{"type":"IMG","text":"The six crewmembers of flight 306. (Humlikon.net)","metadata":{"id":"1*tTAPF1vLlBHHUXZ0NcnuRg.png","originalHeight":904,"originalWidth":860,"alt":null},"markups":[]},{"type":"P","text":"On the appointed date, the contingent from Humlikon arrived at Zürich Airport in advance of the 7:00 a.m. flight to Geneva, designated flight 306. Including the 43 residents of Humlikon and seven Swissair employees, including the company’s personnel manager, a total of 74 passengers were booked on the flight, enough to fill every seat. The flight also featured six crew, consisting of four cabin crewmembers and the two pilots, 37-year-old Captain Eugen Bohli and 37-year-old First Officer Rudolf Widmer. The pilots had about 7,600 and 6,000 hours, respectively, and both were trained to fly the Caravelle as part of the same class group in the winter of 1962–63, since when they had each flown exactly 380 hours on the type, fulfilling apparently identical schedules.","metadata":null,"markups":[]},{"type":"P","text":"The airplane assigned to the flight was a nearly new Caravelle delivered in 1962 that was less than one year old and had no outstanding mechanical defects. The weather, on the other hand, was less rosy. The meteorological situation was characterized by a temperature inversion, with temperatures in the Swiss lowlands around 9˚C, rising to 12˚C at 1,000 meters elevation, which trapped moisture close to the ground, giving rise to patchy, low-lying fog. At 6:50, the main Zürich Airport weather observer measured a visibility of only 60 meters at the departure end of runway 34, but the fog was not uniform, and at that same time a mobile weather observer at opposite end of the same runway recorded a value of 210 meters.","metadata":null,"markups":[]},{"type":"P","text":"At 6:52, with all the passengers boarded and the doors closed, the crew of flight 306 listened in as the pilot of Swissair flight 140, a Convair CV-440 piston propeller plane, asked for weather data and received the contrasting measurements of 60 and 210 meters. The minimum takeoff visibility imposed by Swissair for the Caravelle was 200 meters, so it was difficult for the crew to judge whether conditions met the minima or not. Nevertheless, the crew decided that it was best to taxi out and look for themselves, so they asked ground control to send them a pilot car to guide them to the runway threshold.","metadata":null,"markups":[]},{"type":"P","text":"At 7:00, as flight 306 waited for the pilot car, ground control reported that visibility at the head of runway 34 had fallen to 180 meters, while visibility at the departure end was still 60 meters. In response, the crew asked whether the wind was calm, and received a report of a “light northerly wind.” Normally this would be sufficient, but this time the crew asked for a more precise value, and were given a figure of 1–2 knots.","metadata":null,"markups":[]},{"type":"P","text":"In response, flight 306 transmitted, “Taxi onto the runway — onto 34 — and down and back again to have a look around?”","metadata":null,"markups":[]},{"type":"P","text":"On first examination it appears that the crew wanted to judge the visibility for themselves at various points along the runway, which was sensible enough given the variable readings. The ground controller approved the maneuver, and at 7:04 he gave clearance to taxi behind the pilot car.","metadata":null,"markups":[]},{"type":"P","text":"Although the purpose of a pilot car is to help guide aircraft across the airport surface in low visibility, the fog was at that moment so thick that the pilot car driver could barely see anything either. In fact, visibility was so poor that he accidentally led flight 306 to runway 34 via taxiway 4 instead of taxiway 5, cutting off the first 400 meters of the 3,700 meter runway.","metadata":null,"markups":[]},{"type":"P","text":"Calling air traffic control again, flight 306 said, “We’ll taxi half way down the runway and then come back.”","metadata":null,"markups":[]},{"type":"IMG","text":"An overview of flight 306’s movements on the ground, as illustrated by Matthew Tesch for MacArthur Job’s “Air Disaster: Volume 1.”","metadata":{"id":"1*lAX1pEMizF6wdBcIG-QwMg.jpeg","originalHeight":2874,"originalWidth":2694,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, the crew of Swissair flight 140 remained at the stand, discussing the conditions with air traffic control. Overhearing the conversation, the crew of Swissair 306 told the ground controller, “When we come back, we’ll tell you how it looks, and maybe he [flight 140] can take off right after us.”","metadata":null,"markups":[]},{"type":"P","text":"Upon reaching runway 34, flight 306 left the pilot car, turned to the right, and was seen to taxi away down the runway into the fog.","metadata":null,"markups":[]},{"type":"P","text":"Farther along the runway, on the west side near taxiway 3, a survey crew couldn’t see the airplane, but they could hear it. As the Caravelle passed their position, heading toward the end of the runway, it sounded normal; but then it turned around and started to come back, and is it did so, its engines began to spool up. “We suddenly heard the roar of the engines as if it were taking off,” the leader of the survey crew later reported. But the aircraft didn’t take off — it simply taxied past again with its engines screaming, back the way it came. It was not immediately obvious to the surveyors what the aircraft was doing.","metadata":null,"markups":[]},{"type":"P","text":"Two minutes later, at 7:09, the crew of flight 306 reported, “So, we found that there is patchy fog, with variable conditions, occasionally quite good visibility, but with pretty thick banks of fog, and we have the impression that we made a bit of a mess with our blower on the backtaxi.” It’s possible that the pilot meant they had stirred up the fog with their jet blasts, but the exact meaning of this transmission would later be subject to debate.","metadata":null,"markups":[]},{"type":"P","text":"In any case, the controller responded by asking whether they would take off, to which the crew replied, “Yes, now we turn back, now we report ourselves ready for takeoff, we probably can.”","metadata":null,"markups":[]},{"type":"P","text":"Returning to the head of runway 34, flight 306 began a 180-degree turn in place to align with the runway for takeoff. As it did so, a weather observer in a car on taxiway 5, about 120 meters to the southeast, listened to the plane through the dense fog. He had heard it taxiing for several minutes, its engine noise seemingly louder than normal, but the roar eventually trailed off. And while the plane itself was not visible, he did see something that caught his eye: a burning light, coming from the direction of the threshold, that remained visible for two seconds, then disappeared.","metadata":null,"markups":[]},{"type":"IMG","text":"A diagram of the Caravelle’s wheel and braking system. Note the “break point,” where the fixed rim flange separated. (Switzerland Federal Department of Transport and Energy)","metadata":{"id":"1*wAQQgmZAaG7iOvxIZdBM8w.png","originalHeight":1330,"originalWidth":1274,"alt":null},"markups":[]},{"type":"P","text":"It was at that moment, as flight 306 made its final turn, that the №4 wheel on the left main landing gear exploded, for reasons that would later vex investigators. Why this may have occurred will be discussed later — for now, a basic description of the systems involved should suffice.","metadata":null,"markups":[]},{"type":"P","text":"The Caravelle’s main landing gear consisted of eight wheels, four on each bogie, with pairs 1–2 and 3–4 on the left, and 5–6 and 7–8 on the right. The №4 wheel was thus the inboard aft wheel on the left main gear.","metadata":null,"markups":[]},{"type":"P","text":"Each wheel was constructed of a magnesium alloy with internal, hydraulically actuated brakes, supplied by flexible hydraulic hoses that ran down the struts and between each wheel pair. Each wheel also had a fixed rim flange on one side and a slide-on rim flange on the other side, to hold in place and permit removal of the tubeless tire, which was pressurized to either 6.5 or 9.7 atmospheres depending on whether it was installed on a forward wheel pair (1–2, 5–6) or an aft wheel pair (3–4, 7–8). This was because, in general, the aft wheels — and particularly the inboard aft wheels 4 and 7— were subject to greater stress during normal operations.","metadata":null,"markups":[]},{"type":"P","text":"What took place as flight 306 was taxiing into position for takeoff was not a conventional tire burst. Rather, at that moment the fixed rim flange on the №4 wheel failed around its entire circumference, resulting in an explosive blowout that hurled pieces of the brake disks out onto the runway and severed the brake hydraulic lines, spilling hydraulic fluid all over the ruptured wheel assembly. The spilled fluid almost certainly ignited straightaway, generating the burning light seen by the weather observer.","metadata":null,"markups":[]},{"type":"P","text":"As yet unaware of the developing situation beneath them, the crew of flight 306 transmitted, “…So we use the whole runway for takeoff, and [flight 140?] has a good chance to catch up to us in the tunnel.” Presumably they were referring to a tunnel through the fog of some sort.","metadata":null,"markups":[]},{"type":"P","text":"Moments later, at 7:12, the tower cleared flight 306 for takeoff, and by 7:13, they were away.","metadata":null,"markups":[]},{"type":"IMG","text":"A diagram of the spread of the fire through the lower fuselage. (Switzerland Federal Department of Transport and Energy)","metadata":{"id":"1*Mnk6li4RCVOblbEE7biJuQ.png","originalHeight":1216,"originalWidth":1548,"alt":null},"markups":[]},{"type":"P","text":"Unfortunately, in 1963 the state of the art did not include any system that could have warned the crew that their landing gear was most likely already on fire. The Caravelle III as originally designed had no wheel temperature sensors, no tire pressure gauges, nor any other means to indicate to the cockpit that anything was amiss. As a result, the crew retracted the landing gear as normal, bringing the nascent fire inside the aircraft.","metadata":null,"markups":[]},{"type":"P","text":"At first, the takeoff and climb appeared normal, and the crew reported on top of the fog layer one minute after takeoff. The pilots could not have known that within the left wheel well, a fire was spreading from the ruptured wheel, chewing through tires and hydraulic lines, growing in ferocity with every passing second. The wheel well contained neither fire protection nor a fire warning system, allowing its unchecked spread over the space of several minutes. It was not long before the fire breached an aluminum auxiliary fuel line containing unused, trapped fuel, accelerating the blaze even further. Shortly thereafter it escaped the wheel well entirely and began to race toward the back of the aircraft, eating its way through the unpressurized basement areas beneath the passenger cabin and aft lavatories.","metadata":null,"markups":[]},{"type":"P","text":"As the flight turned to the southwest and climbed toward a peak altitude of 8,780 feet, the flight data recorder captured slowly mounting control difficulties, as their airspeed increased erratically toward 202 knots, fell back to 155 knots, then increased again to 175 knots — variations that were outside the norm, although the pilots made no distress call.","metadata":null,"markups":[]},{"type":"IMG","text":"Matthew Tesch’s impression of the airplane’s final moments, as seen in Macarthur Job’s “Air Disaster: Volume 1.”","metadata":{"id":"1*3G16x9TnS3uZl8Yct-fQkQ.jpeg","originalHeight":2973,"originalWidth":3827,"alt":null},"markups":[]},{"type":"P","text":"On the ground below, witnesses positioned on hilltops above the fog saw the plane climbing with a streak of white smoke emanating from its left wing root area, which as they watched blossomed into an orange banner of flame. Debris soon began to fall in its wake, plunging toward the Swiss countryside below as critical systems steadily disintegrated. The fire rapidly spread down the lower fuselage and then up into the tail cone area; farther forward, the left wing skin began to melt, strafing the tail with particles of molten aluminum carried in the slipstream. At some point the left engine failed; whether its fuel lines were cut or if the crew shut it down because of a warning is unknown. What exactly the pilots knew, said, and did went with them to their graves — but there would have been alarms, there would have been system failures, there would have been a desperate attempt to diagnose the scale of the problem, followed by cold terror as the fire reached its crescendo.","metadata":null,"markups":[]},{"type":"P","text":"At 7:20, some seven minutes after takeoff, the plane began to descend, sinking slowly at first, then faster. The flight data recordings became erratic, indicating problems with the electrical system, before the recorder stopped entirely. At around that same time, something critical failed — we will never know exactly what. Perhaps the fire compromised the rigidity of the wing structure, leading to a loss of aerodynamic stability. Perhaps the fire caused a loss of hydraulic power to the ailerons and elevators. Or perhaps the rear fuselage structure lost strength, displacing the horizontal stabilizer and rudder — the exact answer scarcely matters. In any case, witnesses observed the burning plane make a left turn, followed by a sharp descent, steepening into a dive. At 7:21 and 4 seconds, the control center in Zürich registered a final, desperate transmission: “Mayday, mayday, 306… no more… no more…”","metadata":null,"markups":[]},{"type":"P","text":"The message was left forever incomplete, for at that moment the plane plunged into the layer of fog and disappeared, never to emerge.","metadata":null,"markups":[]},{"type":"IMG","text":"An aerial view of the scene shows the debris field on the outskirts of the village. Onlookers can be seen watching from the police perimeter. (Comet Photo AG)","metadata":{"id":"0*QGg1I0mRKakhNpv2","originalHeight":1094,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"In the nearby village of Dürrenäsch, local residents heard the sound of an approaching jet, increasing in volume to a deafening roar. One witness ran from his home in time to see the red and white jet, its left wing ablaze, plunge nose-first from the fog and into a field on the margin of the village. The Caravelle struck the ground in a near-vertical attitude just short of a house belonging to retired farmer Heinrich Lienhard, who felt an earth-shattering boom and saw the flash of an explosion, followed by a tremendous crash as flying debris ricocheted off his building, ripping away part of the roof.","metadata":null,"markups":[]},{"type":"P","text":"As local residents rushed to the scene, they were confronted with a panorama of devastation. The jet had been reduced to tiny, mangled pieces strewn over an area measuring 230 by 400 meters. Two houses were heavily damaged and a barn was ablaze. And at the center of the debris field stood an airplane-shaped crater 20 meters across and 6 meters deep, marked by ruptured earth where portions of the airplane had penetrated up to 10 meters underground, such was the force of the impact. Not only had none of the 80 people on board survived, there were no complete bodies either — all that remained were scattered fragments.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"Archival footage of recovery operations at the crash site. (Humlikon.net)","metadata":{"id":"1*CInTJ0raU4Pkcv-u29ogBQ.gif","originalHeight":480,"originalWidth":600,"alt":null},"markups":[]},{"type":"P","text":"News of the crash quickly reached those who had stayed behind in Humlikon, where the remaining residents were faced with a tragedy of unimaginable proportions. A fifth of the village’s entire population was gone, along with all of its leadership. Nineteen married couples were among the dead, leaving behind 39 orphaned children. And everyone who had the faintest idea what to do had been on the plane.","metadata":null,"markups":[]},{"type":"P","text":"As authorities scrambled to figure out how to aid Humlikon, the story of the crash and its tragic consequences spread around Switzerland and then the world, eliciting both sympathy for the plight of those who had lost so many, and shock at the loss of a nearly-new jet flying for a prestigious European airline. It was obvious that fire had brought down the plane — but how did it happen? Finding the answer would fall to an investigative commission specially appointed by the Federal Department of Transport and Energy, which dispatched experts to the scene before the day was over. But, as they would soon discover, the answers they sought were not at the smoking crater in Dürrenäsch.","metadata":null,"markups":[]},{"type":"IMG","text":"The occupant of the house in the foreground told the press that he was lucky to be alive. (Str/Photopress Archive)","metadata":{"id":"0*dsyV02hvOqs-pYIn","originalHeight":1493,"originalWidth":2240,"alt":null},"markups":[]},{"type":"P","text":"In fact, investigators were made aware that debris had been found throughout the area between Mägenwil and Dürrenäsch, a distance of around 12 kilometers, with the density increasing closer to the accident site. Some of the earlier debris included parts of the left main landing gear strut, left wing structure, and lower after fuselage. The Caravelle’s distinctive braking parachute was found detached at 5 kilometers from the impact point, while more significant parts of the aft fuselage structure fell to earth at 3 km, a wing flap at 2 km, and a significant portion of the jet’s deployable rear air stairs at 1.7 km. Evidently, the extent of the in-flight disintegration was considerable.","metadata":null,"markups":[]},{"type":"P","text":"Detailed analysis of the fire spread was not possible in 1963 in the way that it is today, but between the distribution of this fallen debris and the witness statements, investigators were able to surmise that the fire started in the left wing root area and then progressed aft. Later analysis of the human remains suggested that the fire most likely did not penetrate the passenger cabin before impact, instead burning primarily below the floor level behind the last row of seats. It would nevertheless have been obvious to all the passengers and crew that the plane was ablaze, at least in the final minutes.","metadata":null,"markups":[]},{"type":"P","text":"At the crash site itself, investigators did recover some useful clues. Although some debris had been briefly exposed to fire after impact, there was also extensive evidence of an intense pre-impact fire in the left wheel well area. Much of wheel №3 had been burned to ash, and wheel №4 was in only marginally better condition. Furthermore, several major parts of the №4 wheel were not at the crash site at all — they were back on the runway in Zürich.","metadata":null,"markups":[]},{"type":"IMG","text":"Another aerial view shows something of the airplane-shaped crater, with a central area and furrows carved by the wings. (Comet Photo AG)","metadata":{"id":"0*yo1z-1Veb0KDR8EZ.jpg","originalHeight":704,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"At the head of runway 34, investigators observed tire tracks belonging to flight 306 with a prominent “blowout mark” suggesting that a tire burst as the plane was turning to align with the runway before takeoff. Nearby, they found pieces of the №4 wheel’s fixed rim flange and brake pads, along with a small quantity of hydraulic fluid. Abnormal tire tracks then continued down the runway for more than a kilometer, where several pieces comprising 60% of the №4 tire were found scattered between 1,300 and 1,700 meters from the runway head. This unusual debris pattern proved that flight 306 experienced a failure of the wheel itself, and not the tire, which burst only after the total circumferential failure of the fixed rim flange.","metadata":null,"markups":[]},{"type":"P","text":"Subsequently, a microscopic examination of the №4 wheel rim flange revealed a crystalline structure that could only have been formed at temperatures above 250˚C. Furthermore, the rubber deposited on the runway by the left main landing gear tires showed evidence of severe heating. The only possible source for such heat was the brakes, which would have to have been considerably hotter — certainly above the auto-ignition temperature of the hydraulic fluid used on the Caravelle, which was between 270 and 280˚C. All of this evidence pointed to a likely scenario in which the overheated №4 wheel failed, causing a blowout; flying shrapnel damaged the unprotected brake hydraulic lines; and hydraulic fluid contacted the hot brakes, where it instantly ignited.","metadata":null,"markups":[]},{"type":"P","text":"Alternatively, even if the spilled hydraulic fluid did not ignite at that point, investigators were surprised to discover during laboratory testing that when the Caravelle’s brakes were overheated, the temperature of the wheel itself wouldn’t peak until 5 to 15 minutes after the end of the braking action. The resulting radiant heat within the wheel well area could have started a fire all on its own after the airplane took off. Although investigators were inclined to believe that the fire started on the ground, they couldn’t rule out the possibility that it started in the air by this mechanism — nor were the two mechanisms mutually exclusive. In fact, wheel №3 had failed in a similar manner to wheel №4 after the landing gear was retracted, and it was impossible to tell whether this wheel overheated as a result of the delayed effects of braking on the ground, or in the air as a result of a fire already burning next to it.","metadata":null,"markups":[]},{"type":"IMG","text":"The power lines in the foreground were initially severed in the crash, cutting power to the local district. It was said that all electric clocks in the area stopped at the moment of impact, shortly after 7:21. (Giogrio Brisig)","metadata":{"id":"0*nYni_cWu6xsf2IlC.jpg","originalHeight":687,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Although the accident airplane had no means by which to warn the crew that the landing gear had overheated, investigators pointed out that such systems had been developed and were actively being installed on numerous Caravelles at the time of the accident. Newer versions of the aircraft type already had brake temperature sensors and blowout detectors. But the Dunlop Rubber Company, which built the Caravelle’s wheels, was still working on the equipment required for sensor installation on the Type C’ (“C-prime”) wheels used on the accident airplane, which had been specially modified from the basic Type C wheel with the addition of larger, more powerful brake disks. Had the new temperature sensing system been installed, the pilots would certainly have received a warning, in which case the proper procedure was — and still is today — to avoid retracting the landing gear until the temperature decreases to safe levels. In the event of a wheel fire, leaving the landing gear extended will also prevent the fire from spreading to the rest of the airplane before the crew can effect an emergency landing.","metadata":null,"markups":[]},{"type":"P","text":"Readers may find this discussion familiar, as the 1991 crash of Nationair/Nigeria Airways flight 2120 in Jeddah, Saudi Arabia was also caused by a wheel fire that entered the aircraft when the landing gear was retracted. In that case, a brake temperature warning wouldn’t have helped because the brakes did not overheat — rather, the fire was caused by sparks from a dragging wheel rim igniting rubber and grease during the takeoff roll. That accident did however result in regulations requiring the installation of wheel well fire detection systems on large passenger aircraft, an innovation that may have helped Swissair flight 306, had it existed 30 years earlier. This fact was not lost on Swissair, which allegedly began fitting its Caravelles with wheel well fire alarms within three weeks after the accident.","metadata":null,"markups":[]},{"type":"IMG","text":"The plane came down right across from the sign marking the edge of Dürrenäsch village. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*KLBjU4mopF9HU6Nm.jpg","originalHeight":579,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"Having established how the fire started and spread, another, even bigger question now loomed: how did the brakes ever get so hot as to cause the structural failure of the wheel rim?","metadata":null,"markups":[]},{"type":"P","text":"According to the manufacturer, the magnesium alloy wheels were rated to a temperature of 150˚C. Laboratory testing by the investigation commission subsequently demonstrated that the wheels begin to lose material strength above 200˚C, and outright failure of the wheel rim occurs between 250 and 320˚C. During the tests, the entire fixed rim flange separated circumferentially and hydraulic fluid was spilled, exactly as occurred on flight 306. \n To heat the wheel rims to this temperature, the brakes would have to have been put under stress greater than what was expected during any operational scenario envisioned by the manufacturer, including a maximum weight landing or a short-field rejected takeoff. Was it really possible for the crew of flight 306 to have stressed the brakes to such an extent while taxiing across the airport at relatively low speed? At first glance, this seemed impossible — but as investigators began to piece together what happened before the flight’s departure, a possible scenario began to emerge, involving an unconventional method for dispersing fog from the runway.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"One can easily imagine how the impact that carved the crater also threw debris and soil against the nearby homes. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*iyzO-_tow_IiUWLc.jpg","originalHeight":467,"originalWidth":624,"alt":null},"markups":[]},{"type":"P","text":"When Swissair introduced the Caravelle to its fleet in 1960, it established a minimum takeoff visibility of 400 meters in order to ensure an adequate safety margin while the company gained experience with jet operations. However, the fog that periodically blanketed the Swiss lowlands caused visibility to drop below this value often enough to impede operations during certain times of year. As a result, Swissair pilots independently developed an unorthodox method to improve visibility by parking on the runway and running the engines at high power until a “tunnel” appeared through the fog. This tactic is generally characterized as “blowing” the fog away with the jet blasts, but my research suggests that the primary mechanism behind localized fog clearing is actually the temperature increase from the hot exhaust. Either way, the result was a corridor through the fog where visibility was above the 400-meter minimum, allowing the takeoff to proceed.","metadata":null,"markups":[]},{"type":"P","text":"During the winter of 1960–61, a Swissair training captain observed these ad-hoc techniques and decided that it would be best to standardize them. In coordination with other airline personnel, he helped arrange a series of tests, which demonstrated that by positioning the aircraft against the takeoff direction and running the engines at high power for 10 to 15 seconds, it was possible to create a tunnel of improved visibility measuring 500 to 800 meters in length, 40 meters in width, and 10 meters in height.","metadata":null,"markups":[]},{"type":"P","text":"Recognizing the efficacy of the technique, Swissair technical personnel developed a formal procedure for fog dispersal. The procedure stated that if visibility was below 400 meters, but greater than 100 meters, and if the wind speed was less than 3 knots — more than that and the tunnel would blow away — then crews could clear fog by back-taxiing up the runway, stopping at the half way point and the threshold, and increasing engine RPM to between 7,000 and 7,500 for 15 seconds at each location. The two separate stops were added to ensure that the length of the tunnel was sufficient to encompass the entire takeoff roll. The procedure also called for an expedited taxi speed, with engine thrust above 6,000 RPM, in order to ensure that takeoff could be accomplished as quickly as possible, since the tunnel could be expected to close within 2 to 5 minutes. This was in contrast to standard taxiing, where an engine RPM below 4,500 was normally used.","metadata":null,"markups":[]},{"type":"IMG","text":"Mangled debris was strewn near the crater. Remarkably, investigators were able to recover 90% of the aircraft. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*3LgcgPfGPgsh4jAm.jpg","originalHeight":606,"originalWidth":700,"alt":null},"markups":[]},{"type":"P","text":"The airline personnel involved in creating the procedure did not seek input from outside Swissair, neither from the Federal Aviation Office (FAO) nor Sud Aviation. In their view, this input was unnecessary because the procedure fell within the aircraft operating limits specified in the manufacturer-approved flight manual. Swissair personnel were aware that taxiing at 6,000 engine RPM would require riding the brakes, as would keeping the aircraft stationary at 7,500 RPM, but it was not thought possible that this stress could be greater than a short field rejected takeoff. A very basic manual inspection of the wheels after testing the procedure revealed no signs of gross overheating. As such, the procedure was inserted into the Swissair training manual in 1961. This manual was legally considered to contain those procedures that would assist flight crews in complying with the operational limitations expressed in the aircraft flight manual (AFM), without expanding upon those limitations, and as such under Swiss law at the time there was no requirement to submit the training manual to the FAO for approval.","metadata":null,"markups":[]},{"type":"P","text":"Investigators pointed out that had federal inspectors scrutinized the procedure, they might have noticed that in the event of a rejected takeoff immediately after dispersing fog, the additional stress on the brakes could result in overheating and wheel failure. No one had assessed whether the separate brake temperature increases from the fog dispersal procedure and a rejected takeoff might together exceed the certification limits of the brakes. Had this discrepancy been detected, the procedure probably would have been banned.","metadata":null,"markups":[{"type":"EM","start":393,"end":401,"href":null,"anchorType":null}]},{"type":"P","text":"It was also noted that at one point an FAO operations inspector stationed at Zürich was presented with a copy of the training manual, which contained the fog dispersal procedure, but he didn’t examine it in detail because this wasn’t required. The discrepancy thus remained undetected.","metadata":null,"markups":[]},{"type":"P","text":"In a moment of sharp analysis, the investigation commission also openly speculated that Swissair was reluctant to invoke outside scrutiny of what was, at the end of the day, a procedure designed to improve operational economy, and not flight safety.","metadata":null,"markups":[]},{"type":"IMG","text":"Small flags are typically used to mark human remains. In this case there were not what would typically be considered “bodies.” (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*RcYfuY6z_FL1gCBj.jpg","originalHeight":890,"originalWidth":950,"alt":null},"markups":[]},{"type":"P","text":"After the accident, Swissair was not able to say how many times the fog dispersal procedure was used, since there was no requirement to report having used it. However, based on meteorological records, they assessed the number of uses to have been between 30 and 50. This low number was in part due to the fact that in 1962, Swissair reduced the Caravelle’s minimum takeoff visibility from 400 to 200 meters, citing improved operating experience. Conditions of visibility below 200 m but above the 100 m minimum specified for the fog dispersal procedure were uncommon, removing any obvious benefit from the procedure’s existence. When a new training manual update was published in 1962, Swissair personnel had not yet decided what to do with the procedure, so the page related to “fog dispersal” was retained, but its contents were replaced with the word “open,” on an otherwise blank sheet of paper.","metadata":null,"markups":[]},{"type":"P","text":"Although the pilots of flight 306 were both trained using the updated manual, Captain Bohli apparently asked about the fog dispersal technique and was taught the procedure by his instructor. Documents from the training session even revealed that Bohli had taken notes on several points for later use.","metadata":null,"markups":[]},{"type":"P","text":"Evidence indicated that Captain Bohli might have wanted to use the procedure on the day of the accident. Prior to taxiing, the reported visibility at the head of the runway was 180 meters, which was within the narrow range in which the fog dispersal procedure was still applicable. After hearing this information, the crew asked for precise wind speed data even though the wind was so light as to have no operational effect, which was possibly an attempt to determine whether the wind was below the 3-knot maximum for fog dispersal. The controller’s report that wind speed was 1 to 2 knots would have satisfied this condition as well.","metadata":null,"markups":[]},{"type":"IMG","text":"Another view of the crater and houses. (Humlikon.net)","metadata":{"id":"0*GKoKjIkBq-yMtfgz.jpg","originalHeight":489,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"Subsequently, the crew indicated their desire to taxi down the runway and back up again to “have a look around.” On the one hand, this maneuver resembled the fog dispersal procedure, but on the other hand, the crew characterized the purpose of the maneuver as a visibility check, not fog dispersal. Investigators speculated that at this point the pilots had not yet decided whether they would need to disperse the fog, and wanted simply to check first.","metadata":null,"markups":[]},{"type":"P","text":"Witnesses near runway 34 described hearing the plane taxi down the runway normally, before coming back the other way with abnormally high engine power. This could have been the high-power taxiing recommended by the fog dispersal procedure. However, none of the witnesses recalled hearing the airplane stop, and the flight data recorder seemingly confirmed this. Although the primitive recorder tracked only airspeed, heading, altitude, and vertical acceleration, this latter trace would normally record a small bump as the aircraft came to a stop, but such marks were not seen. Furthermore, if the aircraft had stopped for 15 seconds at the locations recommended by the procedure, then an average taxi speed of 50–60 km/h (27–32 kt) would have been required to place the aircraft back at the runway threshold at the time recorded by the FDR. Investigators considered it unlikely that the crew would have taxied so fast. Assuming the aircraft didn’t stop, then it likely taxied 1,100 meters down the runway at 24 km/h (13 kt) and 1,500 meters back up at 35 km/h (19 kt), which was more consistent with the increased taxi speed recommended in the fog dispersal procedure.","metadata":null,"markups":[]},{"type":"P","text":"After taxiing back to the head of the runway, the crew then reported that they had “made a bit of a mess with our blower on the backtaxi.” One interpretation was that they had attempted to make a fog tunnel, but damaged it with their jet blasts while taxiing back up the runway. Another interpretation was that they had not made a tunnel, but that their jet blasts while taxiing had moved fog around, changing the conditions. This statement thus failed to elucidate whether the pilots were trying to disperse the fog or not. Furthermore, while their subsequent message mentioned that the aircraft behind them could “catch up to us in the tunnel,” it’s not clear whether they meant a tunnel created using the fog dispersal procedure, or a natural tunnel carved through the fog simply by the act of taking off.","metadata":null,"markups":[]},{"type":"IMG","text":"Another map of flight 306’s ground movements, in case you need a refresher. (Switzerland Federal Department of Transport and Energy)","metadata":{"id":"1*y28SCpqw9HO0lk3Urzgf1g.png","originalHeight":1552,"originalWidth":1656,"alt":null},"markups":[]},{"type":"P","text":"Based on this evidence, investigators concluded that the crew of flight 306 did not apply the fog dispersal procedure as written. However, it did appear as though the crew were interested in the possibility of dispersing the fog, and may have applied the procedure partially, or modified it to suit their circumstances. Investigators suspected that the pilots saw conditions that were very close to the minimum of 200 meters, after which they decided that stopping to disperse the fog was unnecessary, but that taxiing back with high engine power couldn’t possibly hurt. This could have been confirmed or refuted if the plane had been equipped with a cockpit voice recorder, but it was not.","metadata":null,"markups":[]},{"type":"P","text":"In order to keep the speed to 19 knots with the engines at 6,000 RPM or more, the pilots would have had to apply constant pressure to the brakes, causing the wheels to heat up. But exactly how warm they would have gotten was another question entirely. In order to find out, investigators decided to measure the wheel temperatures in several taxiing scenarios based on the available evidence — which is where this entire line of inquiry nearly fell apart.","metadata":null,"markups":[]},{"type":"P","text":"As it turned out, taxiing down the runway for 1,100 meters with the engines at 4,500 RPM and 1,500 meters back up at 6,500 RPM resulted in a wheel rim temperature of only 60–100˚C, nowhere near the 250˚C required to cause catastrophic failure. If a lower engine speed was used, then the temperature increase would have been even less. However, the fact that wheel no. 4 failed due to overheating was self-evident. So where did all the extra heat come from?","metadata":null,"markups":[]},{"type":"IMG","text":"This graph shows how the only way to reach the critical temperature before takeoff was to taxi with at least 6,000 RPM all the way from the stand. (Switzerland Federal Department of Transport and Energy)","metadata":{"id":"1*_NBs4vmFEmwZdiA2UilZrA.png","originalHeight":1328,"originalWidth":1134,"alt":null},"markups":[]},{"type":"P","text":"To answer this question, investigators pursued a number of possibilities. For instance, a detailed examination of what was left of the braking system revealed no sign of any malfunctions that could have forced the brakes closed, and if such a malfunction did occur then it should have been noticeable to the crew. Similarly, the №4 wheel itself was found to be free of any manufacturing defects that could have reduced its strength. On the other hand, investigators noted that the act of taxiing behind a pilot car in very low visibility could have caused the pilot to ride the brakes, considering the short stopping distance available should the car come to a halt. This could have increased the maximum wheel rim temperature to as much as 130˚C, but even that was far from sufficient to explain the accident.","metadata":null,"markups":[]},{"type":"P","text":"Another possibility was that the parking brake lever was slightly short of stowed during taxi. Although this would have caused significant additional heating, it should also have generated a warning, and even if the warning was broken, the effect should have been obvious to the crew.","metadata":null,"markups":[]},{"type":"P","text":"Calculations also showed that if the crew had taxied the entire distance from the stand with an engine speed above 6,000 RPM, then the brake pressure required to maintain a slow taxi speed would have caused the rims to reach the critical temperature of 250˚C around the time of takeoff. However, the pilot car driver didn’t recall hearing any abnormally high engine sounds, and besides, there was no reason for the pilot to do this. Procedures did call for one engine to be advanced to 6,000 RPM while taxiing with engine anti-ice turned on, but the temperature that day was high enough to preclude any need for anti-ice, and there was no reason to increase power in both engines when the procedure specified only one. As such, investigators considered it unlikely that this was the answer either.","metadata":null,"markups":[]},{"type":"IMG","text":"Recovery crews pile recovered debris near the crater. (Giorgio Brisig)","metadata":{"id":"0*loQ4DSxqoklHy9qm.jpg","originalHeight":687,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"In the end, the investigation did not come to a satisfying conclusion about how the №4 wheel became so overheated. It was the “critical” wheel that would be placed under the most stress during the maneuvers performed, so the fact that it failed first was not surprising, but the math for the temperature increase just didn’t add up. Investigators wrote that, having ruled out everything else, one of the possibilities they dismissed as “unlikely” most probably occurred. There could also have been some other factor that eluded their imagination, but I won’t pretend I have any new and interesting ideas either. In any case, it was beyond doubt that the use of the modified fog dispersal procedure contributed to the temperature increase and was most likely decisive, even if other factors were present.","metadata":null,"markups":[]},{"type":"P","text":"This accident wouldn’t have happened today for a variety of reasons, including better sensing systems, but if it did, the investigation certainly would have been able to determine the reason for the brake overheat with the use of a modern flight data recorder and cockpit voice recorder.","metadata":null,"markups":[]},{"type":"P","text":"Other lessons were also learned that would be foundational to modern operating assumptions. Before the crash, it was not widely appreciated that the temperature of the wheel rim might continue increasing for as long as 15 minutes after the end of brake application. Neither had anyone at Swissair, or for that matter the FAO or Sud Aviation, appreciated that a prolonged low braking load could be just as stressful as or even more stressful than a short field rejected takeoff, considered the most braking-intensive normal maneuver. The manufacturer’s aircraft flight manual made no mention of this phenomenon, nor was there any requirement to study it. As a result, Swissair technical staff falsely believed that the prolonged brake application in the fog dispersal procedure fell within the aircraft’s operating limitations simply because the peak brake load was low.","metadata":null,"markups":[]},{"type":"P","text":"Both of the above facts are now common knowledge to those whose job is to know them.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"The funeral procession for the victims from Humlikon approaches the village. (Humlikon.net)","metadata":{"id":"0*kS5WOd0b0Odd1GxG.jpg","originalHeight":398,"originalWidth":468,"alt":null},"markups":[]},{"type":"P","text":"The conclusions of the investigation made flying safer, but they could never heal the wounds left behind by the loss of so many people in one tight-knit place. In the devastated village of Humlikon, a pall of unimaginable grief descended over those who remained, even as an outpouring of sympathy came from around the world. Thousands attended a funeral procession through the town to lay the deceased to rest, many of whom had no connection to the village. At the same time, outsiders volunteered to bring in the village harvest in order to ensure that the remaining residents stayed afloat economically. The government also stepped in, setting up an emergency town council made up of outside experts in order to ensure continuity of government, as the village’s entire administration was gone. A separate organization was created specifically to oversee the care of the 39 orphaned children. Meanwhile, the special council laid the groundwork for new elections, although recruiting candidates proved extremely difficult, as the village had only 52 eligible voters remaining,* some of whom would have to stand for office. Although self-government in such a small village might seem ridiculous from the outside, Switzerland’s system of direct democracy effectively required it.","metadata":null,"markups":[]},{"type":"P","text":"For decades afterward no one in Humlikon or Dürrenäsch spoke publicly about the crash, enforcing a strict press blackout. According to Lotty Wohlwend, who recently wrote a book on the two villages, the residents spoke little of the disaster amongst themselves either. In stoic Swiss-German fashion, they simply buried the tragedy in a culture of silence, because who would want to talk about something so dreadful? Unfortunately, this unspoken rule may have led to further needless suffering. Even decades later, it was evident to Wohlwend that many of those affected were left profoundly damaged.","metadata":null,"markups":[]},{"type":"BQ","text":"*Women did not have the right to vote in Switzerland until 1971, or in the Canton of Zürich until 1970.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"A relative lays flowers at the crash site 11 days after the accident. (Str/Photopress Archive)","metadata":{"id":"0*C4Do7wlzufW0joMU","originalHeight":1363,"originalWidth":2045,"alt":null},"markups":[]},{"type":"P","text":"In conclusion, then, the crash of Swissair flight 306 was made possible by a confluence of institutional and cultural factors, including a lack of knowledge of jet operations, insufficient imagination, and perhaps also a hands-off regulatory culture that failed to require scrutiny of Swissair’s bizarre in-house procedure. The fog dispersal procedure invented by Swissair was not only dangerous, it was also unique, and in today’s information environment it seems more likely that someone would have asked why no one else was doing it. In fact, investigators asked the US FAA whether any similar procedures were in use in America, to which the FAA replied that some carriers had experimented with the possibility shortly after WWII, but abandoned the idea — with good reason! Of course, the principle behind the procedure was sound enough — hot jet blasts really do help disperse fog. The issue was that the jet engines were mounted on a passenger-carrying airplane with many complex interacting systems. With that in mind, one innovative research group worked around this problem by using an array of fixed jet engines mounted underground beside the runway to eliminate fog. Christened the Turboclair, the system was tested between 1965 and 1969 at Paris Orly Airport, where it was deemed effective, but it was never exported beyond Orly and Charles de Gaulle. Many other methods for dispersing fog have also been tried over the years, but today this is usually accomplished using techniques similar to cloud seeding.","metadata":null,"markups":[]},{"type":"IMG","text":"The flight 306 memorial in Dürrenäsch, amid fog not unlike that on the day of the accident. (Alexey M.)","metadata":{"id":"0*X1FFIpJsop33k1FO","originalHeight":1197,"originalWidth":674,"alt":null},"markups":[]},{"type":"P","text":"With over 60 years having now passed since the tragedy, the aviation industry has advanced to the point that the circumstances of the crash are scarcely recognizable. In the places it so affected, there have also been changes. Humlikon is no longer an independent municipality, but its population has rebounded and is now larger than ever before. Most of those residents were not around to remember the devastation of September 4th, 1963, and the village has no public memorial to those lost. However, a memorial has been erected in Dürrenäsch beside the potato field where the plane came down, a stone’s throw from the two houses damaged in the crash, which still appear today as they did then, having changed very little. Were it not for the memorial, there would be no indication that anything significant, let alone tragic, had ever happened there. And yet the sight of the burning jet, embarking on its final plunge, a desperate mayday call on the lips of its pilot, will always be associated with that quiet place, as long as the story of its fate is kept alive.","metadata":null,"markups":[]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Don’t forget to listen to Controlled Pod Into Terrain, my podcast (with slides!), where I discuss aerospace disasters with my cohosts Ariadne and J! Check out our channel here, and listen to our latest episode, about an airline composed entirely of pure, distilled crime. A bonus episode for Patreon subscribers is also out now. Alternatively, download audio-only versions via RSS.com, or look us up on Spotify!","metadata":null,"markups":[{"type":"A","start":149,"end":175,"href":"https://www.youtube.com/@ControlledPodIntoTerrain","anchorType":"LINK"},{"type":"A","start":191,"end":271,"href":"https://www.youtube.com/watch?v=QDwtEIDEgS0","anchorType":"LINK"},{"type":"A","start":377,"end":384,"href":"https://rss.com/podcasts/cpit/","anchorType":"LINK"},{"type":"EM","start":0,"end":411,"href":null,"anchorType":null}]},{"type":"P","text":"_______________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit","metadata":null,"markups":[{"type":"A","start":0,"end":45,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/1c3dy7d/1963_the_crash_of_swissair_flight_306_a_sud/?","anchorType":"LINK"}]},{"type":"P","text":"Support me on Patreon (Note: I do not earn money from views on Medium!)","metadata":null,"markups":[{"type":"A","start":0,"end":21,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]},{"type":"P","text":"Follow me on Twitter","metadata":null,"markups":[{"type":"A","start":0,"end":20,"href":"https://twitter.com/KyraCloudy","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 260 similar articles","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]}]}}}