{"id":"cdcba7847e0a","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/the-cold-laws-of-winter-the-crash-of-air-florida-flight-90-cdcba7847e0a","createdAt":1653140584918,"firstPublishedAt":1653147502476,"latestPublishedAt":1654623047992,"updatedAt":1664835754355,"clapCount":1248,"title":"The Cold Laws of Winter: The crash of Air Florida flight 90","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"The Cold Laws of Winter: The crash of Air Florida flight 90","metadata":null,"markups":[]},{"type":"P","text":"Note: this accident was previously featured in episode 24 of the plane crash series on February 17th, 2018, prior to the series’ arrival on Medium. This article is written without reference to and supersedes the original.","metadata":null,"markups":[{"type":"EM","start":0,"end":221,"href":null,"anchorType":null}]},{"type":"IMG","text":"The front page of the Washington Post the day after the crash. (Washington Post)","metadata":{"id":"0*C-ABc-wLxg3-CPOT.jpg","originalHeight":523,"originalWidth":606,"alt":null},"markups":[]},{"type":"P","text":"On the 13th of January 1982, an Air Florida Boeing 737 fell from a snowy sky and slammed into the 14th Street Bridge in Washington, D.C., sending 79 passengers and crew plunging into the frozen Potomac River. A desperate rescue unfolded two kilometers from the White House and within sight of the Pentagon, as first responders struggled to save a handful of survivors who clung to life in the shattered wreckage. The entire nation tuned in to watch their heroic efforts as Air Florida flight 90 became the first breaking-news plane crash to receive real time coverage in the television age, leaving an indelible mark on a generation of air travelers.","metadata":null,"markups":[]},{"type":"P","text":"In the world of aviation safety, meanwhile, the crash is remembered as a turning point in the way the industry approached the problem of snow and ice contamination. Investigators would find that the ill-fated flight was beset by various forms of ice, snow, and slush, which combined to drag the Boeing 737 out of the sky as its startled crew struggled to understand what was going on. But the problem was not so much the weather itself, but the way it was handled by the crew and the industry that produced them, landing two inexperienced young pilots in a situation for which they were unprepared. Baffled by the snow, and at times giddy with childlike excitement, they had no idea that they were doing nearly everything wrong — and that their rookie mistakes would send 78 people to their doom.","metadata":null,"markups":[]},{"type":"IMG","text":"A period advertisement for Air Florida. (Yesteryear Images Co.)","metadata":{"id":"0*DWMmR6jglJ0QKp6W.jpg","originalHeight":795,"originalWidth":570,"alt":null},"markups":[]},{"type":"P","text":"By the beginning of 1982, Air Florida was reaching for the stars. What had once been a tiny regional airline operating short flights within Florida had flourished under deregulation, expanding across state boundaries with a growing fleet of jet aircraft, including several Boeing 737s and a McDonnell Douglas DC-10. The airline’s reputation depended strongly on who one asked: shareholders loved the profits it produced as it rose to become America’s 16th-largest airline, while pilots were less enamored. Air Florida was known for its union-busting policy, and its crews were less experienced and earned less money than those who flew for major carriers. Passengers, for the most part, knew none of this — that is, until the 13th of January, 1982, when everything came crashing down in 31 seconds aboard Air Florida flight 90.","metadata":null,"markups":[]},{"type":"IMG","text":"N62AF, the aircraft involved in the accident. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*tf0E7OtY8kh4UK8Z","originalHeight":505,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"That day, a heavy snowstorm was rolling over the mid-Atlantic when an Air Florida Boeing 737–200 arrived at Washington National Airport, just across the Potomac River from Washington, D.C. By the time of its arrival at 13:29, snowfall had already snarled traffic across the nation’s capital, and complications at the airport were soon to follow. The Air Florida flight would be among the last to land for some time: nine minutes after its arrival, the airport’s sole runway suitable for jet traffic was shut down for snow removal, and controllers informed waiting air crews that it would not reopen for another hour.","metadata":null,"markups":[]},{"type":"P","text":"Among those crews were the two Air Florida pilots: 34-year-old Captain Larry Wheaton, and 31-year-old First Officer Roger Pettit. Neither was particularly experienced with jet operations. Although Wheaton had a respectable 8,300 flying hours, most of this was on light aircraft and the piston-engine DC-3. He had started flying jets in 1979 when Air Florida acquired his former employer, the Key West-based Air Sunshine, and he had since accumulated about 2,300 hours on the DC-9 and the 737. He was promoted to captain in August 1980 with just 1,200 hours of jet experience, far less than could be expected at major carriers, where pilots spent an average of 14 years as a first officer before moving to the captain’s seat. Roger Pettit was even less experienced: most of his 3,350 hours were accrued flying F-15s in the military, and he had only 992 hours in air transport operations. There was, of course, nothing wrong necessarily with their experience levels, and indeed many pilots flew with far fewer hours under their belts.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of Air Florida flight 90. (Google + own work)","metadata":{"id":"1*3Y2vMUDhG_iIjCb-919Msw.png","originalHeight":1344,"originalWidth":824,"alt":null},"markups":[]},{"type":"P","text":"Of much greater significance was the crew’s limited experience with winter operations. Both pilots had learned to fly in the Southern United States, which is known for its lack of snow, and records would later reveal that Captain Wheaton had only taken off or landed eight times in the presence of freezing precipitation. Pettit was even less familiar with snow and ice, having flown in such conditions only twice. This lack of familiarity would inform nearly all of the events which followed.","metadata":null,"markups":[]},{"type":"P","text":"Due to the runway closure, it was obvious to the crew that their turnaround would be lengthened. Their next leg, flight 90 to Tampa and then on to Fort Lauderdale, had been scheduled to depart at 14:15, but with the airport closed until 14:30, that time would have to be pushed back. As such, it was not until 14:20, after their original departure time, that Captain Wheaton decided to have the plane de-iced.","metadata":null,"markups":[]},{"type":"P","text":"De-icing is a critical part of pre-flight preparations whenever a plane is exposed to snow or freezing rain while on the ground. Because snow and ice adhering to the wings and tail can significantly impede an aircraft’s (especially a jet’s) takeoff performance, it is standard procedure to remove these contaminants using a heated mixture of water and various chemicals designed to impede ice formation. At Washington National Airport, Air Florida had contracted out the job of de-icing its planes to an American Airlines maintenance team, who operated a de-icing truck that sprayed down waiting aircraft with a heated solution of water and glycol.","metadata":null,"markups":[]},{"type":"IMG","text":"Planes are de-iced at Washington National Airport in 2015. (Washington Post)","metadata":{"id":"0*qc8JH7aQdHsqUbEA.jpg","originalHeight":1730,"originalWidth":2600,"alt":null},"markups":[]},{"type":"P","text":"At 14:20, the de-icing crew began to spray down the Air Florida 737, starting from the left side. But before they could finish, the pilots received more bad news: the snow clearing operation was taking longer than expected, and the airport would not reopen at 14:30. Unsure when they would depart, Wheaton called off the de-icing crew, correctly concluding that it would be better to de-ice closer to takeoff.","metadata":null,"markups":[]},{"type":"P","text":"It took another 23 minutes for the snowplows to finish clearing and sanding the runway, allowing the airport to resume operations at 14:53. By then, the air traffic controllers had their hands full with a traffic situation which was rapidly becoming unmanageable. Poor communication between control centers meant that flights bound for Washington National Airport had continued to take off while the airport was closed, and now dozens of planes were sitting in holding patterns all across the mid-Atlantic region. Due to limited space on the ground, controllers also had to find some way to get rid of the equally large number of planes waiting at the gates and on the aprons, which would have to move to make way for incoming flights. The result was an epic traffic jam both on the ground and in the air, as flights were cleared to land one after another, departures spaced precariously in between them, while planes lined up on the taxiways awaiting clearance to leave. Normally, airports prefer to hold planes at the gate until they are ready for takeoff, but the gates needed to be cleared for inbound aircraft, so departing flights started to stack up short of the runway amid the falling snow.","metadata":null,"markups":[]},{"type":"IMG","text":"A photo of Air Florida flight 90, taken shortly before its final departure. (The Washingtonian)","metadata":{"id":"1*Asj43G8jE2ngUpbi2Mt3Vg.png","originalHeight":1308,"originalWidth":1886,"alt":null},"markups":[]},{"type":"P","text":"At 14:45, shortly before the reopening, Captain Wheaton decided to get de-iced again. The American Airlines de-icing crew returned with the truck and began spraying the plane a second time, removing snow which had accumulated since the previous de-icing 25 minutes earlier. After spraying away the snow and ice using the hot water-glycol solution, they applied some more over the tops of the wings in an attempt to prevent ice from re-forming.","metadata":null,"markups":[]},{"type":"P","text":"However, Air Florida flight 90 was nowhere near the front of the line for takeoff, and there were 11 planes still ahead of them when the jet bridge was finally pulled away at 15:15. Heavy snow was still falling over National Airport, including on the Air Florida 737, where it was already beginning to accumulate again after the last de-icing. A passenger on another plane snapped a photograph of flight 90, shown above, shortly before its departure from the gate, showing at least a couple centimeters of snow covering the fuselage like frosting on a cake.","metadata":null,"markups":[]},{"type":"P","text":"At 15:25, flight 90 received clearance to taxi, and a tug arrived to push the 737 back from the gate. However, the tug failed to get traction on the slushy asphalt as it tried to push the 46-ton jet up the slightly inclined apron. Captain Wheaton proposed that he give the tug some assistance by using reverse thrust on the engines. The tug operator informed him that using reverse thrust while parked in snowy conditions was against American Airlines ground procedures, but Wheaton decided to do it anyway. The engines roared to life and the thrust reverser buckets deployed, sending snow flying in all directions. Warm air surged forward over the wings, turning the accumulated snow into slush which began to slide down over the leading edges of the wings and onto the engines. But the plane refused to budge. Wheaton was forced to shut the engines off again and wait for assistance.","metadata":null,"markups":[]},{"type":"IMG","text":"The pilots of flight 90 as young men. Wheaton is 18 in his photo; Pettit is 20. No contemporary photos are available. (The Washingtonian)","metadata":{"id":"1*HwdoLlXf1oD3-osfqhyWLg.png","originalHeight":1236,"originalWidth":1136,"alt":null},"markups":[]},{"type":"P","text":"Some ten minutes later, a tug equipped with tire chains finally arrived, and as the pilots sat chatting in the cockpit, it managed to get flight 90 rolling at last. Now that they were clear of the gate, the pilots started up the engines and prepared to taxi, rushing their way through the before-start checklist, then the after-start checklist. Pettit called out each item while Wheaton checked its status.","metadata":null,"markups":[]},{"type":"P","text":"“Electrical?”","metadata":null,"markups":[]},{"type":"P","text":"“Generators.”","metadata":null,"markups":[]},{"type":"P","text":"“Pitot heat?”","metadata":null,"markups":[]},{"type":"P","text":"“On.”","metadata":null,"markups":[]},{"type":"P","text":"“Anti-ice?”","metadata":null,"markups":[]},{"type":"P","text":"“Off,” Wheaton instinctively replied.","metadata":null,"markups":[]},{"type":"P","text":"The checklist item in question was engine anti-ice, a system which must be turned on when operating in winter conditions in order to prevent ice from blocking various critical sensors. However, it was not normally needed in Florida, and both pilots seemed to have become accustomed to replying “off” to the engine anti-ice checklist item. And so they breezed past it without a second thought, in the process adding one more link to a chain of events which was already creeping toward disaster.","metadata":null,"markups":[]},{"type":"IMG","text":"A New York Air DC-9, similar to the one in front of flight 90. (Jon Proctor)","metadata":{"id":"0*3i75WEQYyJYccToZ","originalHeight":691,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"At 15:38, flight 90 finally began to taxi, as the ground controller instructed it to fall in line behind a New York Air DC-9. As they pulled in behind the DC-9, snow continued to streak down around them. “Boy, this is shitty, it’s probably the shittiest snow I’ve ever seen,” First Officer Pettit commented.","metadata":null,"markups":[]},{"type":"P","text":"“[Unintelligible] go over to the hangar and get de-iced,” Captain Wheaton suggested.","metadata":null,"markups":[]},{"type":"P","text":"“Yeah, definitely,” said Pettit.","metadata":null,"markups":[]},{"type":"P","text":"Wheaton said something else about de-icing — his exact words were unclear — which was accompanied by laughter.","metadata":null,"markups":[]},{"type":"P","text":"“Yeah, that’s about it!” Pettit replied. But a few seconds later, he added, “It’s been a while since we’ve been de-iced.”","metadata":null,"markups":[]},{"type":"P","text":"It had indeed been a while. Their last de-icing concluded nearly 50 minutes ago, and their plane was covered in snow again. But there wasn’t enough room to slip out of the line, get de-iced, and get back in line without losing their place. And if they had to go to the back of the line, they would spend another half an hour on the ground, and snow would build up yet again. It was a nearly unresolvable catch-22.","metadata":null,"markups":[]},{"type":"P","text":"Instead, the pilots decided to simply enjoy the weather. “I think I’ll go home and play,” Captain Wheaton joked.","metadata":null,"markups":[]},{"type":"P","text":"“That Citation over there, that guy’s about ankle deep in it,” said First Officer Pettit, eliciting laughter.","metadata":null,"markups":[]},{"type":"P","text":"At that moment, 23-year-old lead flight attendant Donna Adams came over the intercom. “I love it out here!” she said.","metadata":null,"markups":[]},{"type":"P","text":"“It’s fun!” Pettit agreed.","metadata":null,"markups":[]},{"type":"P","text":"“I love it. The neat way the tire tracks — ”","metadata":null,"markups":[]},{"type":"P","text":"“See that Citation over there, looks like he’s up to his knees!” said Pettit.","metadata":null,"markups":[]},{"type":"P","text":"Another flight attendant, probably 25-year-old Marilyn Nichols, hopped on the line. “Look at all the tire tracks in the snow!” she exclaimed.","metadata":null,"markups":[]},{"type":"P","text":"This conversation continued for the next several minutes as they crawled through the line toward the runway. They were like children excited at the first snowfall of winter, eager to explore a white wonderland. They had no idea how much danger they were truly in.","metadata":null,"markups":[]},{"type":"IMG","text":"The exhaust of a jet engine can remain very hot across a considerable distance. (NTSB)","metadata":{"id":"1*10CVyZToTDu_yL6MwLQ9Mg.png","originalHeight":1172,"originalWidth":1940,"alt":null},"markups":[]},{"type":"P","text":"At 15:46, still waiting in line, the pilots pulled up close behind the New York Air DC-9 in front of them, positioning their plane in its jet blasts in an attempt to melt some of the snow. “Tell you what, my windshield will be de-iced, don’t know about my wing,” Captain Wheaton joked.","metadata":null,"markups":[]},{"type":"P","text":"“Well, all we really need is the inside of the wings anyway,” First Officer Pettit said. “The wing tips are gonna speed up by 80 anyway, they’ll shuck all that other stuff.” Both pilots laughed.","metadata":null,"markups":[]},{"type":"P","text":"“Gonna get your wing now,” Wheaton said, maneuvering the plane to put its right wing in the DC-9’s exhaust stream.","metadata":null,"markups":[]},{"type":"P","text":"“Did they get yours?” Pettit asked. “Can you see your wing tip over here?”","metadata":null,"markups":[]},{"type":"P","text":"“I got a little on mine,” Wheaton said.","metadata":null,"markups":[]},{"type":"P","text":"“A little,” Pettit said, glancing back at his own wing. “This one’s got about a quarter to half an inch on it all the way.” Indeed, witnesses would later confirm that the wings were covered in snow from root to tip.","metadata":null,"markups":[]},{"type":"P","text":"Turning ahead, he spotted another plane that had also suffered from a less-than-thorough de-icing job. “Look how the ice is just hanging on his, ah, back there, see that? It’s impressive that these big old planes get in here with the weather this bad you know, it’s impressive. It never ceases to amaze me when they break out of the clouds, there’s the runway anyway, don’t care how many times we do it. God, we did good!” Both pilots laughed.","metadata":null,"markups":[]},{"type":"P","text":"It was at that moment that Pettit noticed that the two engines were not showing the same engine pressure ratio. The engine pressure ratio, or EPR, is the ratio of the engine exhaust pressure (at the rear of the engine) to the engine inlet pressure (at the front of the engine). Because EPR is proportional to thrust, it is the primary measurement used by pilots to determine how much thrust a jet engine is generating. When Pettit saw that the two EPR gauges were showing different values while the thrust levers were positioned identically, he suspected that something might be wrong, so he said, “See this difference in that left engine and right one?”","metadata":null,"markups":[]},{"type":"P","text":"“Yeah,” said Captain Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"“Don’t know why that’s different,” Pettit continued. “Unless it’s his hot air going into that right one, that must be it. From his exhaust.”","metadata":null,"markups":[]},{"type":"P","text":"Two minutes later, noting that the EPR indications had become identical again, Pettit said, “This thing’s settled down a bit, might’ve been his hot air going over it.”","metadata":null,"markups":[]},{"type":"P","text":"Pettit thought that the hot exhaust from the DC-9 striking the right engine was causing the sensor at its inlet to read a higher pressure, resulting in a lower EPR value. He did not suspect the real reason for the strange indications. In fact, with the engine anti-ice system off, snow possibly melted by their earlier use of the thrust reversers had made its way down onto the engines and was now refreezing over the inlet pressure sensors, skewing their readings.","metadata":null,"markups":[]},{"type":"IMG","text":"How engine parameters including EPR are measured, and how they are presented to the pilots. (NTSB)","metadata":{"id":"1*pRS9Hbcqcu2xF4RaLDYPWQ.png","originalHeight":1596,"originalWidth":1544,"alt":null},"markups":[]},{"type":"P","text":"Ahead of them, the New York Air DC-9 turned a corner away from flight 90. “Don’t do that Apple, I need to get the other wing done,” Captain Wheaton joked, using the New York Air callsign. Once again, his lack of winter experience was showing. He did not seem to be aware that standard operating procedures called for crews to keep a greater distance than normal behind other aircraft when taxiing in snow, because hot jet blasts tend to melt snow which has accumulated on the wings, only for it to refreeze as clear, solid ice. Unlike snow, ice will not necessarily fall off as the plane accelerates, and could prevent it from becoming airborne entirely. Therefore, by sitting so close behind the DC-9, the pilots of flight 90 probably increased rather than decreased the amount of ice on their wings and put themselves in even greater danger.","metadata":null,"markups":[]},{"type":"P","text":"Nevertheless, the pilots were aware that wing contamination was undesirable. “Boy, this is a losing battle here on trying to de-ice those things, it gives you a false feeling of security, that’s all that does,” said First Officer Pettit.","metadata":null,"markups":[]},{"type":"P","text":"“That, ah, satisfies the Feds,” Wheaton added.","metadata":null,"markups":[]},{"type":"P","text":"“Yeah,” said Pettit. “As good and crisp as the air is, and no heavier than we are, I’d — ”","metadata":null,"markups":[]},{"type":"P","text":"“Right there is where the icing truck, they oughta have two of them, you pull right — ” Wheaton said, pointing toward the threshold of the runway.","metadata":null,"markups":[]},{"type":"P","text":"“Right out,” said Pettit.","metadata":null,"markups":[]},{"type":"P","text":"“Like cattle, like cows, right,” Wheaton continued. “Right in between those things, and then — ”","metadata":null,"markups":[]},{"type":"P","text":"“Get your position back,” Pettit finished.","metadata":null,"markups":[]},{"type":"P","text":"“Now you’re cleared for takeoff,” said Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"“Yeah, and you taxi through kinda like a car wash or something,” said Pettit.","metadata":null,"markups":[]},{"type":"P","text":"“Yeah.”","metadata":null,"markups":[]},{"type":"P","text":"“Hit that thing with about eight billion gallons of glycol.”","metadata":null,"markups":[]},{"type":"P","text":"It was a good idea — positioning a de-icing station just before the runway — but it wouldn’t exist in real life for a few years yet. On that day in Washington, they were out of luck.","metadata":null,"markups":[]},{"type":"P","text":"“In Minneapolis, the truck they were de-icing us with — the heater didn’t work on it, the fucking glycol was freezing the moment it hit,” Captain Wheaton continued.","metadata":null,"markups":[]},{"type":"P","text":"“Especially that cold metal like that,” Pettit said. Looking back outside, he added, “Boy, I’ll bet all the school kids are just [coming] in their pants here. It’s fun for them, no school tomorrow, yahoooo!”","metadata":null,"markups":[]},{"type":"P","text":"By 15:58, Air Florida flight 90 was finally at the head of the line, ready for takeoff. The New York Air DC-9 had departed, and now another plane, Eastern Air Lines flight 1451, was on final approach to land. The controller wanted to get flight 90 out ahead of Eastern 1451, and he was apparently willing to break federal regulations to do so, because flight 1451 was already so close that there was legally not enough room to jam the Air Florida plane in ahead of it.","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile in the cockpit, First Officer Pettit prepared to take over the controls for takeoff. “Slushy runway, do you want me to do anything special for this or just go for it?” he asked.","metadata":null,"markups":[]},{"type":"P","text":"“Unless you got anything special you’d like to do…” said Captain Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"“Unless just take off the nose wheel early, like a soft field takeoff or something,” said Pettit. “I’ll take the nose wheel off and then we’ll let it fly off. Be out the 326, climbing to five, I’ll pull [the EPR] back to about 1.55, supposed to be about one six, depending on how scared we are.”","metadata":null,"markups":[]},{"type":"P","text":"Both pilots laughed. But it was no laughing matter: Pettit was referring to the fact that they might want to keep engine thrust a little higher after takeoff if there was ice on the plane.","metadata":null,"markups":[]},{"type":"P","text":"Just then, the controller contacted the crew and said, “Palm 90, taxi into position and hold, be ready for an immediate.” He meant that they would be expected to take off as soon as they entered the runway, without delay. If they lingered too long, the Eastern Air Lines flight would run into them from behind.","metadata":null,"markups":[]},{"type":"P","text":"“Palm 90, position and hold,” Pettit replied.","metadata":null,"markups":[]},{"type":"P","text":"Over the same frequency, the controller said, “Eastern 1451, keep it at reduced speed, traffic’s going to depart.” Telling an aircraft to reduce speed while it was so late on final approach was another violation of federal regulations, but the controller apparently felt it was necessary to keep the two planes apart.","metadata":null,"markups":[]},{"type":"P","text":"Less than 30 seconds later, the controller announced, “Palm 90, cleared for takeoff.”","metadata":null,"markups":[]},{"type":"P","text":"“Palm 90, cleared for takeoff,” Pettit replied.","metadata":null,"markups":[]},{"type":"P","text":"“No delay on departure if you will, traffic’s two and a half out for the runway,” the controller added.","metadata":null,"markups":[]},{"type":"P","text":"“Okay, your throttles,” said Captain Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"First Officer Pettit pushed the thrust levers forward, and Air Florida flight 90 turned out onto the runway, already accelerating for its expedited takeoff.","metadata":null,"markups":[]},{"type":"IMG","text":"On the left is what the engine instruments actually read; on the right is what they should have read if thrust had been set correctly. (NTSB)","metadata":{"id":"1*Y4WrIMdRMJIGCBY-iBxQSQ.png","originalHeight":1680,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"But as Pettit moved the thrust levers toward the takeoff position, the needles on the EPR dials for both engines swung around well past the target EPR setting of 2.04, which the pilots had calculated before departure. “Ho! Whooo!” someone said, watching the readings swing wildly upward.","metadata":null,"markups":[]},{"type":"P","text":"“Real cold here,” said Captain Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"“Got ‘em?” Pettit asked.","metadata":null,"markups":[]},{"type":"P","text":"“Real cold, real cold,” said Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"“God, look at that thing,” said Pettit, glancing over at the gauges. In response, he pulled the thrust levers back until the EPR reading settled at 2.04.","metadata":null,"markups":[]},{"type":"P","text":"Captain Wheaton seemed to think that the EPR reached the target value so quickly because of improved engine performance in cold weather. While lower temperatures do improve performance, the effect is minimal compared to the discrepancy observed on their instruments. In reality, the gauges were simply wrong. Because the engine anti-ice was off, ice had completely covered the entrances to the engine inlet pressure sensors, causing them to detect an abnormally low pressure. And because inlet pressure is the denominator in the engine pressure ratio, the resulting EPR indications were erroneously high. Therefore, where the pilots thought they were setting an EPR of 2.04, the thrust actually produced by the engines was equivalent to an EPR of only 1.70.","metadata":null,"markups":[]},{"type":"P","text":"But while Wheaton accepted his own explanation for the phenomenon, First Officer Pettit did not. “That don’t seem right, does it?” he asked as the plane began to speed down the runway. The engine sounds were too quiet, the acceleration seemed sluggish, and the thrust levers weren’t far enough forward. Furthermore, a wide array of engine indications, such as fuel pressure and compressor rotation speed, were too low for an EPR of 2.04. “Ah, that’s not right,” Pettit said again.","metadata":null,"markups":[]},{"type":"P","text":"“Yes it is, there’s 80,” Captain Wheaton said as the plane reached 80 knots.","metadata":null,"markups":[]},{"type":"P","text":"“Naw, I don’t think that’s right,” said Pettit. “Ah, maybe it is…”","metadata":null,"markups":[]},{"type":"P","text":"“Hundred and twenty,” said Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"“I don’t know…” said Pettit.","metadata":null,"markups":[]},{"type":"P","text":"Flight 90 was indeed accelerating abnormally slowly due to lack of thrust. But while First Officer Pettit was clearly uncomfortable about continuing, in 1982 only the Captain could make the decision to abort a takeoff. Pettit had no authority to do so, and with Captain Wheaton seemingly unconcerned, they both decided to stick to the plan, come what may. Perhaps the presence of the Eastern Air Lines flight behind them influenced Wheaton’s reluctance to reject the takeoff, and Pettit’s reluctance to push for it harder. Indeed, the Eastern flight touched down on runway 36 while flight 90 was still accelerating down that same runway — an unsafe condition which was the fault of the air traffic controllers, not the pilots.","metadata":null,"markups":[]},{"type":"P","text":"By the time flight 90 finally reached its rotation speed, it had used up 5,400 feet of runway, considerably more than the 3,500 feet which should have been required, and enough for most of the passengers to notice. At that point First Officer Pettit began to raise the nose, but it came up much faster than he was expecting, putting the plane into a precariously nose high attitude.","metadata":null,"markups":[]},{"type":"P","text":"“Easy!” Captain Wheaton called out.","metadata":null,"markups":[]},{"type":"P","text":"Instantly, the stick shaker activated, rattling both pilots’ control columns to warn that the plane was about to stall. They were climbing at an airspeed of 145 knots, which was the normal value; caught by surprise, Pettit seemed unsure how to react.","metadata":null,"markups":[]},{"type":"IMG","text":"A simplified graphical representation of the effect of ice on max lift and stall AoA. (NTSB)","metadata":{"id":"1*XKb0I_mb-8xnTSCay6f9xQ.png","originalHeight":1390,"originalWidth":1514,"alt":null},"markups":[]},{"type":"P","text":"In fact, both the sudden pitch up and the stall warning after liftoff were the result of ice on the wings, which had formed from snow melted by the exhaust of the DC-9. To understand what the pilots were facing, it helps to consider the specific aerodynamic effects induced by this ice.","metadata":null,"markups":[]},{"type":"P","text":"On the most basic level, ice creates roughness which disrupts the smooth flow of air across the tops of the wings. Smooth airflow in this region is critical to generating lift, and so by interfering with this stream, ice decreases the maximum lift that the wings can generate.","metadata":null,"markups":[]},{"type":"P","text":"At the same time, ice affects the plane’s performance with regard to angle of attack. The plane’s angle of attack, or AoA, is the angle of the wings relative to the oncoming airflow. Higher angles of attack increase lift, but only up to the so-called critical AoA, at which point the air can no longer flow smoothly over the top of the wing and begins to separate. When this airflow separates, a catastrophic loss of lift occurs, known as a stall. By increasing the roughness of the wing surface, ice lowers the AoA at which this separation will occur. And because AoA and airspeed in stable flight have an inverse relationship, the airplane’s stall speed will consequently increase toward or even into the normal operating range.","metadata":null,"markups":[]},{"type":"P","text":"There are other effects as well. If there is more ice on a jet’s wing tips than on its wing roots, the wing tips will lose proportionally more lifting capability. That means that the wing roots will provide a larger share of the lift, and because the wings are swept backward toward the tips, the center of lift consequently moves forward. If the center of lift is sufficiently far forward of the center of gravity, the plane will pitch up abruptly on takeoff, a tendency which was observed to be particularly pronounced on the Boeing 737.","metadata":null,"markups":[]},{"type":"IMG","text":"Map of flight 90’s brief journey from runway 36 to the crash site. (NTSB)","metadata":{"id":"1*AN2B-W09QLGet1oi8oIx2g.png","originalHeight":1586,"originalWidth":1586,"alt":null},"markups":[]},{"type":"P","text":"In combination, these effects put Air Florida flight 90 in a very difficult position. The plane pitched up steeply on liftoff due to the ice, whose very presence also decreased the maximum achievable climb rate and increased the speed necessary to avoid a stall. Therefore, from the moment of liftoff, flight 90 was both flying too slowly and climbing too steeply, and the stall warning activated immediately. Furthermore, with abnormally low thrust from the engines, the plane did not have enough energy to continue its climb. It was able to become airborne only because the wings produce more lift when close to the ground, a phenomenon known as ground effect; however, this effect rapidly disappears as an airplane climbs. Consequently, within seconds flight 90 found itself on an upward trajectory which was unsustainable. Its speed began to decrease, and its angle of attack began to increase proportionally. A stall was imminent unless the pilots added thrust to increase their speed and pitched the nose down to reduce the AoA.","metadata":null,"markups":[]},{"type":"P","text":"Captain Wheaton at least recognized that they needed to pitch down. “Forward, forward!” he exclaimed. “Easy! We only want 500 [feet per minute]!”","metadata":null,"markups":[]},{"type":"P","text":"First Officer Pettit started to push the nose down, but it was not enough. At this point flight 90 would not have enough energy to remain airborne unless the pilots increased engine power, but nobody did so.","metadata":null,"markups":[]},{"type":"P","text":"“Come on, forward!” Wheaton continued to call out as the horrid clack-clack-clack of the stick shaker filled the cockpit. “Forward! Just barely climb!”","metadata":null,"markups":[{"type":"EM","start":64,"end":81,"href":null,"anchorType":null}]},{"type":"P","text":"But it was too late. Violent buffeting began as the airflow separated from the wings and the plane started to stall. “Stalling!” someone cried out. “We’re falling!”","metadata":null,"markups":[]},{"type":"P","text":"“Larry, we’re going down, Larry!” Pettit shouted.","metadata":null,"markups":[]},{"type":"P","text":"“I know it!” said Wheaton.","metadata":null,"markups":[]},{"type":"P","text":"Several bridges loomed dead ahead, suspended over an ice-choked river. A loud roar filled the cockpit as First Officer Pettit pushed the thrust levers to max power. Engines screaming, the 737 cleared the first two bridges, its nose straining for the sky, but its fate was already sealed.","metadata":null,"markups":[]},{"type":"IMG","text":"This CGI animation of the crash appeared in Mayday, season 13 episode 4: “Disaster on the Potomac.”","metadata":{"id":"1*fVJ1m8E0iO-7ZFxsyaQdHg.gif","originalHeight":461,"originalWidth":820,"alt":null},"markups":[]},{"type":"P","text":"At exactly 16:01, after just 31 seconds in the air, Air Florida flight 90 fell out of the swirling snowstorm and plowed directly into stopped traffic on the 14th Street Bridge connecting Washington and Arlington across the Potomac River. The wings and tail section smashed into six cars, a crane truck, and the guard rail, sending the 737 cartwheeling nose-first into the river. And within a blink of an eye it was gone.","metadata":null,"markups":[]},{"type":"IMG","text":"The scene on the bridge after the crash. (Mark Reinstein)","metadata":{"id":"0*ki_qjOujLqAJHZvp.jpg","originalHeight":669,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Atop the bridge, motorists stood in stunned disbelief at the suddenness of the carnage. The plane had only been visible for a few seconds, but it left mass destruction in its wake. Four drivers died instantly when the tail section crushed their cars, and another four were injured. The crane truck had overturned, its boom hanging out into space over the side of the bridge. But there was no sign of the airplane or its occupants, who had seemingly vanished under the grinding ice floes on the mighty Potomac.","metadata":null,"markups":[]},{"type":"IMG","text":"An artist’s depiction of flight 90’s brief flight and crash. (The Washington w/ Karen Karlsson)","metadata":{"id":"1*Wah06EIdTK_axzsLSDuccQ.png","originalHeight":882,"originalWidth":1732,"alt":null},"markups":[]},{"type":"P","text":"For those aboard flight 90, the force of the impact was not so great as to have guaranteed death. However, the airplane largely disintegrated when it hit the water, crushing most of the occupants as their seats dislodged from the floor and plowed into the mass of debris in front of them. Fifty-six people thus died more or less instantly, while another 17 suffered severe injuries which may or may not have been fatal, but precluded any possibility of escape from the submerged plane. In fact, as the remains of the 737 sank beneath the freezing water, only six badly injured survivors floated to the surface, clinging desperately to the overturned tail section as their arms and legs fell numb from the biting cold.","metadata":null,"markups":[]},{"type":"IMG","text":"Survivors cling to the wreckage shortly after the crash. (AP)","metadata":{"id":"0*96bgXeWjl1RlTFMA","originalHeight":714,"originalWidth":922,"alt":null},"markups":[]},{"type":"P","text":"The first call to emergency services came from a motorist on the bridge about two minutes after the crash, and a wide range of emergency services were notified shortly thereafter. Multiple fire companies responded; ambulances were dispatched; the airport firefighting service attempted to launch its boat; and the National Park Service’s Park Police sent their Bell 206 helicopter, carrying pilot Donald Usher and paramedic Melvin Windsor.","metadata":null,"markups":[]},{"type":"P","text":"The problem was that none of these first responders were properly equipped to rescue survivors from the icy river. Boats struggled to make headway against the drifting ice, and fire trucks contained no equipment which could reach down into the water. As the survivors pleaded for help, first responders scrambled to figure out what to do, but there seemed to be no correct answer. Some bystanders tried throwing ropes toward the survivors, but they fell short, unable to span the gap between the bridge and the wreckage. Another bystander, construction worker Roger Olian, tied a rope around his waist and attempted to swim to the floating tail section, but the rope wasn’t long enough, and the water was so cold that he began to lose strength and onlookers had to drag him back to shore.","metadata":null,"markups":[]},{"type":"IMG","text":"Kelly Duncan is airlifted to safety by the Park Police helicopter. (AP)","metadata":{"id":"0*xhG0LlrX9WWU8hhn.png","originalHeight":414,"originalWidth":540,"alt":null},"markups":[]},{"type":"P","text":"For the six survivors, the situation was becoming increasingly desperate. One of those who had managed to escape was 22-year-old flight attendant Kelly Duncan, who brought with her the group’s only life vest. With help from another survivor, she ripped open its packaging using her teeth, and gave it to passenger Patricia “Nikki” Felch, who was struggling to stay above water while suffering from numerous broken bones on the right side of her body. Felch’s boss Joe Stiley, who had been seated beside her, helped her put it on. Next to them, Fairchild Industries engineer Bert Hamilton clung to the wreckage alongside young mother Priscilla Tirado, who was screaming for someone to find her nine-week-old son Jason. And finally, there was a sixth, unidentified man, trapped deep in the wreckage, who was still strapped into his seat with his head barely above the water. The other survivors tried to free him, but he told them that his seat belt was stuck and he couldn’t move.","metadata":null,"markups":[]},{"type":"IMG","text":"The helicopter pulls Stiley, Felch, and Tirado toward the shore. (AP)","metadata":{"id":"0*yeVxRJGZxmLuJc8y","originalHeight":1242,"originalWidth":1320,"alt":null},"markups":[]},{"type":"P","text":"Just when it seemed that rescue would never come, the Park Police helicopter arrived over the crash site, paramedic Melvin Windsor hanging out of its open door with a life preserver at the ready. As news cameras filmed the scene from the riverbank, he repeatedly tossed the life ring toward the survivors until Bert Hamilton managed to snag it. Pilot David Usher maneuvered the helicopter to shore, deposited Hamilton in the arms of the EMTs, then went back to rescue more survivors. Next in line was Kelly Duncan, who was pulled aboard in much the same manner. But the easy part would end there. On the third trip, Windsor threw in two life rings, snagging Joe Stiley and Nikki Felch, but Stiley also dragged Priscilla Tirado with him, weighing down the ropes so much that Windsor was unable to pull them in. Usher decided to fly to shore anyway, dragging the survivors through the river beneath the helicopter, but Felch and Tirado lost their grip and were left behind on the ice; only Stiley made it to shore. Felch was buoyed by her life vest, but Tirado was left flailing helplessly on top of an ice floe. Windsor threw her the life ring again, but she soon lost her grip a second time and fell into open water.","metadata":null,"markups":[]},{"type":"IMG","text":"On the left, Tirado loses her grip and falls on an ice floe; on the right, Skutnik pulls her from the water. (AP)","metadata":{"id":"1*F7o85jjka9qAsImax7IXJw.png","originalHeight":522,"originalWidth":1192,"alt":null},"markups":[]},{"type":"P","text":"It was then, as countless people watched on live TV, that Congressional Budget Office assistant Lenny Skutnik, an untrained bystander, threw himself into the river and swam directly toward Priscilla Tirado. Without stopping to rest, he grabbed the young woman, pushed her head above water, and swam back to shore, where firefighters pulled both of them from the freezing river. It was an astonishing act of selflessness which would not be forgotten, but the moments of heroism were not over. From the helicopter, Windsor kept trying to throw the life ring to Nikki Felch, but no matter how hard she tried, she could not keep ahold of it. Realizing that she was too weak to save herself, pilot David Usher descended his helicopter until its skids were literally touching the water. Then Windsor, without any sort of restraining device, stood directly on the right-hand skid and physically hauled Felch aboard the helicopter, completing the daring rescue.","metadata":null,"markups":[]},{"type":"IMG","text":"Nikki Felch is dragged aboard the helicopter by Melvin Windsor. (Washington Post)","metadata":{"id":"0*P1tWHEAexRyGzSnc.jpg","originalHeight":924,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"Unfortunately, Felch would be the last survivor pulled from the Potomac. When the helicopter crew went back for the sixth man, who had been seen handing the life preserver to other survivors, they found that he had disappeared somewhere beneath the icy water, never to reemerge. Although this selfless John Doe was never conclusively identified, it is thought that he may have been passenger Arland Williams Jr., the only victim whose sole cause of death was drowning. Along with 73 other passengers and crew, and four motorists on the bridge, his unfortunate death brought the final toll to 78.","metadata":null,"markups":[]},{"type":"IMG","text":"The front page of the Washington Post the day after the crash. (Washington Post)","metadata":{"id":"0*WEogwtkV6skt0vd_.jpg","originalHeight":523,"originalWidth":606,"alt":null},"markups":[]},{"type":"P","text":"However, the end of the rescue was far from the end of the story for most of those involved. Even as the last survivors were being loaded into ambulances, more first responders were still trying to navigate the deep snow and gridlocked traffic en route to the scene. It was then that they got an almost unbelievable call: at 16:29, a Washington Metro train had derailed between Federal Triangle and Smithsonian stations. Firefighters and paramedics on their way to the crash of Air Florida flight 90 were diverted to deal with the train crash, which left three people dead and 25 injured. Indeed, by the time night fell a few minutes later, road, rail, and air transportation in the capital had been completely paralyzed.","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile, investigators from the National Transportation Safety Board were notified of both accidents, and the agency sprang into immediate action. With the roads blocked, investigators could not hope to reach the crash site by car, but that was no matter: the NTSB headquarters was only a few blocks away, so investigators made their way to the scene on foot. It was there, on their very doorstop, two kilometers from the White House and within sight of the Pentagon, that they began their investigation into the cause of the crash.","metadata":null,"markups":[]},{"type":"IMG","text":"The 737’s tail section was recovered from the river and placed on a barge. (Mark Reinstein)","metadata":{"id":"0*ffBkNXBzOOB3EIs5.jpg","originalHeight":1080,"originalWidth":1920,"alt":null},"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"P","text":"As is usually the case with air accidents, the crash of Air Florida flight 90 did not have a single cause. In fact, the accident was the result of the confluence of two proximate factors, each of which was itself the culmination of a long chain of errors.","metadata":null,"markups":[]},{"type":"P","text":"Through extensive analysis of the data, backed up by engineering simulations, the NTSB was able to show that the combination of insufficient engine power on takeoff and ice on the wings degraded performance to such an extent that the plane stalled and plunged into the bridge. If only one of these factors had been present, the plane could have climbed away safely without much difficulty. When both were present, however, only a large and timely application of power concurrent with an aggressive nose down input could have saved the plane from stalling.","metadata":null,"markups":[]},{"type":"P","text":"Considering the continuous activation of the stall warning, it was somewhat strange that the pilots didn’t take those steps until just a few seconds before impact. In fact, for most of the brief flight, the engines remained where they had been set at takeoff: at 1.70 EPR, which showed up as 2.04 EPR on the pilots’ instruments. The NTSB theorized that neither pilot increased power beyond this because they had been taught never to exceed certain EPR values in order to avoid undue wear on the engines. Obviously, a potential stall on takeoff is a serious emergency which may require breaking such operational rules in order to save the airplane. But the pilots seemed to be caught like deer in the headlights, convinced that they should have had enough power already, unsure what to do, and reluctant to violate the airline’s self-imposed restrictions until they saw the bridges appear through the snow. By then, of course, it was far too late.","metadata":null,"markups":[]},{"type":"IMG","text":"A crane pulls the tail section from the water. (US Army Corps of Engineers)","metadata":{"id":"0*-IQZie8GaTgTN6Tn.jpg","originalHeight":1162,"originalWidth":1714,"alt":null},"markups":[]},{"type":"P","text":"On the other hand, there would have been no need for these desperate measures had the pilots rejected the takeoff while still on the runway. The NTSB believed that with the information they had, rejecting would have been the correct decision. Both pilots had seen the EPR gauges behave unexpectedly, the first officer was clearly aware that the plane was not accelerating normally, and numerous engine instruments were showing abnormally low indications. These cues became apparent while the plane was traveling at less than 80 knots, when it should have been trivial to reject the takeoff, even on a very slippery runway. Nevertheless, it did not appear that Captain Wheaton ever considered stopping. We will never know exactly what he was thinking, but circumstances did provide some clues. He might have rationalized the suspiciously quick spool-up as the result of the cold temperatures, an erroneous conclusion enabled by his limited experience with winter operations. Even when the plane failed to accelerate normally, he might not have realized this until they were already traveling quite fast, albeit not so fast that they couldn’t have stopped on the runway.","metadata":null,"markups":[]},{"type":"P","text":"At that point, he might have decided that it was safer to simply get into the air, especially considering the fact that an Eastern Air Lines flight was bearing down on them from behind. The NTSB devoted a considerable amount of space in its report to criticism of the local controller for creating this situation. Eastern 1451 was so close behind Air Florida flight 90 that had the latter rejected its takeoff, the incoming flight might have touched down on the runway before the crew of flight 90 could announce that they were stopping. In that case, a ground collision would have been possible, maybe even likely. Alternatively, had flight 1451 aborted its approach, and had flight 90 climbed normally, the Eastern jet could have overtaken the 737 from behind and caused a midair collision instead. In the actual event, the planes never came close to hitting each other, but Eastern 1451 did in fact touch down while Air Florida flight 90 was still on the runway, a situation which only arose because the controller broke multiple FAA rules regarding safe separation in an attempt to increase traffic turnover.","metadata":null,"markups":[]},{"type":"IMG","text":"Another view of the recovery of the tail section. (AP)","metadata":{"id":"0*MsJ1HNZajhZ0pBSF.jpg","originalHeight":1237,"originalWidth":1880,"alt":null},"markups":[]},{"type":"P","text":"The crew’s failure to reject the takeoff was certainly a contributing factor to the accident, but the pilots also could have avoided the crash by preventing ice from building up in the first place. Had they turned on engine anti-ice, the crash almost certainly would not have occurred, as any ice on the engine inlet pressure sensors would have melted, the EPR readings would have remained correct, and the pilots would have applied enough thrust to take off without great difficulty even with ice on the wings. In the event, however, they never seemed to think about engine anti-ice at all. It simply never crossed their minds that they might need it. Even though they were unused to winter weather where engine anti-ice was necessary, the NTSB felt that any competent crew should have exercised greater than normal caution under such unfamiliar conditions, rather than simply going through checklists on autopilot.","metadata":null,"markups":[]},{"type":"P","text":"The effect of ice on the wings could also have been minimized if the crew had followed proper procedures. Captain Wheaton went directly against the ground crew’s advice when he used reverse thrust to try to back away from the gate, potentially causing snow to melt and refreeze on the wing leading edges. This procedure was discouraged in a Boeing operations bulletin for precisely that reason. And any contamination was then further exacerbated when the pilots violated operating rules by getting close behind a DC-9 to try to clear snow using its hot exhaust.","metadata":null,"markups":[]},{"type":"IMG","text":"A crane recovers part of the center fuselage section. (Bettmann via Getty Images)","metadata":{"id":"0*57JWRdkWQ4QehyFY","originalHeight":408,"originalWidth":612,"alt":null},"markups":[]},{"type":"P","text":"The NTSB also discovered that the de-icing procedures used by the American Airlines ground crew were inadequate. Their de-icing truck had no way to measure the concentration of glycol coming out of the nozzle, so the operator had no idea that when he selected a 30% concentration, the product he was spraying was actually only 18% glycol. This was apparently caused by the installation of an off-the-shelf nozzle not approved by the manufacturer. Furthermore, the operator who de-iced the right side of the plane only used hot water, and applied a highly diluted mixture afterward to prevent further ice formation, even though the fluid manufacturer instructed operators to use high concentrations of glycol for this purpose. At the same time, the NTSB noted that the de-icing fluid manufacturer, the vehicle manufacturer, and the airline all recommended different glycol concentrations for each purpose — and the ground crews often were not using any of these numbers. However, the NTSB could not say that this lack of standardization and the resultant inadequate deicing contributed to the accident, since the long period of exposure to snowfall afterward, and the pilots’ actions which turned that snow into ice, would have overcome even a perfect de-icing job.","metadata":null,"markups":[]},{"type":"IMG","text":"The center fuselage section is placed on a barge. (Mark Reinstein)","metadata":{"id":"0*pBjGPmZ87XsjQTlH","originalHeight":478,"originalWidth":612,"alt":null},"markups":[]},{"type":"P","text":"However, one thing which certainly did contribute was the way National Airport, and indeed almost every airport, structured de-icing activities. Even if the pilots had not broken any of the rules that made the contamination worse, they still would have been incentivized to take off with dangerous quantities of snow and ice on the wings, and indeed many aircraft took off in such a condition that day. The lack of capacity at National Airport forced planes to leave the gate before they were ready for takeoff, causing them to wait in line for as long as 45 minutes under heavy snowfall. Had the crew of flight 90 left this line to go get de-iced, they would have had to join the back of the queue all over again, rendering the second de-icing pointless. Although the pilots could have minimized the danger by following proper procedures, there was no practical way to avoid some level of contamination under these circumstances.","metadata":null,"markups":[]},{"type":"IMG","text":"A crane lifts the tail section from the barge onto a flatbed truck for transport away from the scene. (Mark Reinstein)","metadata":{"id":"0*yZlJEo63oAUCP4bM","originalHeight":468,"originalWidth":612,"alt":null},"markups":[]},{"type":"P","text":"The NTSB also examined the problem of Boeing 737s pitching up abruptly and receiving stall warnings on takeoff when the wings were contaminated with ice. A number of such incidents had been reported to the manufacturer and to aviation authorities through the 1970s and early 1980s, although in each case the pilots were easily able to correct the pitch-up. Boeing basically considered the problem to be none of its business, since it only manifested when there was ice on the wings, and it was already against federal regulations to take off with ice present. Nevertheless, following flight tests, Boeing recommended that operators use higher takeoff speeds when flying in icing conditions, and issued an operations bulletin which provided techniques to improve climb performance when ice may be present and warned that ice on the leading edges of the wings could increase the stall speed by 8–10 knots.","metadata":null,"markups":[]},{"type":"P","text":"The United Kingdom Civil Aviation Authority (CAA) felt that Boeing’s operations bulletins were not a sufficiently positive response to the problem, and proposed concrete modifications to standard procedures which would guard against the worst effects of ice contamination on the 737. The CAA’s proposal included a ban on the use of flap positions 1 and 2, which provide less lift than positions 5 and above, when in icing conditions; and that the speed schedules provided in the manual be changed to clearly require increased speeds when ice may be present. Boeing rejected the flap position proposal but was open to the speed changes. In any case, however, the final rule change agreed upon by the two parties was not issued until two days after the accident.","metadata":null,"markups":[]},{"type":"IMG","text":"Part of the plane’s mangled fuselage lies on a barge. (Washington Post)","metadata":{"id":"0*2mcrBG1nAiSeOyNt","originalHeight":426,"originalWidth":612,"alt":null},"markups":[]},{"type":"P","text":"The NTSB noted that the problem of erroneous EPR readings on takeoff was also more common on the 737 than other aircraft types, possibly because its engines were so close to the ground, where they were more vulnerable to snow and ice. However, in most cases EPR readings were erroneously low rather than high, and crews never attempted takeoff because they could not achieve the required EPR values. Investigators found that this occurred due to changes in pressure when engine anti-ice had been activated but had yet to melt ice over the sensors. There were, however, a couple of incidents involving erroneously high EPR readings, as occurred on the accident flight. In most of these cases too, the pilots rejected the takeoff after noticing that other engine parameters were lagging behind the EPR readings. One flight did continue to takeoff, but the pilots quickly noticed the problem, turned on engine anti-ice, and increased thrust. The Air Florida pilots were therefore outliers in that they never grasped the problem despite ample indications as to its nature.","metadata":null,"markups":[]},{"type":"IMG","text":"Recovery crews search for debris in the Potomac River. (Mark Reinstein)","metadata":{"id":"0*t4wbBqLD9HSTW3mw","originalHeight":408,"originalWidth":612,"alt":null},"markups":[]},{"type":"P","text":"Taken all together, the mistakes made by the crew pointed to a severe lack of winter weather training. Although pilots had received theoretical training on winter operations, they had little opportunity to practice these procedures, and they did not appear to take the threat of snow and ice seriously. Furthermore, the NTSB sharply criticized some of Captain Wheaton’s decisions as unprofessional and unbecoming of his rank. His poor performance could be partially attributed to inexperience, but he had also failed several checks during his time at Air Florida — enough of them to stand out from the crowd. He would have been well-served by a seasoned first officer, but Roger Pettit was even less experienced than he was. The result was a crew who made numerous rookie mistakes, leading to a crash which could have been prevented. But the airline had to take some of the blame, as its policy of rapid expansion forced it to hire low-time pilots and promote them to captain earlier. It also failed to adequately train those pilots on winter operations and failed to inculcate in them an appropriate respect for cold weather.","metadata":null,"markups":[]},{"type":"IMG","text":"A crane pulls a piece of wreckage out of the river. (Mark Reinstein)","metadata":{"id":"0*NmlU7_hEUIWnSxBu","originalHeight":410,"originalWidth":612,"alt":null},"markups":[]},{"type":"P","text":"Ultimately, the scale of the problem went far beyond this particular crew. The difficulty of ensuring that airplanes were actually free of ice, and countless successful takeoffs with contaminated wings, had convinced many pilots that the problem was not that serious. These shortcomings were especially acute in parts of the country where training flights usually took place in warm weather.","metadata":null,"markups":[]},{"type":"P","text":"Fixing this industry-wide deficiency would require firm action from the Federal Aviation Administration. In response to the NTSB’s findings, the FAA launched a major study to determine the most effective de-icing chemicals and techniques; issued a large number of advisory circulars to provide pilots with more information about winter operations and the hazards of ice; and published materials intended to standardize winter operations training across the country. Operations manuals on the 737 and other aircraft were updated to provide clearer instructions related to the effects of ice, including that indicated EPR may be higher than actual EPR when ice blocks the engine inlet pressure sensors. Boeing also modified all future and existing 737s to allow the use of the built-in leading edge de-icing systems while on the ground. Additionally, many airports began installing de-icing facilities closer to the runways — the very thing Captain Wheaton asked for in his final minutes, but did not live to see.","metadata":null,"markups":[]},{"type":"IMG","text":"Lenny Skutnik at the State of the Union. (AP)","metadata":{"id":"0*ZoBqguM0wluoDJ_W","originalHeight":1237,"originalWidth":2200,"alt":null},"markups":[]},{"type":"P","text":"The crash left a legacy of safety improvements, but it also left a mark on America’s popular consciousness. Countless people watched the rescue live, and even more watched replays of it afterward, making Air Florida flight 90 the first major plane crash whose immediate aftermath was captured on film and broadcast in real time. This unprecedented publicity undoubtedly helped to immortalize the heroes who saved lives during the rescue. Arland Williams Jr., Roger Olian, and Lenny Skutnik all received the Coast Guard’s Gold Lifesaving Medal, and Skutnik was invited to President Reagan’s 1982 State of the Union address. Park Police helicopter pilot David Usher and paramedic Melvin Windsor received the Coast Guard’s Silver Lifesaving Medal and the Interior Department’s Valor Award, as well as the Carnegie Hero Fund medal, which was also granted to Roger Olian and Lenny Skutnik. The 14th Street Bridge was renamed in honor of Arland Williams Jr., and a new school was named after him in his hometown in Illinois. The NTSB report also praised all of the aforementioned rescuers and heroic bystanders, but also added flight attendant Kelly Duncan to the list for her decision to give the only available life vest to a more seriously injured passenger.","metadata":null,"markups":[]},{"type":"IMG","text":"The helicopter used in the rescue is preserved at the National Law Enforcement Museum in Washington. (Photo courtesy of the museum)","metadata":{"id":"0*LktklX8nafHko91g.jpg","originalHeight":960,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"Air Florida itself did not last long after the crash. Following its brief but meteoric rise, the airline plunged back into the depths from which it arose, hemorrhaging money until it went bankrupt and ceased operations in 1984. Experts were divided over whether the crash had anything to do with its collapse, given the economic recession underway at the time, which led to the demise of numerous airlines. However, 40 years later, we can say that regardless of any effect it may have had at the time, Air Florida is remembered not for its blue and green livery or its low fares, but for the crash of flight 90. It is not the legacy its founders would have wanted, but one way or another, it is the legacy they sowed.","metadata":null,"markups":[]},{"type":"P","text":"_________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/uuplqk/1982_the_crash_of_air_florida_flight_90_analysis/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 220 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}