{"id":"d5966f0e4435","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/mist-on-the-water-the-crash-of-delta-flight-723-d5966f0e4435","createdAt":1621067359254,"firstPublishedAt":1621093280543,"latestPublishedAt":1626282863330,"updatedAt":1641494273093,"clapCount":1170,"title":"Mist on the Water: The crash of Delta flight 723","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Mist on the Water: The crash of Delta flight 723","metadata":null,"markups":[]},{"type":"IMG","text":"An investigator examines the wreckage of Delta flight 723, as a Boeing 747 and a Boeing 707 taxi across the airport in the background. (The Boston Globe)","metadata":{"id":"0*taxdPXM9Pde-Iuha.jpg","originalHeight":614,"originalWidth":960,"alt":null},"markups":[]},{"type":"P","text":"On the 31st of July 1973, a Delta Air Lines DC-9 on approach to Boston, Massachusetts slammed into a seawall at the foot of the runway, spewing burning wreckage across the airport and killing 88 of the 89 people on board. The lone survivor was Leopold Chouinard, who clung to life despite severe injuries, becoming a Bostonian folk hero in the process — but, tragically, he died in hospital four months after the crash, leaving no one left alive who could tell the story of Delta flight 723.","metadata":null,"markups":[]},{"type":"P","text":"That story began with an approach that was dangerously rushed, an unseasonable mid-summer fog, an incorrect mode setting, and a series of small coincidences and errors that put the DC-9 on a collision course with the seawall. It was also a story of a rescue gone awry, with the burning plane sitting on the runway threshold for nine minutes while the controller, blissfully unaware of the disaster, kept clearing more planes to land. The tragedy exposed flaws in cockpit technology, pilot procedures, and air traffic control services — but also highlighted some of the ways in which the aviation industry in the 1970s was reluctant to grapple with the causes of human error.","metadata":null,"markups":[]},{"type":"IMG","text":"N975NE, the aircraft involved in the accident. (Bob Garrana)","metadata":{"id":"0*jESUvUcoPQ94Ztgz.jpg","originalHeight":1081,"originalWidth":1600,"alt":null},"markups":[]},{"type":"P","text":"In 1972, Delta Air Lines merged with the struggling regional carrier Northeast Airlines, in the process acquiring a large number of routes, planes, and pilots. Among these acquisitions was a regular service between Burlington, Vermont and Boston, Massachusetts, which today would be operated with a small turboprop, but in 1972 used a jet: the Douglas DC-9, a workhorse of short-haul routes across the United States. By July 1973, Delta had just finished overhauling the cockpit instruments and radio systems on the DC-9s it acquired from Northeast to bring them into line with the rest of the fleet, and former Northeast pilots had recently undergone training on the changes.","metadata":null,"markups":[]},{"type":"P","text":"Among those pilots were Captain John Streil, 49, an experienced pilot with over 14,800 hours; and First Officer Sidney Burrill, who had 7,000 total hours but was quite new to the DC-9. On the 31st of July 1973 they were to fly Delta flight 723 from Burlington to Boston, along with a cockpit observer: another former Northeast pilot, 52-year-old Joseph Burrell, who had been on leave for six years due to mild Parkinson’s disease, and was now familiarizing himself with company procedures in preparation for his re-certification.","metadata":null,"markups":[]},{"type":"P","text":"The flight to Boston from sparsely populated Vermont was not supposed to be heavily booked. But before the flight could leave Burlington, the airline provided the crew with some unwelcome news: a stopover would be added in Manchester, New Hampshire, where a number of Delta passengers had been stranded after weather conditions caused the cancellation of their flight to Boston. Flight 723 would be asked to add a stopover to its already short journey in order to pick them up.","metadata":null,"markups":[]},{"type":"IMG","text":"Route of Delta flight 723, with an unscheduled stopover. (Google + Own work)","metadata":{"id":"1*--RdNgOHQx3AKbaQnUtt9w.png","originalHeight":1362,"originalWidth":1280,"alt":null},"markups":[]},{"type":"P","text":"By the time flight 723 departed its stopover in Manchester at 10:50 a.m., there were 83 passengers and six crew on board, including the three pilots and three flight attendants. There had been 84 passengers, but businessman Charles Mealy concluded that due to the delay caused by the stopover in Manchester, he could get to his meeting in Boston faster by car. During taxi to the runway he asked to be let off, and the pilots returned to the parking area so he could disembark. It would prove to be the best decision Mealy ever made.","metadata":null,"markups":[]},{"type":"P","text":"One of the passengers who stayed on board was Leopold Chouinard, a 20-year-old Air Force sergeant who was returning to Elmendorf Air Force Base in Alaska after 30 days on leave with his family in Vermont. Before he left, he and his fiancée had privately agreed to marry. He settled into a window seat in the very last row, unaware of the critical role his choice would play in the events that followed.","metadata":null,"markups":[]},{"type":"P","text":"Manchester and Boston are not very far apart, and just six minutes after takeoff, the pilots began preparing for their descent. Although he wasn’t a member of the crew and was not yet certified to perform piloting duties, observer Joseph Burrell made the callouts on the descent checklist. Captain Steil performed the radio calls while first officer Sidney Burrill flew the plane, taking them along a southerly course past the airport in preparation to loop around and land on runway 4 Right.","metadata":null,"markups":[]},{"type":"P","text":"At around 11:03, the controller began instructing flight 723 to make a series of turns that would bring them into position to intercept the instrument landing system (ILS) from runway 4R. But flight 723, flying at 3,000 feet at a blistering 220 knots, was making it hard for him to move quickly enough. As the plane closed in on the extended runway centerline, he hurriedly ordered the flight to turn onto a heading of 80 degrees, and the crew acknowledged the instruction.","metadata":null,"markups":[]},{"type":"IMG","text":"Progress of the flight, 1/3. (Google + Own work)","metadata":{"id":"1*4-pXaa9E1_CMjjhC9yfiFA.png","originalHeight":1366,"originalWidth":1240,"alt":null},"markups":[]},{"type":"P","text":"To land using an instrument landing system like that installed on runway 4R, pilots tune their instruments to pick up the signals from both the localizer and the glide slope. The localizer is a beam demarcating the extended centerline of the runway, which the pilots can follow in order to line up with the runway even if it is not visible. In order to make it easier to align the plane with the localizer, air traffic controllers were required to place incoming planes on an intercept heading no more than 30 degrees different from that of the localizer. If a flight tries to intercept the localizer from an angle greater than 30 degrees, it is likely that it will overshoot, because there won’t be enough time to turn after detecting the signal.","metadata":null,"markups":[]},{"type":"P","text":"By vectoring flight 723 onto a heading of 80 degrees, the controller put the pilots in a situation where they needed to intercept the localizer at a 45-degree angle. This would have been difficult, but not impossible, if the crew had properly understood the implications. The main problem with overshooting the localizer in this case was that at the speed they were going, it was unlikely that they would be able to turn back onto the localizer before passing the point where they were supposed to be stabilized on the approach. But at no point did the pilots rein in their excessive speed.","metadata":null,"markups":[]},{"type":"P","text":"At 11:05, Captain Steil called out, “Localizer’s alive,” confirming that their instruments had picked up the signal. Before First Officer Burrill could turn the plane to line up with it, they flew past the localizer and off the other side, forcing him to make a corrective turn back to the left. But now they had a new problem: the controller hadn’t cleared them to perform the ILS approach, and they couldn’t leave 3,000 feet without that clearance. In fact, the controller had become distracted trying to resolve a traffic conflict elsewhere in his sector and had left flight 723 momentarily in limbo.","metadata":null,"markups":[]},{"type":"IMG","text":"Progress of the flight, 2/3. (Google + Own work)","metadata":{"id":"1*oIfph63KX7SWerjzs_t3QA.png","originalHeight":1346,"originalWidth":1242,"alt":null},"markups":[]},{"type":"P","text":"This was a major problem for the Delta pilots because they were now above the glide slope. The glide slope, the other component of the ILS, guides the plane down at the correct angle to reach the runway threshold. Normally a plane flying an ILS approach will establish itself on the localizer, then fly level until it intercepts the glide slope from below. But by the time flight 723 began its turn back toward the localizer after overshooting, they had already passed through the glide slope and were now above it. Still flying along at 206 knots — 46 knots faster than recommended for this stage of the approach — and getting farther from the glide slope with every passing moment, they needed that clearance as soon as possible.","metadata":null,"markups":[]},{"type":"P","text":"Observing the rapidly growing problem, First Officer Burrill asked, “Go down to two thousand now, can’t we?”","metadata":null,"markups":[]},{"type":"P","text":"“He didn’t say — he didn’t say to go down,” Captain Steil replied. Keying his microphone, he radioed air traffic control and asked, “Is seven two three cleared for ILS?”","metadata":null,"markups":[]},{"type":"P","text":"“Yes, seven two three is cleared for the ILS, yes,” the controller hastily answered.","metadata":null,"markups":[]},{"type":"P","text":"“All righty,” said Captain Steil. Seconds later, First Officer Burrill initiated a descent from 3,000 feet.","metadata":null,"markups":[]},{"type":"IMG","text":"An attitude indicator from a DC-9, with the flight director engaged. The command bars are the yellow vertical and horizontal bars overlaid on the instrument. (Hilmerby.com)","metadata":{"id":"0*3ZGL3KkDLpiqSMeB.jpg","originalHeight":355,"originalWidth":300,"alt":null},"markups":[]},{"type":"P","text":"Just after 11:06, flight 723 finished its corrective turn and lined up with the localizer. In order to find and track the localizer and the glide slope, First Officer Burrill had been using his flight director. The flight director is an overlay on the attitude indicator which presents arrows, known as command bars, directing the pilot to fly up, down, left or right, depending on where the plane is in relation to the signals from the localizer and the glide slope. As he would for any ILS approach, Burrill had set the flight director mode selector switch to VOR/LOC mode. But this mode is designed only for use when the plane is on or below the glide slope. If the plane is above the glide slope with the flight director in VOR/LOC mode, the pitch command bars telling the pilot whether to fly up or down will simply disappear.","metadata":null,"markups":[]},{"type":"P","text":"To correct this, the pilots knew they needed to switch the flight director to approach mode, in which it would be capable of directing them toward the glide slope even if the glide slope was below them. Without a word, someone — probably First Officer Burrill — cranked the mode selector knob all the way to the stop in an attempt to select approach mode.","metadata":null,"markups":[]},{"type":"P","text":"The problem was that the last mode on the knob before the stop was go-around mode, not approach mode. This was a relatively recent change for the pilots of flight 723, who were more used to the instrument configuration used by the now-defunct Northeast Airlines. On Northeast’s DC-9s, the last setting on the mode selector switch was approach mode, and pilots had developed a habit of selecting this mode by turning the knob all the way to the stop without looking. In a critical lapse in a high-workload environment, whoever turned the knob simply forgot that the layout had been changed back in April. After the pilots accidentally set the knob to go-around mode, the flight directors stopped taking in information from the localizer and glide slope, and instead began telling the pilots to hold the wings level and initiate a climb. At first, nobody noticed.","metadata":null,"markups":[]},{"type":"P","text":"Meanwhile, the pilots discussed their efforts to get down to the glide slope. By now they had passed over the outer marker while 200 feet above the glide slope, a deviation which would have been fixable if they were flying slower — but they were still flying at 206 knots. They needed to decelerate to the proper approach speed and they needed get down to the glide slope, but it would be very difficult to do both at the same time. It was at this point that they should have considered abandoning the approach and going around, but they didn’t.","metadata":null,"markups":[]},{"type":"P","text":"“Get on it Joe — ah, Sid,” Captain Steil said.","metadata":null,"markups":[]},{"type":"P","text":"“Getting’ down, ah, thousand feet a minute,” said First Officer Burrill. He was already descending as quickly as the rules allowed.","metadata":null,"markups":[]},{"type":"P","text":"“Leave it below one [thousand],” said Steil, urging him to keep their rate of descent within the company limit.","metadata":null,"markups":[]},{"type":"P","text":"Suddenly, First Officer Burrill noticed something was wrong with his flight director. “This goddamned command bar shows [unintelligible],” he exclaimed. Most probably he had realized that the pitch command bar was telling him to fly up, even though he knew the glide slope was still below them. This was, of course, because the flight director was giving instructions for a go-around. But nobody realized that the wrong mode had been selected.","metadata":null,"markups":[]},{"type":"P","text":"“Yeah, that doesn’t show much,” Captain Steil replied.","metadata":null,"markups":[]},{"type":"P","text":"Just then, the observer Joseph Burrell called out, “Before landing is complete,” referring to the before landing checklist. He hadn’t called out any of the items on it, but the cockpit voice recorder picked up the sounds of the landing gear lowering, the spoilers arming, and the slats extending, suggesting that he might have performed all the checklist items himself without calling them out. Again, Burrell was not yet a certified DC-9 pilot.","metadata":null,"markups":[]},{"type":"IMG","text":"Progress of the flight, 3/3. (Google + Own work)","metadata":{"id":"1*P-TsxN0cyMQg0RsMmn6Z4g.png","originalHeight":1346,"originalWidth":1240,"alt":null},"markups":[]},{"type":"P","text":"Unnoticed by any of the crew, the plane had been drifting to the left of the localizer ever since the flight directors were set to go-around mode. This was because in go-around mode the flight director’s roll commands were meant to keep the wings level, not to keep the plane on the localizer. By holding the wings perfectly level, First Officer Burrill allowed the wind to push the plane left of the localizer.","metadata":null,"markups":[]},{"type":"P","text":"Now the controller called them and said, “Seven two three is cleared to land, tower one nineteen nine.”","metadata":null,"markups":[]},{"type":"P","text":"“Seven two three,” Steil replied.","metadata":null,"markups":[]},{"type":"P","text":"First Officer Burrill now noticed that his pictorial deviation indicator showed them trending to the left of the localizer, so he turned to the right in an attempt to get back on it. They had just about caught up with the glide slope, but now they weren’t properly aligned with the runway, and they only had a few kilometers left to go.","metadata":null,"markups":[]},{"type":"P","text":"“Okay, your localizer’s startin’ to come back in now,” said Captain Steil.","metadata":null,"markups":[]},{"type":"P","text":"“Okay,” said Burrill, “Set my power up for me if I want it.”","metadata":null,"markups":[]},{"type":"P","text":"Steil saw that the flight director commands still made no sense given their position. “Okay, just fly the airplane,” he said to Burrill. “You better go to raw data, I don’t trust that thing.” “That thing” was the flight director, and “go to raw data” meant fly using the pictorial deviation indicator, which was correctly showing their position relative to the localizer and glide slope. But Burrill didn’t seem to get the message.","metadata":null,"markups":[]},{"type":"P","text":"Now Captain Steil made a call to the control tower, which was unnecessary given that they already had landing clearance. “Ah, Boston Tower, Delta seven two three final,” he reported.","metadata":null,"markups":[]},{"type":"P","text":"“Cleared to land four right,” the controller replied. “Traffic’s clearing at the end, the RVR [runway visual range] shows more than six thousand, a fog bank is moving in, it’s pretty heavy across the approach end.”","metadata":null,"markups":[]},{"type":"P","text":"Indeed, the weather at Boston Logan Airport was worsening rapidly. The controller’s visibility measuring equipment still indicated a visibility of 6,000 feet (1,800 meters), but fog was moving in from the south, and witnesses near the approach end of runway 4R would later recall that the actual visibility in this area was zero.","metadata":null,"markups":[]},{"type":"P","text":"Up until this point, the pilots had been expecting to see the runway after breaking through the reported cloud ceiling at 400 feet, which the flight ahead of them had managed to do. But the controller’s report that visibility was still 6,000 feet might have overshadowed his statement that there was fog over the approach end of the runway, which was the area where the visibility actually mattered.","metadata":null,"markups":[]},{"type":"P","text":"Still expecting to break out of the clouds at any moment, Captain Steil wasn’t paying attention to the fact that they had now descended below the glide slope and past their decision height, the point at which they were supposed to abandon the approach if they couldn’t see the runway. Instead, he kept focusing on their lateral position. “Let’s get back on course if ya can,” he said to First Officer Burrill.","metadata":null,"markups":[]},{"type":"P","text":"“I just gotta get this back,” said Burrill, who was still trying to figure out what was wrong with the flight director. At the last second, the plane flew back across the localizer and started drifting to the right.","metadata":null,"markups":[]},{"type":"IMG","text":"A diagram by the NTSB showing the plane’s lateral position during the last minute of the flight, with excerpts from the CVR. (NTSB)","metadata":{"id":"1*X2BrYWyQhoG6nyn02tBgZg.png","originalHeight":1366,"originalWidth":1822,"alt":null},"markups":[]},{"type":"P","text":"Captain Steil started to say something, but he was interrupted by a panicked shout from the observer. A half a second later, the plane plowed directly into the sloping side of a 5-meter-tall seawall about 760 meters short and 50 meters to the right of the displaced threshold of runway 4R. The massive impact instantly obliterated most of the front of the plane, sending pieces of the DC-9 flying up and over the concrete perimeter wall atop the embankment with tremendous force. The remains of the plane plowed through the wall and out onto the runway, flames erupting from the shattered debris, screeching metal tumbling through the fog. By the time the wreckage came to a stop, the DC-9 had almost completely disintegrated, and the plane and its passengers lay in a thousand burning pieces strewn 300 meters across runway 4R.","metadata":null,"markups":[]},{"type":"IMG","text":"An aerial view of the wreckage, which came to rest between the seawall and the runway. (The Boston Globe)","metadata":{"id":"0*hfMEzmolLn0DLc2O.jpg","originalHeight":731,"originalWidth":1200,"alt":null},"markups":[]},{"type":"P","text":"The horrific impact against the seawall instantly killed nearly all of the 89 people on board, but in the tail section, which was relatively intact, a few still clung to life. Leopold Chouinard came to his senses still sitting in the last row by the window, surrounded by flames. The woman sitting next to him undid his seat belt for him then disappeared into the inferno, leaving him to drag himself out through a hole and onto the debris-strewn runway, critically injured but alive.","metadata":null,"markups":[]},{"type":"P","text":"Due to the fog, few people witnessed the crash. But a group of construction workers at a job site about 1,200 meters (4,000 feet) from the point of impact heard an explosion and saw flames through the fog, so they hopped in a car and rushed to the scene. What they found was horrific beyond all imagination. The occupants of the pulverized DC-9 were lying all over the runway, most of them still strapped into their seats, all dead. Fire was everywhere. Many of the passengers had been on their way to an antique doll convention, and dozens of dolls liberated from the cargo hold lay strewn across runway. Thinking quickly, two of the construction workers stayed behind to look for survivors, while the third got back in the car and hurried to alert the airport firefighters.","metadata":null,"markups":[]},{"type":"IMG","text":"An investigator examines the wreckage as a Boeing 747 and a Boeing 707 taxi across the airport in the background. (The Boston Globe)","metadata":{"id":"0*oLCJjPA9mSgdfcA9.jpg","originalHeight":614,"originalWidth":960,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, the local controller tried three times to raise Delta flight 723 on the radio without success. At the same time, an alarm went off indicating that the approach lights had failed, but false alarms were common, so he shut it off without further thought. He then called the ground controller to see if he had heard from the DC-9, and the ground controller confidently replied that the flight was taxiing to its parking spot at that very moment. In fact, he had mixed up Delta flight 723 with Delta flight 623, a different flight which had landed just ahead of it. Not realizing that a misunderstanding had occurred, the local controller thanked the ground controller and went back to his duties. Unaware that a DC-9 was in pieces burning on runway 4R, he cleared two more planes to land on that very same runway.","metadata":null,"markups":[]},{"type":"P","text":"Out at the crash site, the construction workers found Leopold Chouinard crawling away from the plane and helped him to safety, staying with him while they waited for rescuers to arrive. Simultaneously, the other construction worker reached the fire station and alerted the firefighters, who rushed toward the crash site without alerting the tower. The controllers first heard about the crash two minutes later — nine minutes after the accident — when the firefighters requested permission to cross runway 4L en route to the scene! Only now did controllers shut down the airport. Fortunately, the two planes that were cleared to land on runway 4R abandoned their approaches due to low visibility without knowing about the crash.","metadata":null,"markups":[{"type":"EM","start":508,"end":516,"href":null,"anchorType":null}]},{"type":"IMG","text":"Pieces of the plane littered the seawall after the crash. (The Boston Globe)","metadata":{"id":"0*HA-a9LFRViF5G98N.jpg","originalHeight":950,"originalWidth":1500,"alt":null},"markups":[]},{"type":"P","text":"Upon arriving at the scene, rescuers found two people still alive, both gravely injured, and rushed them to hospital. One of them died within two hours of the accident, but the other — Leopold Chouinard — held on, despite severe injuries to his legs and third degree burns over 80% of his body. Of 89 people on board, he was the only survivor.","metadata":null,"markups":[]},{"type":"P","text":"From the outset, Chouinard’s prognosis was grim. Few people with such extensive burns make it out the other side. But from his hospital bed, conscious and alert, he described the horror of the crash, from the sudden impact with the seawall to the hellish escape from the burning plane. At his bedside, his fiancée announced to a fawning media that they would go ahead with their marriage: “I love him,” she proclaimed, “I will take care of him forever.”","metadata":null,"markups":[]},{"type":"IMG","text":"A front page from a local newspaper the day after the crash. (Tom Cloud)","metadata":{"id":"0*fC-Hexz-43wz0_zL.jpg","originalHeight":1584,"originalWidth":1040,"alt":null},"markups":[]},{"type":"P","text":"The drama of Chouinard’s struggle to survive and his star-crossed love story made him an instant folk hero in Boston. Local newspapers and radio stations published daily updates on his condition, replete with quotations by the witty and optimistic Chouinard, whose uplifting attitude belied the severity of his struggle. Indeed, there were times over the following weeks and months when doctors really thought he would pull through, even after surgeons were forced to amputate both his legs. Unfortunately, however, the damage to his skin was so extensive that his immune system became fatally compromised. In early December, more than four months after the crash, he contracted pneumonia, and his condition deteriorated rapidly. On the 11th of December 1973–133 days after the crash — he died in his hospital bed surrounded by family, becoming the 89th victim of Delta flight 723.","metadata":null,"markups":[]},{"type":"IMG","text":"Archival footage shows investigators at work at the crash site. (Boston TV News Archive)","metadata":{"id":"1*eWDkMSgZ0UHzbcpgPpommQ.gif","originalHeight":509,"originalWidth":814,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, the National Transportation Safety Board pieced together the causes of the accident. The problems began when the air traffic controller vectored the flight toward the localizer at too sharp an angle and too close to the outer marker, in violation of regulations. Contributing to both this error and the subsequent events was the plane’s speed, which the pilots had allowed to increase far beyond what could be considered appropriate. Aligning with the localizer and intercepting the glide slope would have been much simpler if they had been flying slower.","metadata":null,"markups":[]},{"type":"P","text":"Because of the late intercept and awkward intercept angle, flight 723 ended up in a position where it was above the glide and needed to descend rapidly to catch up with it. Strictly speaking, when the crew were unable to catch the glide slope before the outer marker, they should have abandoned the approach, as it was considered “unstable.” In this case that was especially important, because the plane was so fast and high that the crew could not be reasonably expected to both decelerate to approach speed and descend to the glide slope until just before reaching the runway, which was obviously unsafe.","metadata":null,"markups":[]},{"type":"IMG","text":"Police and firefighters remove bodies from the crash site. (The Boston Globe)","metadata":{"id":"0*EaLqV_3qT2rHfkxb.jpg","originalHeight":634,"originalWidth":960,"alt":null},"markups":[]},{"type":"P","text":"The pilots tried to salvage the approach by descending at the maximum permitted rate and using the flight director in approach mode to help them find and follow the glide slope from above. But they were caught out by a tiny difference between the cockpit configuration they were accustomed to at Northeast, and the new cockpit configuration installed by Delta in April 1973. Although the pilots had been trained on the differences, it was likely that in the high-stress environment of this difficult approach, whoever made the selection forgot that turning the knob to the stop would select go-around mode, not approach mode. Indeed, the flight director mode selector knob was found in the wreckage with go-around mode still selected, despite the fact that the crew never intended to go around.","metadata":null,"markups":[]},{"type":"P","text":"Tests showed that following the flight director’s roll commands after it was in go-around mode was the only reasonable way to replicate the flight path relative to the localizer as recorded by the flight data recorder. Because the flight director was no longer showing the pilots how to stay on the localizer, the plane drifted off course to the left, and then back to the right, a fact which was indicated on both pilots’ pictorial deviation indicators. Both pilots were indeed aware of the deviations, but they became so focused on trying to solve this problem that nobody kept track of their altitude. Throughout the critical phase where the plane descended through the glide slope and the decision height, the captain — who was supposed to be monitoring the instruments — was busy messing with the flight director and listening to a weather report from the tower. Normally the flight director command bars would have instructed the first officer to pitch up and reduce their descent rate upon reaching the glide slope, but because the flight director was in the wrong mode, this cue never came.","metadata":null,"markups":[]},{"type":"IMG","text":"A nearby hangar was used as a makeshift morgue. (The Boston Globe)","metadata":{"id":"0*KFo4bP7tztL560a7.jpg","originalHeight":520,"originalWidth":960,"alt":null},"markups":[]},{"type":"P","text":"Part of the reason that the captain didn’t monitor his altitude might have been that he had an inaccurate picture of the weather situation. He expected to break out of the clouds at 400 feet, well above their decision height, as the planes in front of him had, and in fact just before the crash the controller told him that visibility over the runway was still 6,000 feet. During public hearings on the crash, the NTSB discovered that many pilots didn’t understand the limitations of these visibility readings, and often expected that they would see the runway from the distance reported, even though this was not always the case. At the time of flight 723’s approach, fog was rolling over the approach area, reducing visibility to zero, a fact which might have caused the captain to pay closer attention to his instruments, had it not been couched with a misleading visibility reading of 6,000 feet.","metadata":null,"markups":[]},{"type":"P","text":"The NTSB also expressed alarm over the events which followed the accident. Due to the fog, the controllers couldn’t see the crash or the fire, and a misunderstanding over a flight with a similar number initially led the local controller to believe that the DC-9 had landed safely. He did receive an alarm indicating that multiple approach lights had failed, but shockingly, the controller simply switched off the alarm and kept clearing planes to land without verifying the status of the lights, which had in fact been destroyed by the crash. It turned out that water leaking into the pipes carrying the wires that connected the lights and the control tower had led to frequent false alarms, conditioning controllers to ignore the warnings. Had planes actually continued to land on runway 4R, they probably would have rolled out safely, since the ILS touchdown point was 3,000 feet from the runway threshold, well beyond the wreckage of the DC-9. But it is unsafe in principle to clear planes to land when the approach lights are broken, and the situation could have been significantly more dangerous if wreckage had reached the touchdown zone, or if survivors had wandered onto the runway. In a scathing addendum to its report, the NTSB wrote that these failings by ATC and the airport could have led to “additional accidents” in a worst-case scenario.","metadata":null,"markups":[]},{"type":"IMG","text":"A body is taken into a Boston morgue. (The Boston Globe)","metadata":{"id":"0*vUADAd3YhJubHB1r.jpg","originalHeight":343,"originalWidth":460,"alt":null},"markups":[]},{"type":"P","text":"As a result of the NTSB’s findings, Boston Logan Airport added waterproofing to the cables connecting the approach lights to the tower, and began giving controllers formal training on how to respond to the lighting system failure alarms. The FAA also began requiring airports to provide ground controllers with the same list of flights and their arrival times that is given to other controllers, to prevent confusion if a ground controller is asked to locate a flight.","metadata":null,"markups":[]},{"type":"P","text":"The NTSB also recommended that the FAA issue advisory information to pilots on the locations and limitations of runway visibility measuring equipment, since no such document existed at the time; and that the FAA inspect Delta’s modifications to former Northeast DC-9s to ensure they were carried out with adequate quality control, since planes that had gone through this program were experiencing instrument and radio faults at an abnormally elevated rate. The FAA later replied that it had conducted an inspection and concluded that everything was done properly, and added that in any case, it’s the responsibility of the pilot to use other instruments if one isn’t working properly.","metadata":null,"markups":[]},{"type":"IMG","text":"Investigators examine one of the DC-9’s mangled engines. (The Boston Globe)","metadata":{"id":"0*ZI71H-xU3LOZkOhJ","originalHeight":604,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"Such a response would be unlikely today, thanks to an improved understanding of why humans make errors. It would be unthinkable today to conclude that a lapse in attention allowed a plane to descend fatally into a seawall, and then make no recommendations related to keeping pilots focused or keeping planes away from the ground. This lack of big-picture thinking in the early 1970s was part of why so many similar accidents happened during this period. The system was designed under the assumption that pilots would prevent planes from descending into the ground, and that if they didn’t, that was their fault, not the fault of the system. And so it kept happening, over and over and over again. By the end of 1974, both the NTSB and the FAA had changed their tune, precipitating the era of the ground proximity warning system — but only after two more airliners with major US airlines flew into terrain due to mistakes by the pilots. It has always been better to assume that pilots will make mistakes, and to give them an out if they do. The crash of Delta flight 723 was but one of countless accidents that helped the industry come to that realization.","metadata":null,"markups":[]},{"type":"IMG","text":"The tail section was the only large piece of the DC-9 to stay relatively intact. (Boston TV News Archives)","metadata":{"id":"0*9v5QUMw6EZvubH9y.jpg","originalHeight":480,"originalWidth":638,"alt":null},"markups":[]},{"type":"P","text":"Today, the crash is remembered not so much for its impact on safety, but for the heroic sole survivor Leopold Chouinard and his long struggle to live. Many Bostonians of that era still think of him often, and a memorial page dedicated to him and the other 88 victims still attracts comments ten years after it was posted, and 48 years after the crash. But the crash is very much a Boston phenomenon, well-remembered in the city and forgotten everywhere else. It is perhaps testament to the regional fragmentation of mass media and the ubiquity of plane crashes during that era that the accident barely squeezed its way onto the bottom of the front page of the New York Times, below an article about transit bonds. With the United States having now gone 12 years without a major airline accident, a look back at the response to the crash of flight 723 both in the industry and in the media truly highlights how much flying has changed.","metadata":null,"markups":[]},{"type":"P","text":"_________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/nd1n9q/1973_the_crash_of_delta_air_lines_flight_723/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 190 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}