{"id":"ff5a6177e180","creator":{"id":"e119a26506e3","name":"Admiral Cloudberg","imageId":"2*pZPMtIONqtJYi2xHYD_Ivg.jpeg","socialStats":{"followerCount":71512},"username":"admiralcloudberg","bio":"Kyra Dempsey, analyzer of plane crashes. @Admiral_Cloudberg on Reddit, @KyraCloudy on Twitter and Bluesky. Email inquires -> kyracloudy97@gmail.com."},"isMarkedPaywallOnly":false,"mediumUrl":"https://admiralcloudberg.medium.com/someone-elses-problem-the-crash-of-tatarstan-airlines-flight-363-ff5a6177e180","createdAt":1627101075446,"firstPublishedAt":1627141656100,"latestPublishedAt":1637295500779,"updatedAt":1659991971177,"clapCount":1407,"title":"Someone Else’s Problem: The crash of Tatarstan Airlines flight 363","license":"ALL_RIGHTS_RESERVED","content":{"bodyModel":{"paragraphs":[{"type":"H3","text":"Someone Else’s Problem: The crash of Tatarstan Airlines flight 363","metadata":null,"markups":[]},{"type":"IMG","text":"Security camera footage captured the moment Tatarstan Airlines flight 363 nosedived into the ground next to the runway at Kazan International Airport. (RT)","metadata":{"id":"1*P8Ig9fejCDGmwLBJ2didDQ.gif","originalHeight":508,"originalWidth":904,"alt":null},"markups":[]},{"type":"P","text":"On the 17th of November 2013, the crew of a Russian airliner on approach to the city of Kazan decided to abandon an unstable approach and go around for another attempt. But as the Boeing 737 climbed away from the runway, it pitched steeply upward, then turned over into a near-vertical dive, plummeting 2,000 feet in a matter of seconds before slamming into the ground with a massive explosion. None of the 50 people on board survived.","metadata":null,"markups":[]},{"type":"P","text":"Investigators would find that answers lay not in the smoldering pile of wreckage, but in the troubled history of the flight crew and the airline that employed them. This was the first time the captain had ever conducted a go-around during a real flight, and in fact he was not properly qualified to fly the Boeing 737 at all. His license was of questionable authenticity and the training provided by the airline was woefully inadequate. Behind it all was a tangled web of bureaucratic rubber-stamping, corrupt agencies, and financial debts, a fundamentally broken system that investigators blamed for the crash. But the findings set off a fight between investigators and regulators, who insisted that the crash was caused by a mechanical failure of the 737, forever muddying the waters in an apparent attempt to deflect blame from the authorities who created the conditions behind the tragic accident. Indeed, the story of the crash of Tatarstan Airlines flight 363 reaches to the very core of the Russian aviation industry — and to the foundations of Russian civil society itself.","metadata":null,"markups":[]},{"type":"P","text":"◊◊◊","metadata":null,"markups":[]},{"type":"IMG","text":"The Kazan Kremlin overlooks the center of Kazan alongside an arm of the Volga River. (Russia Trek)","metadata":{"id":"0*hBdgH_CCMMKg_VBs.jpg","originalHeight":667,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"Eight hundred kilometers east of Moscow lies the Republic of Tatarstan, an autonomous federal subject of Russia with its own rich history, culture, and language. Christians and Muslims live side by side in peace, and street signs provide directions in both Russian and Tatar. Most of the population lives in Kazan, a sprawling city along the banks of the Volga River famous for its blend of Orthodox and Islamic architecture. From 1993 until 2013, Kazan was also the headquarters of the region’s semiofficial flag carrier, Tatarstan Airlines (known in Russian as Aviakompaniya “Tatarstan” and in Tatar as Tatarstan Hava Yullari). With a diverse fleet of both Soviet and Western-built airplanes, it served a wide range of destinations in Russia, Eastern and Central Europe, Central Asia, and the Middle East. But underneath a rosy exterior, something was terribly amiss with both the airline and the Republic that it called home.","metadata":null,"markups":[{"type":"EM","start":563,"end":588,"href":null,"anchorType":null},{"type":"EM","start":605,"end":627,"href":null,"anchorType":null}]},{"type":"IMG","text":"VQ-BBN, the aircraft involved in the accident. Like many foreign aircraft in Russia, it was officially registered in Bermuda in order to avoid import tariffs. (Aktug Ates)","metadata":{"id":"0*K4WJ38-Fa6Bc-O5y.jpg","originalHeight":683,"originalWidth":1024,"alt":null},"markups":[]},{"type":"P","text":"It was on the evening of the 17th of November 2013 that Tatarstan Airlines flight 363 prepared for takeoff from Moscow’s Domodedovo International Airport, scheduled to make a short, 75-minute hop to the airline’s home base in Kazan. The Boeing 737–500 was barely one third full, with only 44 passengers booked on the flight, in addition to the standard company of two pilots and four flight attendants. One of the passengers was Irek Minnikhanov, the son of the President of the Republic of Tatarstan, a fact of which the pilots were well aware.","metadata":null,"markups":[]},{"type":"P","text":"In command that day was 47-year-old Captain Rustem Gabdrakhmanovich Salikhov, who had previously worked for the airline as a navigator, but had since accumulated a scant 2,750 flight hours as a full-fledged pilot. Joining him was First Officer Viktor Nikiforovich Gutsul, also 47 and a former aircraft mechanic, who had just over 2,000 flight hours of his own.","metadata":null,"markups":[]},{"type":"IMG","text":"The route of Tatarstan Airlines flight 363. (Google + own work)","metadata":{"id":"1*Fxiu0ZsRGHLyoDAIzcKpSA.png","originalHeight":1018,"originalWidth":1816,"alt":null},"markups":[]},{"type":"P","text":"Flight 363 took off from Moscow at 17:25 local time and climbed to its cruising altitude of 29,000 feet, headed east over the Russian countryside. But there was a problem right out of the gate: the plane’s inertial reference system (IRS), which continuously calculates its position using a pair of stabilized gyroscopes, was drifting significantly — in fact, it showed them four kilometers to the right of their actual track. Most likely, the pilots had simply entered the plane’s starting coordinates into the system incorrectly while they were on the ground, causing all further calculations to become erroneous. The result was that throughout the flight, the plane was approximately four kilometers left of where it should have been. As flight 363 neared Kazan, the air traffic controller informed the pilots of the discrepancy, prompting a lengthy discussion as to what ought to be done about it. Eventually the crew correctly decided to disengage LNAV mode, in which the autopilot uses the IRS to navigate, and engaged Heading Select mode in its place, wherein the pilots direct the autopilot to assume a particular heading using a selector knob. Captain Salikhov used the knob to make a five-degree corrective turn to the right, but this was insufficient to return to the proper course.","metadata":null,"markups":[]},{"type":"P","text":"Minutes later, flight 363 began its approach into Kazan. The plan was to fly past the airport to the east, turn around (this maneuver is referred to as the “base turn”), and then land on runway 29 using the instrument landing system (ILS). It was an approach the pilots had performed countless times before. As they passed the first waypoint on the procedure, still four kilometers to the left of the track, they actually decided to turn more to the left, deliberately setting themselves up to cut the corner of the base turn and expedite the landing. The controller spotted this and assumed they were already attempting to make the base turn, even though it was too early to do so. “Tatarstan 363, early base,” the approach controller said to the crew.","metadata":null,"markups":[]},{"type":"P","text":"“Roger, Tatarstan 363,” replied First Officer Gutsul.","metadata":null,"markups":[]},{"type":"P","text":"“Lateral position 6 [km], radial position 9 [km],” the controller added.","metadata":null,"markups":[]},{"type":"P","text":"A few moments later, Captain Salikhov expressed his displeasure with the controller, who he apparently felt was micromanaging the navigation process. “Sissy pieces of shit, blin!” he said. “When did they become so fucking honest?” First Officer Gutsul didn’t reply.","metadata":null,"markups":[{"type":"EM","start":173,"end":177,"href":null,"anchorType":null}]},{"type":"P","text":"One minute later, at about 19:18 local time, Captain Salikhov initiated the base turn, swinging around to intercept the localizer, the beam that marked the extended centerline of the runway. But because they started the turn too close to the localizer, they flew straight through it, overshooting significantly; by the time they straightened out, they were 4 kilometers too far to the right. Noticing that his instruments showed them right of the localizer, Captain Salikhov initiated a corrective turn to the left, coming back toward the localizer at a 40-degree angle. But they had overshot by such a great distance that even this would be insufficient to get back on course in time to intercept the glide slope down to the runway.","metadata":null,"markups":[]},{"type":"IMG","text":"The correct approach to runway 29 at Kazan Airport, vs. where flight 363 actually went. (MAK + own work)","metadata":{"id":"1*zzsfMxxj36iTw3O8dTe6Gw.png","originalHeight":1348,"originalWidth":1556,"alt":null},"markups":[]},{"type":"P","text":"At 19:19, expressing his doubt about their ability to pull off the landing from this position, Captain Salikhov said, “Well, we have neither the landing position anywhere, nor anything else. Just four miles to go… Now it appears we’ll press ‘go-around.’” The 737 was equipped with a “takeoff/go-around” switch which could be pressed to automatically initiate a go-around, accelerating the engines and pitching up to climb away from a failed approach. Captain Salikhov was perhaps trying to convince himself that it would be easy — just the press of a button — because he had never actually conducted a go-around in line operations before.","metadata":null,"markups":[]},{"type":"P","text":"In any case, he decided to see if he could salvage the approach, perhaps because he did not fully understand the magnitude of their position error, and/or because he worried about failing to land with a VIP on board at his home airport in calm weather conditions. Indeed, if he performed a go-around, there would be probably be an internal investigation, and the airline might blame him for letting them get so far off course. And so he pressed on.","metadata":null,"markups":[]},{"type":"P","text":"The instruments finally showed them approaching the localizer at 19:22, by which time they were already well past the point where they were supposed to lock onto the glide slope signal and begin their final descent. As soon as they straightened out onto the runway heading, Salikhov initiated a descent of 1,200 feet per minute, but this was insufficient to reach the glide slope. By this point a safe landing had been impossible for some time. Nevertheless, as they passed through 1,000 feet above the ground, Captain Salikhov instinctively called out “One thousand, stabilized, no flags,” despite the fact that the approach was clearly unstable.","metadata":null,"markups":[]},{"type":"IMG","text":"For those who know Russian, the full CVR transcript of the final eight minutes of the flight is reproduced on this map. (MAK)","metadata":{"id":"1*b_AltT1EC_CMk3xyJT867Q.png","originalHeight":1412,"originalWidth":2190,"alt":null},"markups":[]},{"type":"P","text":"Seconds later, First Officer Gutsul spotted the runway. “I’ve got it,” he said. “Huh, that’s it, here the runway is underneath us. Naaah, we’re too high.” The Precision Approach Path Indicator, a set of four lights next to the runway that displayed red if they were too low and white if they were too high, was showing all white. “Four white lights, we’re too high,” Gutsul explained.","metadata":null,"markups":[]},{"type":"P","text":"“Where do you see it? I don’t see it, where is it?” Salikhov asked.","metadata":null,"markups":[]},{"type":"P","text":"“There’s the runway,” said Gutsul, pointing out the window. “No, go around, go around.”","metadata":null,"markups":[]},{"type":"P","text":"It was clear to Salikhov that Gutsul was right; they could not possibly land. It was time to abandon the approach. “Go around — report ‘go around,’” he said to Gutsul. “We’re going around, position unsuitable for landing.”","metadata":null,"markups":[]},{"type":"P","text":"“Tatarstan 363, going around, position unsuitable for landing,” Gutsul repeated to the tower controller.","metadata":null,"markups":[]},{"type":"P","text":"At that moment, Captain Salikhov pressed the Takeoff/Go-Around (or TOGA) switches on the throttle levers. The autothrottle entered go-around mode and began automatically increasing engine power toward the predetermined go-around setting of 83%. The autopilot, which will not fly an automatic go-around unless the pilots specifically set it up to do so, disconnected, leaving the task of controlling the plane’s pitch to Captain Salikhov.","metadata":null,"markups":[]},{"type":"P","text":"The extra thrust from the 737’s low-slung engines will naturally cause the plane to pitch up significantly more steeply than necessary, and the pilot must pitch down using the control column to achieve the prescribed go-around angle of 15 degrees. But Salikhov seemed to have no idea that he was supposed to do this. Perhaps he thought the autopilot was controlling the go-around, despite the fact that a loud autopilot disconnect warning was blaring in the cockpit.","metadata":null,"markups":[]},{"type":"IMG","text":"The full profile of flight 363’s fatal go-around. (Arz1969 via Wikimedia)","metadata":{"id":"0*vTAgccGF0ZFi7fep.png","originalHeight":444,"originalWidth":854,"alt":null},"markups":[]},{"type":"P","text":"As the plane began to climb away from the airport, its pitch angle increased through 15 degrees, then 20. Their speed initially started increasing, then it began to drop, as their high nose-up attitude led to excess drag. First Officer Gutsul, who was supposed to be monitoring the instruments and reconfiguring the airplane, did not do so because he was distracted by an untimely message from air traffic control. By the time he returned to his duties, the go-around was already well-advanced. He retracted the landing gear very late, then entered the target go-around altitude of 1,700 feet into the crew alerting system. But by this point the plane was already climbing through 2,000 feet. Normally, the flight directors would instruct the pilots to level off upon reaching the target altitude, but this feature was not designed to work with a target altitude lower than the present altitude, so the plane never told the pilots to stop climbing.","metadata":null,"markups":[]},{"type":"P","text":"After 25 seconds, with the plane pitched 25 degrees nose up and its speed falling through 125 knots, Captain Salikhov finally noticed that they had passed their target altitude and were still climbing quickly. He immediately made a sharp nose-down input using his control column, which caused the plane to abruptly level off at about 2,300 feet. But for a few moments it felt as though the plane was still pitched upward, so he pitched down again, apparently without looking at his attitude indicator, which showed them flying nose-level. This second input caused the plane to pitch over to 20 degrees nose down, triggering a descent of 5,000 feet per minute.","metadata":null,"markups":[]},{"type":"P","text":"At this point, Salikhov could easily have pulled up, leveled off, and circled around to land. But he was in fact caught by an insidious spatial illusion. In the absence of visual references outside the airplane, the human vestibular system cannot distinguish between the pull of gravity and acceleration forces caused by abrupt maneuvers. When Captain Salikhov pushed the nose down, the airplane’s acceleration changed from slightly under 1G, through 0G, and into negative-G, in which the occupants feel as though they are being pulled toward the ceiling as the plane accelerates downward. When there is no outside horizon (at night or in clouds) and the pilot does not look at their attitude indicator, this negative G-force can easily be mistaken for the plane pitching very steeply upward and then tumbling over backwards, an extremely disorienting sensation that can prompt a pilot to instinctively push the nose down in an attempt to recover. Unfortunately, that is exactly what happened on Tatarstan Airlines flight 363. After his initial nose-down input, Salikhov felt as though the plane was pitching over backwards, and so he pushed his control column to the forward limit instead of pulling back to level off.","metadata":null,"markups":[]},{"type":"IMG","text":"How the motion of the plane during the go-around could have been perceived by the pilots, in the absence of visual references. The actual flight path with actual acceleration vectors is shown on top, while the pilot’s perception of the situation is shown on the bottom. (MAK and AAIB)","metadata":{"id":"1*BP3zFM-EyxCPHdrWn2QsvA.png","originalHeight":1602,"originalWidth":2268,"alt":null},"markups":[]},{"type":"P","text":"This huge input caused the plane to immediately enter a near-vertical nosedive, accelerating straight toward the ground at incredible speed. “What the hell is this?” First Officer Gutsul shouted.","metadata":null,"markups":[]},{"type":"P","text":"“SINK RATE,” blared the ground proximity warning system. “PULL UP! PULL UP!”","metadata":null,"markups":[]},{"type":"P","text":"“Rustik? Rustik!?” Gutsul screamed, using a familiar name for his captain.","metadata":null,"markups":[]},{"type":"P","text":"“What the..?” Salikhov said.","metadata":null,"markups":[]},{"type":"P","text":"“Where are we going!?” Gutsul yelled.","metadata":null,"markups":[]},{"type":"P","text":"“BANK ANGLE,” said an automated voice.","metadata":null,"markups":[]},{"type":"P","text":"A split second later, Tatarstan Airlines flight 363 plunged directly into the ground beside the runway, pitched 75 degrees nose down and accelerating through 245 knots. The horrific impact obliterated the plane, carving out a massive crater in the grass, and instantly killed all 50 people on board. Pieces of the shattered 737 tumbled through darkness and across a nearby taxiway, coming to rest amid the eerie glow of a hundred scattered fires.","metadata":null,"markups":[]},{"type":"IMG","text":"Security camera footage captured the moment Tatarstan Airlines flight 363 slammed into the ground. (RT)","metadata":{"id":"1*P8Ig9fejCDGmwLBJ2didDQ.gif","originalHeight":508,"originalWidth":904,"alt":null},"markups":[]},{"type":"P","text":"Rescuers immediately rushed to the crash site, but it was clear from the start that there was nothing they could do; none of those on board could possibly have survived. Firefighters stepped in to put out the blaze, which was still burning deep inside the impact crater when investigators from the Interstate Aviation Committee arrived the following day.","metadata":null,"markups":[]},{"type":"P","text":"The Interstate Aviation Committee, or MAK, is an international body which investigates aircraft accidents across much of the former Soviet Union, including in Russia. Within the past 15 years, it has become a remarkably objective and thorough agency, unafraid to criticize the system itself in countries where such criticism is usually not tolerated. But the investigation team would also feature a number of interest groups, including representatives from Rosaviatsiya, the Russian state aviation regulator; Boeing, the manufacturer; the United Kingdom, as the plane was registered in Bermuda; and Tatarstan Airlines. The tensions between these parties would later play a central role in the legacy of the crash.","metadata":null,"markups":[]},{"type":"IMG","text":"Still images from the moments just before and just after impact. (RT)","metadata":{"id":"0*DBZ4i-Ubsfo4mO_R","originalHeight":300,"originalWidth":400,"alt":null},"markups":[]},{"type":"P","text":"Using evidence from the black boxes, scientific studies, and simulator tests, the MAK was able to determine that the cause of the accident came down to the captain’s spatial disorientation during the go-around. After finding themselves off course on approach due to excessive drift in their inertial reference system, which they failed to correct in time, the pilots decided to go around and try again. By this point the crew was already under considerable stress, caused by the large course deviation, the prospect of going around (which Captain Salikhov had never done before in line operations), and the certainty that the airline would ask questions about why they couldn’t land in perfectly acceptable weather conditions, especially with a politically connected passenger on board. The pilots might also have been suffering from fatigue due to the late hour. All these factors came together at the moment of the go-around.","metadata":null,"markups":[]},{"type":"IMG","text":"Firefighters work at the scene of the crash. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*1ortPOzlTc-nFNh7.jpg","originalHeight":1297,"originalWidth":2100,"alt":null},"markups":[]},{"type":"P","text":"In addition, Captain Salikhov most likely believed that the autopilot would fly the go-around (experience would not yet have shown him otherwise), and as such he did not pay much attention to their pitch attitude during the maneuver. At the same time, First Officer Gutsul, who was supposed to be monitoring the instruments and reconfiguring the airplane, became distracted for nearly 20 seconds by a conversation with air traffic control. (The MAK noted that the controller had no need to contact the crew in the middle of a go-around, and that controllers in the future ought to be trained not to do so.) These two factors led to degraded situational awareness and a lack of communication between the pilots. Without proper monitoring of the maneuver by either pilot, the plane pitched up too steeply and climbed beyond the go-around altitude. Captain Salikhov pitched down sharply to try to halt the steep climb, but his own input caused G-forces that tricked his body into thinking the plane was upside down. Disoriented and confused, he pushed the yoke all the way forward and dived his plane into the ground.","metadata":null,"markups":[]},{"type":"IMG","text":"An aerial view of the crash site. Investigators laid out a grid over the scene in order to systematize the documentation of debris. (MAK)","metadata":{"id":"0*uILjSeYZF_Wp2xVE.jpg","originalHeight":721,"originalWidth":1000,"alt":null},"markups":[]},{"type":"P","text":"But the sequence of events on board the accident flight was only a small portion of the story that the MAK would go on to uncover. When they began to investigate why a supposedly trained Boeing 737 pilot would mishandle a go-around so terribly, they found themselves sucked down a rabbit hole of unfathomable proportions. Of those who handled Captain Salikhov’s journey to the left seat of Tatarstan Airlines flight 363, none would be spared.","metadata":null,"markups":[]},{"type":"P","text":"For more than 17 years, Salikhov had worked as a navigator on various Soviet-built aircraft. It was only in 2008 that he began pilot training, which apparently took place at a general aviation training facility in Kaluga. According to his personal logs, he accumulated some 217 hours on the Antonov An-2 biplane. It was on the basis of this training that Salikhov received his first air transport pilot’s license.","metadata":null,"markups":[]},{"type":"P","text":"There was just one problem: the MAK could find no evidence that any of this training actually took place, as there was no supporting documentation other than Salikhov’s own pilot logs. And later in 2008, Rosaviatsiya revoked the certificate from the training organization where he allegedly learned to fly, because the company was found to be violating regulations.","metadata":null,"markups":[]},{"type":"IMG","text":"Firefighters attempt to drown persistent fires that held on amid the wreckage. (RIA Novosti)","metadata":{"id":"0*cMrsqfqywR0f2FCP.jpg","originalHeight":733,"originalWidth":1100,"alt":null},"markups":[]},{"type":"P","text":"Salikhov’s pilot certificate showed that it was issued in September 2008, when it was signed off by the head of the training organization and approved by the local branch of Rosaviatsiya responsible for authorizing pilots’ licenses. However, records from the branch’s board meetings on the day the license was supposedly issued showed no mention of his name, and the people who signed off on licenses that day were not the same ones who had signed Salikhov’s pilot certificate. Salikhov’s certificate actually came across the board’s desk in May 2009, more than 8 months after the certificate itself said it was issued, by which time his training organization’s license had been revoked. Although Salikhov had trained at an organization that was deemed unqualified to certify pilots, the board approved his certificate, and retroactively changed the date of issue to fall before the company lost its license to operate. His was not the only license approved this way; the MAK discovered several dozen others, mostly belonging to pilots who trained at the same company as Salikhov, which were approved by Rosaviatsiya despite the fact that the training those pilots underwent was of questionable authenticity.","metadata":null,"markups":[]},{"type":"IMG","text":"After the wreckage was collected, the sheer disintegration of the airplane was made apparent. (MAK)","metadata":{"id":"0*bi8R6yoEMw4tSdq7.jpg","originalHeight":751,"originalWidth":1061,"alt":null},"markups":[]},{"type":"P","text":"Having received his pilot’s license on the basis of introductory training which, as far as the MAK could tell, did not actually occur, Salikhov was ordered by Tatarstan Airlines to begin training to become a first officer on the Boeing 737. Rosaviatsiya again signed off on the airline’s referral of Salikhov to 737 training without checking whether his license was lawfully issued.","metadata":null,"markups":[]},{"type":"P","text":"Salikhov began training on the 737 in 2010. However, he had trouble reading the plane’s documentation, which was written in English, despite the fact that his language instructors had certified that his English skills had reached level 4 (“advanced”). Records of his English coursework showed that he had in fact barely surpassed the elementary level. As a result, he failed his first theoretical 737 exam, answering only 57% of the questions correctly. Fifteen minutes later he took the test again and passed with 89% correct, despite taking significantly less time. The MAK wrote that it was likely he cheated on the exam. The same could also be said of First Officer Gutsul, whose license was issued lawfully, but who also had poor English skills. He failed his first two attempts to pass the 737 theoretical exam, then somehow scored 100% on the third attempt, probably because he cheated. Indeed, cheating on pilot exams was rampant throughout the Russian aviation industry and was tolerated on a high level.","metadata":null,"markups":[]},{"type":"IMG","text":"Pieces of wreckage lie beneath the harsh glare of the airport ramp lighting. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*B399LJE3brzLDd7X.jpg","originalHeight":515,"originalWidth":690,"alt":null},"markups":[]},{"type":"P","text":"During his practical training on the 737, Salikhov performed eight go-arounds as pilot flying and six as pilot monitoring, only one of which was in the real aircraft; the rest were in the simulator, which cannot replicate the G-forces experienced during the actual maneuver. That was the extent of his go-around experience — he hadn’t performed a single real go-around at any point since. Where he struggled during this practical training could not be known, as the Sibir Airlines facility where he underwent 737 training did not keep detailed records of trainee performance or instructor comments. All that is known is that he passed the course. He was one of 297 pilots to train at that facility between 2010 and 2013 (a cohort which also included First Officer Gutsul), of whom not a single one failed out of the program. “The training process was like a ‘black box’ where the airlines put their wishes as to the selected type rating program and the fee, and then after some time received a pilot holding a Training Completion Certificate,” the MAK later wrote in its final report, noting that the purpose of the program seemed to be to produce certified pilots rather than to ensure that their students had the skills needed to fly the Boeing 737 safely.","metadata":null,"markups":[]},{"type":"P","text":"The training program itself was also deeply flawed, with several required items not covered, and with few full-time instructors; instead, Sibir hired freelance instructors who worked for other airlines, and consequently Salikhov went through more than a dozen different instructors during his time at the program. Each one had a different teaching style and possessed no foreknowledge of their students’ collective progress and individual strengths and weaknesses. It is doubtful that anyone in this program learned much that was of value.","metadata":null,"markups":[]},{"type":"IMG","text":"Pieces of wreckage lie beneath the harsh glare of the airport ramp lighting. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*-DTC7Nn_YCKnxaXM.jpg","originalHeight":467,"originalWidth":700,"alt":null},"markups":[]},{"type":"P","text":"After receiving his type rating certificate, Salikhov began flying the 737 as a first officer for Tatarstan Airlines. In 2012, the airline referred him for upgrade to captain, at which time he had accumulated 1,300 hours on the 737. 1,500 overall flight hours were required by law to upgrade to captain, and he had technically met this if his time on the An-2 was included — except there was still no evidence that these flights actually took place. Once again, Rosaviatsiya approved Tatarstan Airlines’ request to send him to upgrade training without discovering this discrepancy. Salikhov was then supposed to attend new theoretical training, but this was skipped, as was the line check which was supposed to confirm that he had acquired the skills needed to become captain. Both events were simply written down as completed, and Salikhov officially attained the rank of captain later that year.","metadata":null,"markups":[]},{"type":"IMG","text":"On a twisted piece of fuselage, it was just possible to see part of the words “ТАТАРСТАН Авиакомпания.” (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*JhaK6vZCEcaZDVnv.jpg","originalHeight":560,"originalWidth":750,"alt":null},"markups":[]},{"type":"P","text":"Meanwhile, the MAK discovered that working as a pilot for Tatarstan Airlines was not a pleasant affair. The airline was saddled with significant debt and was in danger of insolvency; as a result it did not employ enough pilots to carry out all its flights while adhering to duty time limits. At the same time, Tatarstan Airlines’ tracking of flight duty times was so poor and inconsistent that it was impossible to determine exactly what pilots were doing on any given day. Overtime was not tracked and it was unclear who was responsible for it anyway. The airline also regularly made pilots attend training sessions, medical checkups, debriefings, and other ground-based duties on days when they were officially marked down as being on vacation. For example, on September 16th 2013, Captain Salikhov was listed in company records as being on leave, but he was also scheduled for a medical check, and separate records showed that he also completed a split flying duty shift that began at 06:45 and ended at 00:30 the next day. On top of that, the duty roster, which was maintained by a different department, claimed that on September 16th Salikhov was actually at recurrent training! Another example occurred on February 2nd 2012, when Salikhov was officially listed as attending training simultaneously in Kazan and Ulyanovsk, a pair of cities which are 160 kilometers apart. This blatantly inconsistent record-keeping not only made it difficult to figure out the pilots’ flight and training histories, but was also indicative of a highly disorganized company culture at Tatarstan Airlines.","metadata":null,"markups":[]},{"type":"IMG","text":"Another piece of fuselage lies in the dark. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*lrNRTt77wLvKJVoU.jpeg","originalHeight":427,"originalWidth":640,"alt":null},"markups":[]},{"type":"P","text":"The MAK was eventually able to conclude that both pilots of flight 363 were subject to extreme violations of their flight duty time limits, consistently exceeding the maximum quarterly flight hour allotment by 25 to 33 percent. Both pilots had racked up huge numbers of unused vacation days — Salikhov had 111, Gutsul had 275 — days that should have been spent resting and recovering. There were also numerous violations of rules about split shifts, standby periods, days off, and more. To cover up these violations, the airline simply erased the actual flight times from pilots’ logs and wrote in a lower number of hours. A few months before the accident, an inspection by Rosaviatsiya had revealed some of these problems; in fact, the inspection report concluded that it was impossible for Tatarstan Airlines to have carried out all of its declared flights without violating pilots’ duty time limits. However, nothing was done. As a result of these long working hours, it was all but certain that both pilots were suffering from accumulated fatigue at the time of the accident, possibly contributing to the outcome.","metadata":null,"markups":[]},{"type":"IMG","text":"Smoke continued to stream from the crater for 24 hours after the crash. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*0kHY-XQ3DBZywrmF.jpg","originalHeight":1467,"originalWidth":2200,"alt":null},"markups":[]},{"type":"P","text":"The MAK also found severe problems with the pilots’ recurrent training while they were at Tatarstan Airlines. The captain’s last check ride, as recorded in his logbook, was found to be fictitious; no check actually occurred. His last recurrent training session, which took place at the same Sibir Airlines facility where he first learned to fly the 737, was supposed to include 64 hours of theoretical refresher training in a classroom setting; however, this training did not take place. His instructor simply signed a piece of paper saying that he had passed the theoretical training and sent him onward to the simulator sessions.","metadata":null,"markups":[]},{"type":"P","text":"As it turned out, Tatarstan Airlines had racked up a significant debt to Sibir Airlines in the form of unpaid fees for use of its simulators, and as a result the airline tried to minimize the amount of time its pilots spent at the facility. At his last recurrent training session earlier in 2013, Salikhov flew into Moscow from Kazan at around 22:00. No hotel was provided. The simulator evaluation began at 01:30 and continued through the night until 07:30, which was followed by a nine hour break (shorter than required) before another six hour session. The instructor who evaluated him during both sessions was the same one who trained him, which was a conflict of interest and violated regulations.","metadata":null,"markups":[]},{"type":"P","text":"Following this evaluation, there was supposed to be a one-hour debrief in which the pilots and the instructor discussed their performance, but one hour after the end of his second simulator session, Salikhov was already on board a plane back to Kazan, because the airline had scheduled him to fly to Dushanbe and back the very next day (despite the fact that this day was officially set aside for training). The result of this farcical training session was that Salikhov learned nothing about his own abilities, presumably had to pay for his own hotel, got almost no sleep, and then went right back to flying. First Officer Gutsul had exactly the same experience.","metadata":null,"markups":[]},{"type":"IMG","text":"Firefighters work at the scene of the crash. (Bureau of Aircraft Accidents Archives)","metadata":{"id":"0*oGpozQ-1t2_Ue5h0.jpg","originalHeight":1080,"originalWidth":1920,"alt":null},"markups":[]},{"type":"P","text":"Due to a lack of records, it was not possible to determine what topics were covered during this recurrent training session, but the MAK did discover that there must have been some serious deficiencies. The length of time each pilot spent in the simulator was clearly insufficient to cover all the topics that were supposed to be reviewed, so some of them must have been skipped. The airline had avoided having to think about this paradox by simply not stating how much time was to be spent on each item.","metadata":null,"markups":[]},{"type":"P","text":"Airline policy also stated that pilots were to undergo Line-Oriented Flight Training, or LOFT, a series of scenarios designed to mimic situations in which pilots might find themselves in the course of everyday operations. However, it turned out that Tatarstan Airlines had simply copied this section of its flight operations manual from a list of recommended training topics published by the International Civil Aviation Organization (ICAO); the airline in fact did not conduct LOFT, nor was there anyone at Tatarstan Airlines who was qualified to supervise it. Furthermore, Russian regulations mandated that pilots undergo Crew Resource Management (CRM) training to help them work effectively as a team, and that airlines teach pilots the principles of human factors and threat and error management; however, Tatarstan Airlines had no CRM instructors and did not train its pilots on any of these required topics.","metadata":null,"markups":[]},{"type":"IMG","text":"Pieces of debris lie covered in firefighting foam. (RIA Novosti)","metadata":{"id":"0*4azQUlnaFlPme6-e.jpg","originalHeight":733,"originalWidth":1100,"alt":null},"markups":[]},{"type":"P","text":"Federal regulations also required, beginning in 2008, that every airline in Russia have a Safety Management System (SMS), which collects reports of safety-related incidents, analyzes them for trends, and issues guidance to correct recurrent problems. The regulation also required that the government set up a central program to monitor the Safety Management Systems of all Russian airlines. However, at the time of the accident no such program had been set up. As a result, Tatarstan Airlines was able to submit, and receive approval of, an SMS description that was literally copy-pasted from ICAO literature and contained no implementation plan. In fact Tatarstan Airlines had no SMS and no employees who were qualified to run one, nor was there any training facility in Russia that could provide such a qualification. Rosaviatsiya itself had done the same thing as Tatarstan Airlines: adopted an ICAO recommendation in order to appear compliant, without giving any thought to actually making it work.","metadata":null,"markups":[]},{"type":"IMG","text":"A firefighter lifts up a piece of foam-covered debris. (RIA Novosti)","metadata":{"id":"0*vyEVN2T0-j38F4M4.jpg","originalHeight":733,"originalWidth":1100,"alt":null},"markups":[]},{"type":"P","text":"The MAK also discovered that the quality of pilot training was very spotty throughout Russia, not just at Tatarstan Airlines. At the time, the only legal requirements to become an instructor on the Boeing 737 in Russia were that the candidate possess a 737 type certificate and at least 15 landings as pilot in command. No instructors at Tatarstan Airlines passed any special training before being given this responsibility. In fact, the airline simply sent lists of pilots to the Rosaviatsiya Territorial Qualification Board for promotion to instructor, and the board would rubber stamp the lists. The MAK also noted that federal regulations regarding how training centers should be certified and operated were contradictory and vague, meaning that the quality of the training provided tended to depend on the policies of the specific training center, without a baseline level of quality guaranteed across the board. In fact, after granting each training organization’s initial certificate, Rosaviatsiya had no oversight program to ensure that the companies continued to provide quality training.","metadata":null,"markups":[]},{"type":"IMG","text":"The mangled flight data recorder from flight 363. (MAK)","metadata":{"id":"1*HpBayJG5H8-Jx2zr00IVmQ.png","originalHeight":716,"originalWidth":1312,"alt":null},"markups":[]},{"type":"P","text":"During the course of its investigation, the MAK decided to test the effects of this deficient training system on the actual skills of Boeing 737 pilots in Russia. Investigators acquired eleven 737 pilots from various Russian airlines, including some who (like the pilots of flight 363) had upgraded from navigators, flight engineers, and mechanics, and presented them with a simulator scenario designed to mimic the conditions encountered by flight 363 at the time of the go-around. Four of the pilots involved in the study had (like Captain Salikhov) never performed a go-around in line operations. Several of them even went so far as to say that performing a go-around was likely to cause them “distress.”","metadata":null,"markups":[]},{"type":"P","text":"Before the simulation, the MAK had the pilots answer a short questionnaire to assess their knowledge of autopilot and autothrottle behavior during a go-around. None of the pilots answered all seven questions correctly, and four of them attempted to cheat using their mobile phones.","metadata":null,"markups":[]},{"type":"IMG","text":"Another aerial view of the wreckage. (MAK)","metadata":{"id":"1*jueiH-WL7nyAlCTM-LAM3w.png","originalHeight":1226,"originalWidth":1728,"alt":null},"markups":[]},{"type":"P","text":"During the simulation, the pilots were asked to fly a go-around similar to that of flight 363, while a simulated conversation with ATC distracted the monitoring pilot. Only one third of the pilots carried out the go-around correctly. Three forgot to retract the landing gear; another four only did so very late. Five of the pilots failed to actively take control of the plane until it reached an angle between 20 and 37 degrees nose up, far beyond the recommended value of 15 degrees. Of the three pilots who let the nose rise the most, all of them applied too much nose down pressure while attempting to recover. One of them lost control of the plane twice, reaching a pitch angle of 35 degrees nose up and a speed of just 90 knots; the stick shaker started to activate, warning of an impending stall, but the pilot did not apply the stall recovery procedure. Only four of the pilots were able to level off at 1,700 feet; the rest let the plane climb much higher than this, including one who didn’t manage to get the plane under control until 3,800 feet.","metadata":null,"markups":[]},{"type":"P","text":"In a debriefing afterward, none of the pilots could correctly recall whether the autopilot was engaged during the go-around. Most of them said they were not sure, while some stated that the autopilot was engaged, despite the fact that in every case a loud autopilot disconnect warning had sounded.","metadata":null,"markups":[]},{"type":"P","text":"Next, the MAK presented pilots with an upset scenario in which they needed to recover from a nose-high situation. None of them, not even experienced instructor pilots, were able to recover correctly. In fact, the pilots all had a terrifying tendency to apply full nose down pressure on the control column even if this was not necessary. Ten out of eleven believed that this was actually the proper procedure prescribed by the manufacturer, which was false. Several of these pilots achieved acceleration values of 0G or even negative G during the recovery, which in the real plane could have led to serious injuries among the passengers and crew, as well as potentially inducing the same fatal disorientation that overtook the pilots of flight 363.","metadata":null,"markups":[]},{"type":"IMG","text":"The aircraft’s tail section, shown above, was one of the only large pieces left. (BBC News)","metadata":{"id":"0*agBtmRUek8B4SzJA.jpg","originalHeight":418,"originalWidth":628,"alt":null},"markups":[]},{"type":"P","text":"By the time the study was over, the horrified MAK investigators understood how the pilots of Tatarstan Airlines flight 363 lost control of their plane. It wasn’t some kind of personal problem with Captain Salikhov; rather, the crash was the inevitable result of an epidemic of poor piloting skills that had infected Russia’s aviation industry from top to bottom. Collecting all of its findings, the MAK wrote up a damning final report that excoriated Tatarstan Airlines, Rosaviatsiya, and the underlying culture of carelessness that defined Russian aviation.","metadata":null,"markups":[]},{"type":"P","text":"But when it came time to submit the report, the team’s Rosaviatsiya representative refused to agree to its conclusions. Instead, he published a dissenting report claiming that the accident occurred as a result of a mechanical failure of the 737’s elevator power control unit, a scenario which the MAK had already conclusively ruled out. No damage was found to the unit; in fact it still worked perfectly even after the crash, and there was no evidence of contamination. All movements of the control surfaces recorded on the flight data recorder corresponded correctly to the movements of the pilots’ controls. It seemed that Rosaviatsiya was trying to deflect blame for the accident onto Boeing, which, being a foreign company, made a convenient scapegoat.","metadata":null,"markups":[]},{"type":"IMG","text":"Investigators work at the crash site the next day. (Reuters)","metadata":{"id":"0*0ZANEUKSqW64q7Fq.jpg","originalHeight":347,"originalWidth":750,"alt":null},"markups":[]},{"type":"P","text":"From there, the situation quickly devolved into an ugly political squabble. Citing Rosaviatsiya’s refusal to accept that a mechanical failure did not cause the crash, the MAK — which also issues import certificates for foreign aircraft being brought into Russia — ordered all 737s in the country to be grounded, a directive that would cause major economic damage to dozens of Russian airlines. Rosaviatsiya (their bluff having apparently been called), fired back that the MAK did not have the authority to do this as only six of the approximately 150 to 180 737s in Russia at the time had import certificates approved by the MAK; the rest were registered in Bermuda or Ireland for tax purposes. It was further insinuated that MAK chairwoman Tatiana Anodina was trying to get revenge against Rosaviatsiya for the bankruptcy of Russian airline Transaero, which was previously owned by her son. In an emergency meeting which the MAK refused to attend, the Russian transport ministry announced that it would not ground any Boeing 737s, to which the MAK replied that they were, per Rosaviatsiya’s statements on the airworthiness of the 737, endangering the lives of thousands of air travelers throughout Russia.","metadata":null,"markups":[]},{"type":"IMG","text":"A burnt pile of wreckage was all that was left of the plane. (RIA Novosti)","metadata":{"id":"0*f23X7W7VqSIXNfMG.jpeg","originalHeight":427,"originalWidth":700,"alt":null},"markups":[]},{"type":"P","text":"Following this political spat, the members of the MAK investigation team met on December 10th, 2015 and approved the final report into the crash of Tatarstan Airlines flight 363, which blamed the accident on the actions of the crew, their poor training, and Rosaviatsiya’s dysfunctional oversight. The Rosaviatsiya representative refused to sign off on the report, still insisting that the crash was caused by a mechanical failure.","metadata":null,"markups":[]},{"type":"P","text":"Although it never accepted the MAK’s findings, Rosaviatsiya did try to clean house. In December 2013 it revoked Tatarstan Airlines’ Air Operator Certificate due to numerous regulatory violations. It also rescinded more than 200 pilots’ licenses which were found to have been granted to pilots who graduated from flight schools with revoked certificates, and shut down the regional board that approved them. The MAK also issued a sweeping set of recommendations connected to everything from pilot licensing to upset and recovery training to language proficiency to the way Rosaviatsiya reviews and implements those very recommendations. However, the extent to which Russia adopted the contents of the recommendations is unclear. Russia’s aviation industry is safer today than it was in 2013, but crashes continue to happen more frequently than in other countries. The latest took place on the 6th of July 2021, when an Antonov An-26 on approach to a remote community in Kamchatka flew off course prior to landing and crashed into the side of a cliff, killing all 28 passengers and crew. Although the investigation is only just beginning, poor pilot training is likely to be a contributing factor.","metadata":null,"markups":[]},{"type":"IMG","text":"A memorial in Kazan commemorates the 50 victims of the crash — 48 Russians, one Ukrainian, and one Briton. (AirCrashMemorial.com)","metadata":{"id":"0*NkXYBGQvQ2KxDimb.jpeg","originalHeight":1196,"originalWidth":1736,"alt":null},"markups":[]},{"type":"P","text":"Looking back, the investigation into the Tatarstan Airlines crash highlighted some of the fundamental problems with Russia’s bureaucratic culture that have caused much woe for generations of Russians. Throughout Russian civil society, there is a problem of ritual: the tendency to follow the barest outline of the procedures, written or unwritten, without knowing or caring what the procedures are supposed to be for. Within government organs, this could be described as a “rubber stamp” culture, where civil servants dutifully sign papers, issue authorizations, and grant licenses without regard for the reasons the papers must be signed and the authorizations issued. Their job is to rubber stamp a piece of paper, because the law says that the paper must have their stamp on it. Why it says that is someone else’s problem.","metadata":null,"markups":[{"type":"EM","start":257,"end":264,"href":null,"anchorType":null}]},{"type":"P","text":"In a way, it was this rubber stamp culture that caused the crash of flight 363. Rosaviatsiya approved Tatarstan Airlines’ Safety Management System without caring that it didn’t actually exist; their only job was to sign the papers. The captain received his pilots’ license despite training at an unapproved facility; the board that approved his license didn’t care, their only job was to sign the papers. The instructors did not care whether their trainees had the required skills to gain their licenses; their only job was to sign the papers. And so, all across Russia, pilots walked out of flight schools with all the right papers and none of the right skills — because their employers didn’t care about the skills, only the papers. One by one, a litany of nameless bureaucrats and corporate middle managers signed away the lives of 50 people. But they go home each night knowing that they were but mindless gears in a vast machine, that they were just doing their jobs, that all the paperwork was there. And so the system grinds onward, spitting out assembly-line certificates decorated with neat, official-looking stamps. And every so often, a plane full of people will crash — but that will be someone else’s problem.","metadata":null,"markups":[]},{"type":"P","text":"________________________________________________________________","metadata":null,"markups":[]},{"type":"P","text":"Join the discussion of this article on Reddit!","metadata":null,"markups":[{"type":"A","start":0,"end":46,"href":"https://www.reddit.com/r/CatastrophicFailure/comments/oqsj1l/2013_the_crash_of_tatarstan_airlines_flight_363/?","anchorType":"LINK"}]},{"type":"P","text":"Visit r/admiralcloudberg to read and discuss over 200 similar articles.","metadata":null,"markups":[{"type":"A","start":6,"end":24,"href":"https://www.reddit.com/r/AdmiralCloudberg/","anchorType":"LINK"}]},{"type":"P","text":"You can also support me on Patreon.","metadata":null,"markups":[{"type":"A","start":13,"end":35,"href":"https://www.patreon.com/Admiral_Cloudberg","anchorType":"LINK"}]}]}}}